{ 
  "0": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 9, 
    "sukta": 1,
    "text": "Madhuvidya.\n1-24 Atharva. Madhu, Ashvinau. Trishup, 2 Tristubgarbha Pankti, 3 Paranushtup,\n6 Yavamadhya Atishakvarigarbha Mahabrihati, 7 Yavamadhya Atijagatarbha Mahabrihati,\n8 Brihatigarbha Sanstarpankti, 9 Parabrihati Prastarapankti, 10 Paroshnikpankti,\n11-13, 15-16, 18-19 Anustup, 14 Pura Ushnik, 17 Uparishtadvirad Brihati, 20 Bhurigvistarapankti,\n21 Ekavasana Dvipadarchyanustup, 22 Tripada Brahmi Pura Ushnik, 23 Dvipada Archi Pankti,\n24 The three-legged six-legged.\nThe heavens, the earth, the sky, the sea, the fire, the wind, the honeycomb were born They say that it is your semen.\nWhere the honeycomb comes from, that is the life-force, and that nectar is infused in it 3.\nShe is the mother of the suns and the daughter of the Vasus. She is the life-force of the living entities and the navel of nectar The mother drinks the young one born, and he who is born sees the whole world.\nWho knows him? Who can choose him? Who is the heart of this woman? Who is the pitcher of the moon? Chike her breasts, which are covered with a thousand streams.\nThey milk the energy without stirring 8.\nThe bulls of the fields who are their kings drink the waters of the rivers.\nThey rain the waters of the knower of desire \nFrom the wind of the fire was born the honeycomb, the fierce Napti of the Maruts.\nAs the moon is dear to the Aśvinī-kumāras in the morning sacrifice Dear.\nMay the fire of Indra, the fire of Indra, be dear to me, as the moon is dear to the Ṛbhus in the third Savannah \nCreate him with milk and nakedness with his splendour.\nCreate him with his splendor and with his progeny and with his longevity \nMay the same Aśvinī-kumāra keep my splendor in myself.\nAs the bees drink this honey in the honeycomb.\nMay the same Aśvinī-kumāra keep my splendour, splendor and strength \nThere is honey in me when I am sprinkled with wine.\nO auspicious one, may you not be covered with honey by the Aśvinī-kumāra You throw it on the earth in the heavens.\nAll the animals live on it and drink the seeds of the seeds He becomes honeyed.\nThe Brahmin, the king, the cow, the cow, the oats and the barley are the seventh honey The Creator Himself appears to the creatures.\nTherefore, the ancient sacred thread remains, saying, 'Do not understand the Creator.\nHe who thus knows understands that the Creator follows him.\n"He appears to the people.\nTherefore, the ancient sacred thread remains, saying, 'Do not follow the Creator.\nHe who thus knows understands that the Creator follows him.\n"He appears to the people.\nTherefore the ancient sacred thread remains, saying, 'Do not follow the Creator.\nHe who thus knows understands that the Creator follows him.\n"
  }, 
  "1": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 9, 
    "sukta": 2,
    "text": "Kamah\n1-25 Atharva. Kamah. Trishup, 5 Atijagati, 7, 14-15, 17-18, 21-22 Jagati,\n8 Dvipada Arshi Pankti 11, 20, 23 Bhurik, 12 Anustup, 13 Dvipadarchi Anustup,\n16 The four-legged Indra is the womb of the supreme world.\nI teach the bull to kill his enemies with ghee and desire with the oblations of ghee That which shines and does not please me.\nI release it to the nightmare of my enemy, praising desire, and breaking it He who is the source of our healing.3.\nKnock down desire, drive away desire, and let those who are my enemies go to the place of lust The cow is called the word which the sages call the king \nWith the sacrifice of fire I drive down my enemies like a boat in the waters.\nMay the chief horse, the fierce one, grant me my desire This.7.\nThis oil, you who are burning like ghee, you who are the eldest of lust, please be pleased with me here.\nYou are making me your enemy O fire, the lowest of the leaves, burn the buildings. 9. Kill those who are my blind enemies of desire Desire for those enemies of mine who have made the world to grow in me.\nLet the four directions bow down to me and let the six heroes carry me the ghee There is a return again.12.\nAgni, barley, Indra, barley, moon, barley.\nMay the young gods make him young May the fierce lightning of your gods destroy your enemies.14.\nThis is the greatest of the fallen, and the lightning carries all the thunderbolts Sahasvan.15.\nThat which has made your desire, shame, three-horned, wonderful Brahma shield spread out and very incurable By whom Indra drove away the lowest of thieves, so drive away from this world those who are my enemies of desire Cast them away from this world with their enemies.18.\nDesire was born first, neither the gods nor the fathers nor the mortals As long as the heavens and the earth are covered with water, as long as the fire is covered, \nThen you are the greatest, the killer of the universe. I offer my obeisances to you at your will \nThen you are the greatest killer of the universe, and I offer my obeisances to you at your willI offer my obeisances to that great desire of yours.\nYou are greater than the moment, greater than the standing, greater than the ocean, the mind of desire.\nThen you are greater than the killer of the universe, greater than the wind Neither fire nor the sun nor the moon obtains desire.\nTherefore You are superior to the great destroyer of the universe. I offer my obeisances to You for Your desire Settle down elsewhere, even if you are a sinner.\n"
  }, 
  "2": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 9, 
    "sukta": 3,
    "text": "Shala.\n1-31 Bhrigvangiras. Shala. Anustup, 6 Pathyapankti, 7 Paroshnik, 15 Tryavasana Panchapadatishakvari,\n17 Prastarapankti, 21 Astarpankti 25-31 Tripada Prajapatya Brihati, 26 Samni Tristupa,\n27-30 Pratishthanam Gayatri,(25-31) One-ended three-legged.\nMeasured, measured, and measured.\nWe have cut off the knots of the shed of the universe I shed it with my words.\nWe went with you and made your knots strong.\nYou are the learned men, and you are the one who is cut off by Indra We have cut off the teeth of the palms of the hands of the embracers.\nThis is the wife of Manas O wife do not be exalted in your body.\nThe sacrificial fire is the abode of wives and the assembly is the abode of the gods We have stolen you.8.\nThe one who takes you back to the shed and the one who measured you.\nLet both the wives of Manas live, Jaradashti Parushparu.10.\nHe who gave you the trees in the shed for Nimima.\nThe supreme creator, the creator, made you in the shed for the progeny 12.\nObeisance to the cows and horses that are born in the field.\nYou are the one who gives birth to children.\nYou are the one who gives birth to children 14.\nBy whatever you have created between the heavens and the earth I take this shed for you.\nWhat you have created for the sky and the dust I make the belly for the sheep The earth is measured for the sake of the world.\nDo not harm the shed that carries the world's food when it is received I have stolen the covered wood.\nMay my friend bless me in the morning with the shed built by Varuna.\nMay the shed built by Brahma and measured by the poets.\nMay the fire of Indra protect the shed The family is the treasury of the treasury.\nThere the mortal is born, from whom the universe is born.\nThe two-winged, four-winged, six-winged, which measures 21.\nI love you in the west, in the west, in the shed.\nFire is the first two of the intervals.\nI fill these waters with the destroyers of tuberculosis Release us from the rope and lighten our burden.\nWe will carry you like a bride in the shed wherever we desire.\nObeisance to the glory of the shed in the east 26.\nObeisance to the glory of the western directions of the shed. 27.\nOffering of the glory of the shed to the north. 28.\nOffering of the glory of the shed to the poles Svaha to the glory, Svaha to the gods, Svaha to the godsObeisance to the glory of the gods Svaha.\nObeisance to the glory of the gods Svaha.
  }, 
  "3": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 9, 
    "sukta": 4,
    "text": "Rishabha\n1-24 Brahma. Rishabha. Trishup, 8 Bhurik, 6, 10, 24 Jagati, 11-17, 19-20, 23 Anustup,\n18 Uparishtadbrihati,21 Astar row.\nThis thousand-year-old bull carried the milk of the universe in his chest May the lord of all be like the goddess of the earth.\nMay the father of the calves, the husband of the killers, nourish us in a thousand years May the fire of the Jatavedas carry the sacrifice on the paths of the gods.\nThe father of the calves is the husband of the killers and the father of the great gargars Part of the water is the taste of the herbs and the ghee.\nIndra covered the food of the moon, and the great mountain became his body Among the animals.\nMay you be auspicious and beget children here, and give us these which you have sacrificed to yourselves May Shiva come to Datta.7.\nThe arms of Indra and Varuna are the arms of the Aśvinī-kumāras and the thighs of the Maruts You extend your body, Indra, you are called Sarasvatī.\nHe who offers the bull to the brahmin gives a thousand with one face I offer you in sacrifice in the sacrificial fire May both heaven and earth be yours \nMy friend said to the eight-year-old, "These are my only ones They called the skin of the sun.\nThey rose and called the foot the bull which they imagined They gave wings to the tortoises for Sarama.\nThey bound him to the insects of the dogs.16.\nProtect him with his horns, he kills the sage with his eyes 17.\nHe who sacrifices a hundred sacrifices is not milked by the fires.\nThe gods in the universe live him who offers the bull to the brahmins He sees himself in his own cowshed.\nMay the cows be satisfied and may the people be satisfied and may the body be strong.\nMay the gods consider all that to the giver of bulls The supreme heavens are the source of milk for the ever-present calf and the wise Let us move about in this cowshed.\nUpon the semen of the bull, Upendra, your semen.23.\nWe have given this young man to you, playing with him here, and walking under his control Rāya and the nourishment of us.24.\n"Rāya and the nourishment of us.24.\n"Rāya and the nourishment of us.24.\n"
  }, 
  "4": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 9, 
    "sukta": 5,
    "text": "Panchaudano Ajah.\n1-38 Bhrigu. Panchaudano'jah, mantras. Trishup, 3 Chatushpada Purotishakvari Jagati, 4, 10 Jagati,\n14, 17, 27-30 Anustuppa ( 30 Kakummati), 16 Tripadanushtup, 18, 37 Tripada Virad Gayatri,\n23 Pura Ushnik, 24 Panchapadanustubushniggagarbhoparishtadvirad jagati, 20-22, 26 Panchapadanustubushniggagarbhoparishtadbarhata bhurik,\n31 Saptapadashti, 32-35 Dashapada prakriti, 36 Dashapada'akriti,38 Ekavasana dvipada samni trishup.\nA nayaitama rabhasva sukritam lokapi gacchatu prajanan.\nCrossing the darkness in many ways, the great sacrifice, Nakama, the third of the orders Surim.\nThose who hate us follow them, O innocent heroes of the sacrificer Thirdly.3.\nCut off this skin with black cloth and place it in my navel as in the previous year Sinchodakamava dhehyenam.\nParyadhattagnina shamitaras shrito gachchatu sukritam yatra loka They say that the unborn is the fire, the dust, and the light, and that the dust is to be given to the living Brahman As you move about, you will attack the three lights.\nLove the good deeds of the sages and take refuge in the middle of the third nose When given, he satisfies the giver with satisfaction.9.\nThe unborn places the three-nose, three-sided, three-sided nose on the back of the nose 10.\nThis is your light, O fathers, which gives the third five-food to the unborn Brahman.\nThe unborn kills the darkness far away in this world He gives us the coverage of the world.\nMay Shiva3 be accepted by us.\nThe unborn is the one who is born of the fire Let them imagine.13.\nHe should give the deer a gift of clothes.\nThus he attains the worlds, both heavenly and earthly The earth and the heavens are the seven rays on the back of your nose.\nYou are the unborn and the heavenly planets.\nThat world is the holy place of knowledge All the Vedas.\nBy this carry us this sacrifice to the heavenly demigods.\nThe unborn, ripe, places in heaven and in the world, and the five-footed one, who is driving the devil.\nBy this we shall conquer the worlds like the sun Vikshu, who is the brahmin of the waters of the unborn.\nLet us know all that, O fire, in the world of good deeds, at the confluence of the paths On the side of the sea is the abdomen.\nTruth is the eye, the universe is the moving, truth is the faith, the life-force is the cosmic head Rundha.\nHe who gives the unborn five foods and the right light.22.\nHe who does not break his bones does not cut himHe goes away.\nHe who gives him the five foods of the unborn and the five foods of the southern lights gives him five golden coins, five new clothes and five cows that give him the milk of desire He gives her the five golden lights, the armor and the clothes on her body.\nHe who gives the five foods to the southern lights attains heaven and the world And he who gives you sons does not become a woman.\nThe same world is again the husband of the other earth.\nHe who gives five kinds of food to the southern light Giving deer they attain the highest heaven.\nI offer myself to my father, son, grandson and grandfather.\nI offer my wife, mother and mother to those who are dear to me. This is the unborn five-food of the immortal.\nHe burns the opulence of his unloved brother with his own soul. She gives the beauty of her beloved brother-in-law while she is doing it.\nThis is the unborn five-food of the man who is doing.\nHe burns the beauty of his beloved brother-in-law with his own soul He gives the right light.32.\nHe who knows how to control and not die. The self-controlled gives the self-controlled the beloved brother-in-law.\nThis is the unborn five-food of the self-controlled.\nThe self-controlled burns the beloved brother-in-law He gives the light of the south.\nHe who knows that he who drinks does not die.\nHe who drinks gives the beauty of his beloved brother He burns the wealth of his brother-in-law with his own self.\nHe who gives five foods and the right light.34.\nHe who knows how to die when he is rising The unborn five-food of the rising mortal.\nHe burns the wealth of his unloved brother-in-law with his own soul .\nThe beloved brother-in-law gives the beauty to the beloved who attacks him.\nThis is the beloved brother-in-law who is the unborn five-food He gives the southern light.36.\nAnd cook the goat for five and fourteen days.\nMay all the directions, the righteous, the righteous and the innermost regions, accept this.37.\nMay they protect you ॥38॥\n"They give them clothes and gold and go to the highest heaven.\nI offer myself, my father, my son, my grandson and my grandfather He doesn’t know how to kill the Naidagha. This is the unborn five-food of the immortal.\nHe burns the opulence of his unloved brother with his own soul. She gives the beauty of her beloved brother-in-law while she is doing it.\nThis is the unborn five-food of the man who is doing.\nHe burns the beauty of his beloved brother-in-law with his own soul He gives the right light.32.\nHe who knows how to control and not die. The self-controlled gives the self-controlled the beloved brother-in-law.\nThis is the unborn five-food of the self-controlled.\nThe self-controlled burns the beloved brother-in-law He gives the light of the south.\nHe who knows that he who drinks does not die.\nHe who drinks gives the beauty of his beloved brother He burns the wealth of his brother-in-law with his own self.\nHe who gives five foods and the right light.34.\nHe who knows how to die when he is rising The unborn five-food of the rising mortal.\nHe burns the wealth of his unloved brother-in-law with his own soul .\nThe beloved brother-in-law gives the beauty to the beloved who attacks him.\nThis is the beloved brother-in-law who is the unborn five-food He gives the southern light.36.\nAnd cook the goat for five and fourteen days.\nMay all the directions, the righteous, the righteous and the innermost regions, accept this.37.\nMay they protect you ॥38॥\n"They give them clothes and gold and go to the highest heaven.\nI offer myself, my father, my son, my grandson and my grandfather He doesn’t know how to kill Naidagha. This is the unborn five-food of the immortal.\nHe burns the opulence of his unloved brother with his own soul. She gives the beauty of her beloved brother-in-law while she is doing it.\nThis is the unborn five-food of the man who is doing.\nHe burns the beauty of his beloved brother-in-law with his own soul He gives the right light.32.\nHe who knows how to control and not die. The self-controlled gives the self-controlled the beloved brother-in-law.\nThis is the unborn five-food of the self-controlled.\nThe self-controlled burns the beloved brother-in-law He gives the light of the south.\nHe who knows that he who drinks does not die.\nHe who drinks gives the beauty of his beloved brother He burns the wealth of his brother-in-law with his own self.\nHe who gives five foods and the right light.34.\nHe who knows how to die when he is rising The unborn five-food of the rising mortal.\nHe burns the wealth of his unloved brother-in-law with his own soul .\nThe beloved brother-in-law gives the beauty to the beloved who attacks him.\nThis is the beloved brother-in-law who is the unborn five-food He gives the southern light.36.\nAnd cook the goat for five and fourteen days.\nMay all the directions, the righteous, the righteous and the innermost regions, accept this.37.\nMay they protect you ॥38॥\n"He knows not to die.\nHe gives the rising and rising of the beloved brother-in-law.\nThis is the unborn five-food of the rising-mortal.\nHe burns the beauty of the beloved brother with his own body He gives the five foods to the right and the light.\nHe who knows that the Abhibhu is not immortal gives the opulence of his beloved brother to the one who is not immortal \nHe burns the wealth of his unloved brother-in-law with his own soul.\nHe who gives five foods to the righteous May they accept this.\nMay they protect you. May they protect you. I offer this oblation to them.He knows not to die.\nHe gives the rising and rising of the beloved brother-in-law.\nThis is the unborn five-food of the rising-mortal.\nHe burns the beauty of the beloved brother with his own body He gives the five foods to the right and the light.\nHe who knows that the Abhibhu is not immortal gives the opulence of his beloved brother to the one who is not immortal \nHe burns the wealth of his unloved brother-in-law with his own soul.\nHe who gives five foods to the righteous May they accept this.\nMay they protect you. May they protect you. I offer this oblation to them.
  }, 
  "5": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 9, 
    "sukta": 6,
    "text": "Guest-hospitality.\n1-62 (Six synonyms) Brahma. Guest, knowledge.\n(1)\n1-17, Naginaam Tripada Gayatri, 2 Tripada Arshi Gayatri, 3,7 Samni Trishup, 4,9 Archyanustup,\n5 Asura Gayatri, 6 Tripada Samni Jagati, 8 Yajushi Trishup, Samni Bhurigbrihati,\n11,14-16 Samnyanushtup, 12 Virad Gayatri, 13 Samni Nicritpankti, 17 Tripada Virad Bhuriggayatri The hair is called the heart of the Yajur Veda and the sacrificial fire is called the spreading of the sacrifice They are the same waters that are brought.5.\nThey are the same as the sacrificial animals that are offered in the sacrificial fire That.8.\nThey take away the bedding of heaven itself, and by it the world is covered They both eat the taste of the sacrificial offerings.12.\nWhat they call for food is called Havish.\nThe oats and barley that are cut down are their dead bodies The sacred waters of the sage are the source of the sacrificial fire.\nThe ladle is the darvi, the eyes are the Mayavana, the urns are the drona, the pots are the vessels for the wind, and this is the black deerskin.17.\n(2)\n18-30 (1-13) 12 Samni Trishup, 3 Asura Anustup, 4 Samni Ushnik,\n5,11 Samni Brihati (11 Bhurik) 6 Archyanustup, 7 Tripada Svaradanushtup, 8 Asura Gayatri,\n9 Samni Anustup, 10 Tripada Archi Trishup, 13 Tripada Archi Pankti (7 Panchapada Virat Purastad brihati, 8 samnyanuṣṭup va)\nyajmana brahmana va etadatithipatiḥ kurute yadahāryāṇi prekṣata idam bhūya3 ida3miti. 19.\nHe takes away the sacrifices and offers them to the guest The world that the guests go to.6.23.\nHe who thus knows does not eat the food of the hater, nor does he eat the food of the mean, nor of the mean. 25.\nAll or this is the sinless one who does not eat food He who offers.11.28.\nThe one who offers the sacrifice to the guests is the fire in which the householders cook. 30.\n(3)\n31-39 (1-9) 1-6, 9 Tripada Pipilikamadhya Gayatri, 7 Samni Brihati,8 Pipilikamadyoshnik.\nIshtam cha va esha purtam cha grihanaamshnati yas purva atitherashnati. 31.\nHe who eats the milk and the taste of the houses is the one who eats the former guest. 32.\nHe who eats the energy and the splendor of the houses is the one who eats the former guest. 33.\nHe who eats the people and the cattle of the houses is the one who eats the guests before. 34.\nHe who eats the fame and glory of the houses is the one who eats the former guest. 35.\nHe who eats the former guest eats the wealth and the consciousness of the houses. 36.\nThis or that guest who is a hearer should not eat before him. 37.\nAshitavatyatithavashniyad yajnasya sattvaya yajnasya avichchedaya tad vrata. 38.\nThis or that which is tasty, whether it be cow's milk or meat, should not be eaten. 39.\n(4)\n40-44 (1-10) 1-4 Prajapati Anuṣṭup, 2-5 Tripada Gayatri, 9 Bhurik, 10 Chatuspada Prastara Pankti Susamriddhenavarunde tavadenava runde. 40.\nHe who thus offers the serpent to the learned. 41.\nHe who thus offers honey to the learned. 42.\nHe who thus offers the meat to the learned. 43.\nHe who thus offers the water of the learned goes to the reproduction of the people and becomes the beloved of the people. 44.\n(5)\n45-48 (1-10) 1 Samni Ushnik, 2 Pura Ushnik, 3 Samni Bhurigbrihati, 4 6, 9 Samni Anustup,\n5 Tripada Nichrdvishama Naam Gayatri, 7 Tripada Virad Vishama Naam Gayatri, 8 Tripada Viradanushtup.\nTherefore Usha The sun sings and praises.1.\nBrihaspati sings the victory, Tvashta takes away the death of the gods in the universe with nourishment. 45.\nTherefore the rising sun snorts and the Sangava praises him.4.\nThe midday rises and the afternoon takes away the setting sun. 46.\nTherefore the clouds thunder and praise you.6.\nThe lightning takes away the rain, the rain sings, the death takes away.\nThe death of the beings, the people, the animals happens to him who thus knows .7.\nHe looks at the guests, snorts, speaks, praises, asks for water, and sings. 47.\nHe who thus knows takes away and takes away the remaining death. 48.\n(6)\n49-62 (1-14) 1 Asura Gayatri, 2 Samni Anustup, 3,5 Tripada Archi Pankti, 4 Ekapada Prajapatya Gayatri,\n6-11 Archi Brihati, 12 Ekapada Asura Jagati, 13 Yajushi Tristupa,14 The one-footed demon Ushnik.\nThat which calls the Kshatriya and hears it. 49.\nWhat he hears is what he hears. 50.\nThat which the attendants, the vessels-bearers, the former and the latter, are the same as the Chamasadhvaryas. 51.\nThey have no one to offer. 52.\nThat which the master of the guest enters into the house and offers to the guests is the same as that of the avabhritha. 53.\nThat which is shared by the righteous is shared by the righteous. 54.\nHe who is invited to the earth devours what is invited to him in the form of the universe. 55.\nHe who is invited to the sky devours the invited to that which is the form of the universe in the sky. 56.\nHe who is invited to heaven devours whatever is invited to him in the form of the universe in heaven. 57.\nHe who is invited to the gods devours what is invited to him in the form of the universe among the gods. 58.\nHe who is invited to the worlds devours the invited to that which is the form of the universe in the worlds. 59.\nHe is invited and invited. 60.\nHe attains this world and attains this world. 61.\nHe who thus knows conquers the worlds of light. 62.\n"
  }, 
  "6": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 9, 
    "sukta": 7, 
    "text": "Gauh\n1-26 ( a synonym) Brahma. Gauh. 1 Archi Brihati, 2 Archyushnik, 3, 5 Archyanustup,\n4, 14-16 Samni Brihati, 6,8 Asura Gayatri, 7 Tripada Pipilikamadhya Nichrd Gayatri,\n9, 13 Samni Gayatri, 10 Pura Ushnik, 11-12, 17, 25 Samnyushnik, 18, 22 Ekapada Asura Jagati,\n19 Ekapada Asura Pankti, 20 Yajushi Jagati, 21 Asura Anuṣṭup, 23 Ekapada Asura Brihati,\n24 Samni BhurigBrihati, 26 Samni Trishup, (7, 18-19, 22-23 except for the two-legged).\nPrajapati and Parameshthi are on the horn, Indra is the head, Agni is the forehead, Yama is the lizard The heavens are the upper jaw and the earth is the lower jaw.\nThe tongue of lightning is the Maruts, the teeth are the Revati, the necks are the Krittika, the shoulders are the carrier of heat 4.\nThe hawk, the crocodile, the sky, the moon, the moon, the stars, the moon, the stars, the moon, the stars, the moon, the stars, the moon, the moon, the moon, the moon, the moon, the stars, the moon, the moon, the moon, the moon, the moon, the moon, the moon, the moon, the moon, the moon, the stars Doshani Mahadeva arms.7.\nIndrani burning wind tail blowing children.8.\nBrahma and Kshatriya hips, strength and thighs Aditi is the horn.10.\nThe mind is the heart, the sacrifice is the intelligence, the vow is the fulfillment The breasts of the breasts are the breasts of the breasts.14.\nThe world's words, the skins, the herbs, the hair, the stars, the form Ubadhya.17.\nDrink the clouds and kill the marrow.18.\nThe fire rose from the seat of the Aśvinī-kumāra. 19.\nIndra stood in the east, Yama stood in the south, and Yama stood in the west The king, looking at his friend, was overwhelmed with joy. 23. \nThe Vaishvadeva, who was engaged, the Prajapati, was liberated from everything The animals exist who thus knows.\n" 
  }, 
  "7": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 9, 
    "sukta": 8,
    "text": "The prevention of tuberculosis.\n1-22 Bhrigvangiras. The removal of all heads and other things. Anustub, 12 Anustubgarbha Kakummati Chatushpadoshnik,\n15 Viradanustupa, 21 Virat Pathyabrihati, 22 Pathyapankti Reddened.\nWe shall expel all the diseases of your head.1.\nFrom your ears, from your conchshells, from your ears, from your earlobes, from your ears, from your whispers.\nWe shall expel all the diseases of your heads Ears and mouths.\nWe shall expel all the diseases of your head. 3.\nHe who makes a man blind and deluded 4.\nWe shall remove all the diseases of your head, which are the cause of the fever of the limbs We shall invoke it outside.6.\nThat which follows the thighs and then comes to the cowshed.\nWe shall invoke the tuberculosis outside of your inner limbs We invoke you outside I have drained the poison of all from you.10.\nLet the cave out of your stomach run away.\nI have drained the poison of all tuberculosis from your stomach I have dispelled the poison of all of them.\nLet those who tear the boundary and throw their heads away run out of the cave in the name of the non-violent shore Let them flee out of the cave.\nLet those who are lying on the sides of the earth run out of the cave Outside the cave.16.\nThat which follows the anus and deludes the intestines.\nLet them flee outside the cave by the name of the non-violent bank Outside the cave.18.\nThey are the plants of tuberculosis that intoxicate your limbs.\nI have destroyed the poison of all tuberculosis I have spoken to you.20.\nYour feet, your knees, your hips, your swan.\nYour ankles, your eyes, your head, your heels, your head, your disease The rays of the head are the source of disease and the differences between the limbs.\n" 
  }, 
  "8": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 9, 
    "sukta": 9,
    "text": "Atma.\n1-22 Brahma.Vama, Adhyatma, Aditya. Trishup, 12, 14, 16,18 The world.\nThe middle brother of this left-handed priest is Astyashna.\nThe third brother is Ghrita-prishtha. I have seen Vispati here with seven sons \nThe three-naveled wheel, the old man, on which these universes rest on the earth.\nThe seven horses that rest on this chariot carry the seven wheels 3.\nWho saw it first born, standing, and sustaining it?\nWhere is the soul of the demon-blood on earth? Who approached the learned to ask this? \nThe heads of the cows are milking the milk of the cows, and the waters of the cows are the feet of the cows 6.\nI ask the poets here who are not healers, whether they are learned or not They were covered with the taste of the terrible pregnancy and offered obeisances to the Lord 9.\nThe three mothers carried the three fathers, and one stood above them, and they swallowed him In whom the worlds and the universes were raised.\nHis eyes are burning with heavy burdens and are not cut by the eternal ones They say that the six are offered in the seven wheels.\nThe twelve wheels are not the wheel of the dead for old age.\nThe sons of the fire, the twins, stood here for seven hundred and twenty They carry the ten yokes in the elevation.\nThe eyes of the sun are covered with dust, in whom the worlds and the universes are not moved He who chooses these and knows them is the father of the fathers.15.\nThe seventh of the Sakanjas is called the one-born, the six Yamas, the sages and the devajas The cow stood carrying the calf with her foot on the other side.\nWho is that Kadrichi who has killed her half? Where is the driver in this herd? \nWho here, being poet, spoke to the gods, and where did the mind come from? 18.\nThey who are Arvanchas call them Parachas, and those who are Arvanchas call them Arvachas They carry the same tree with their friends.\nOne of them eats the fig tree as it tastes good and the other eats it \nHe who does not know his father did not eat the fig tree which is said to be the tastiest of the figsThe cowherd men, he did not enter the cooking pot.\n"
  }, 
  "9": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 9, 
    "sukta": 10,
    "text": "Atma.\n1-28 Brahma. Gau, Virat Adhyatma, 23 Mitra and Varuna. Trishup, 1,7,14,17-18 Jagati,\n21 Panchapadati Shakvari, 24 Chatushpada Puraskritirbhurigati Jagati, 2,26-27 Bhurik.\nThat which is placed on the Gayatri or the Traiṣṭubha or the Traiṣṭubha which is placed on the Gāyatrī The seven voices measure the speech with the Traiṣṭubha.\nThe seven voices measure the speech with the two-legged four-legged syllable Mahitva.3.\nI offer this cow with good milk, with a good hand, who gives milk with milk She wished for a calf and came to him with her mind.\nLet her milk the horses and let her grow in great happiness The wind drinks the magic of the wind with its milk.6\nThis is the one who sucks the cow that is covered with the magic of the destruction 7.\nIn the unwillingness of the horse, the living being sacrificed the pole in the middle of the pastures.\nThe living being of the dead moves about with his own sacrifices \nLook at the poem of the god, he died today, he is equal to you.\nHe who made it did not know it, and he who saw it was Hiruginnu The cowherd men are approaching him and the others are walking on the paths.\nThe equator is the best of the worlds.\nThe heavens are our father, the navel is our mother, and the earth is our friend I ask you, the supreme being of the earth, I ask you, Vrishna, the semen of the horse.\nI ask you, the navel of the universe, the world The words are the supreme sky.\nThis is the altar, the supreme end of the earth, this is the moon, the semen of the horse, this is the sacrifice, the navel of the universe, the world, the Brahman, the supreme speech, the sky.\nI do not know if I am this I walk armed with my mind.\nWhen Magan, the firstborn of the truth, took his share of the words of the truth They do not cure any other.16.\nThe seven and a half wombs of the world, the semen of Vishnu, rest in the directions of irreligion The gods sat down on the universe.\nHe who does not know what the Ṛg Veda will do, and he who knows it, these are the compounds The four directions are the four directions.19.\nMay the goddess become half of us by the sun.\nI kill the grass and drink the pure water that gives the universe The four-legged.\nThe eight-legged, nine-legged, became the thousand-legged row of the world, and the oceans flowed over herThey fly to the heavens.\nThey covered him with the oil of the sun.\nThey covered the earth with the oil of the sun He protects the cosmic speech, the cosmic earth, the cosmic space and the cosmic creator.\nThe cosmic death became the king of the Sadhyas I saw smoke from the equator, the other side of the universe.\nThe heroes cooked the Ukṣaṇa Pṛṣṇi, and they were the first to establish those dharmas The Sachis did not see the form of Dhraji alone.26.\nThe four words measured by the feet are known by the Brahmins who are wise Varuna is called Agni, the divine chariot, and Garuda is called Garuda.
  }, 
  "10": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 11, 
    "text": "Saraswati.\n1 Shaunaka. Saraswati. Trishup 
  }, 
  "11": { " 
    veda": "atharvaveda", "samhita": "shaunak", 
    " 
    kaanda": 7, " 
    sukta": 12, 
    "text": "Rashtra Sabha.\n1-4 Shaunaka The assembly, the fathers, 3 Indra, 4 the mind, the Anuṣṭup, 1 the Bhurik triṣṭup You are also called Narishta.\nMay those who are in the assembly and those who are in the assembly be with me in words.\nI give the splendor and wisdom to those who are present.\nMake me, O Indra, the sister of this whole assembly Whatever is bound here or here by the others.\nThat is what we will bring to you, and let your minds rejoice in Me.\n" 
  }, 
  "12": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 13, 
    "text": "Destruction of enemies.\n1-2 Atharva (wishing to take away the shine of the enemy) Anuṣṭup.\nAs the sun gives the brightness of the stars.\nHe gives the brightness of the enemies of men and women He gives light to the enemies of the sleeping.\n" 
  }, 
    "veda 
  " : "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 14 
    , 
    "text": "Savita\n1-4 Atharva. Savita. Anuṣṭup, 3 Triṣṭup, 4 Jagati I worship the poet of the sun and the moon.\nI worship Satyasava, the beloved of the gems For the first time he gave us the rain which he gave to his father.\nThen the sun gave us the waters of the heavens and the heavenly bodies The moon, which is desired by me, is the source of all these things.\n" 
  }, 
  "14": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 15, 
    "text":"Savita\n1 Bhrigu. Savita. Trishup.\nI ask that Savita 
  , Satyasava 
    , Suchitra 
  , Sumati, Visvavara.\nThe ears of Yama milked the thousand-streams of the drinking buffalo. "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 16,
    "text": "Savita\n1 Bhrigu. Savita. Trishup.\nO Brihaspati, may the sun increase this light for greater 
  good 
  fortune 
    . "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 17, 
    "text": "Prayer for wealth.\n1-4 Bhrigu. Dhata, Savita, 4 Agni, Tvashta, Vishnu.\n1 Tripada Arshi Gayatri, 2 Anuṣṭup, 3-4 Triṣṭup.\nMay Dhata give us May the lord of the sun, the lord of the universe, bestow upon us in full You gave him Durona.\nMay all the gods, Aditi and Sajosha, bestow upon him the nectar.3.\nMay the creator, the night, the sun, the creator, the treasurer, and our fire, be blessed with progeny 4.\n" 
  }, 
  "17": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 18, 
    "text": "The rain.\n1-2 Atharva. on earth, the rain Trishup.\nPra nabhasva prithivi bhinddhi3dam divyam nabhas.\nUdno divyasya no dhatarishano vi shya dritim Wherever the moon pours ghee, there is good.\n" 
  }, 
  "veda" 
    : "atharvaveda", " 
    samhita": "shaunak", " 
    kaanda": 7, 
    "sukta": 19, 
    "text": "The people.\n1 Brahma. The creator. The world.\nThe creator gives birth to the people May the creator, who is the source of all flowers, bestow upon me these flowers.\nMay the sources of knowledge and consciousness bestow upon me the nourishment of the husband of nourishment.1.\n" 
  }, 
  "19": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 20, 
    "text": "Permission.\n1-6 Atharva. Permission. 1-2 Anuṣṭup, 3 Triṣṭup, 4 Bhurik,5 The world 6 The world is pregnant with Atishakvari.\nMay you consider us to be the sacrifice among the gods.\nMay you give me the fire and the carrier of the oblations Rasa us.2.\nAllow us to follow you, allowing us to become progenitors, and to us, the sun, which is fading Drink the sacrifice in the Visvavara and give us the sun, O auspicious one, with great heroism Everything that stands, moves and worships the universe was created.\nO goddess, may we be pleased with her and may you follow her.\n" 
  }, 
  "20": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak",
    "kaanda": 7, 
    "sukta": 21, 
    "text": "One Lord.\n1 Brahman. Soul. Shakvari, the womb of the universe Ekamit Puru.1.\n" 
  }, 
  "21": { 
    "veda": "atharvaveda" 
    , " 
    kaanda": 7, 
    "sukta": 22, 
    "Jyoti.\n1-2 Brahma. 1 Two-legged Virad-Gayatri.\nThis The thousand-fold light of the poets in our sight is in irreligion.\nThe brahmins are the righteous and the righteous.\nThe cow is the most angry with the sister of the Arepas.\n" 
  }, 
  "22": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 23, 
    "text": "Destroyer of bad dreams.\n1 Yama. Destroyer of bad dreams. Anuṣṭup asmanna॑shayamasi ॥1॥\n" 
  }, 
  "23": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 24, 
    "text": "Savita.\n1 Brahma Indra dug the fire in the universe, and the Maruts dug the heavens.\nMay the sun, the true righteousness, the creator, grant us permission.1.\n" 
  }, 
  "24": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 25, 
    "text": "Vishnu.\n1-2 Medhatithi. Vishnu, Varuna. Trishup.\nThey are the most powerful and the most powerful Pūrvahūti.1.\nHe who shines in the direction of the sun and who sees the Sachis.\nIn the past, the Pūrvahūti went to Varuna with the help of the god Dharma.2.\n" 
  }, 
  "25": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 26,
    "text": "Vishnu.\n1-8 Medhatithi. Vishnu. 1,8 Trishup, 2 Tripada Virad-Gayatri, 3 Trivasana Shat-pada Virat Shakvari, 4-7 Gayatri The three-legged cows roamed the north of the Askbhaya mountain They conquer the worlds in their conquests.\nThighs of Vishnu, thighs of Vikrama, save us from the destruction of the thighs In the dust.4.\nVishnu moved three steps from the cowherd men.\nFrom here he sustained the dharmas The suns always see.\nThe heavens are the eyes extended.7.\nThe heavens, Vishnu, or the earth, the great Vishnu, the chest from the sky 
  . 
  "26": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 27, 
    "text": "Ida.\n1 Medhatithi. Ida. Trishup 
  }, 
  "27": { 
    "veda": "atharvaveda", " 
    samhita": "shaunak", " 
    kaanda": 7, 
    "sukta": 28, 
    "text": "Swasti.\nMedhatithi. Veda. Trishup Svasti Drughana Svasti Parashu Vedi Parashu Nas Svasti.\nHavishkrito Yajniya Yajnakamaste Devaso Yajnamim Jushantama.1.\n" 
  }, 
  "28": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 29, 
    "text": "Agnavishnu.\n1-2 Medhatithi. Agnavishnu. Trishup.\nAgnavishnu mahi tad van mahitva patho ghritasya guhyasya nama.\nDamedame sapta ratna dadhanau prati van jihva Ghritama charanyat.1.\nAgnavishnu mahi dham priyam van vitho ghritasya guhya jushanau.\nDamedame sustutya vavrdhanau prati van jihva ghritamuccaranyat.2.\n" 
  }, 
  "29": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 30, 
    "text": "Anjana.\n1 Bhriguvangiras. Heaven and earth, Mitra, Brahmanaspati,and the sun. Brihati.\nI made the heavens and the earth my friend.\nThe lord of the Brahmans made me my friend.\n" 
  }, 
  "30": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 31,
    "text": "Shatrunasanam.\n1 Bhrigvangiras. Indra. Bhurik Trishup.\nIndrotibhir bahulabhirno adya yavachchreshtabhir maghavanchur jinva ॥1॥\n" 
  }, 
  "31": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", " 
    kaanda": 7, 
    "sukta": 32, 
    "text": "long life.\n1 Brahma. Anuṣṭup May the bearer of my obeisances grant me long life.\n" 
  }, 
  "32": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 33, 
    "text": "long life.\n1 Brahma. Maruta, Poosha, Brihaspati, Agni. Pathyapankti.\nMay the Maruts, the sun and Brihaspati irrigate me.\nMay the fire irrigate me with progeny and wealth and grant me long life.\n" 
  }, 
  "33": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 34, 
    "text": "Destruction of enemies.\n1 Atharva. Jachavedas. The world.\nO fire, knock down my enemies who have been born, and knock down the Vedas that have been born 1.\n" 
  }, 
  "34": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 35, 
    "text": "The destruction of wives Bear with those who have been abandoned and knock down the Vedas.\nDrink this nation for good fortune and may the gods follow it.\nThese are your hundred diamonds and a thousand veins I shall also cover you with a cave.\nI shall make you another womb, and I shall not make you a son of death.\nI shall make you unborn, and I shall make you a stone to cover you.\n" 
  }, 
  "35": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 36, 
    "text": "Anjana.\n1 Atharva. Eye, mind. Anuṣṭup.\nThe eyes are like honey, and many of us are like ointment 
  . 
  "36": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7,
    "sukta": 37, 
    "text": "Vasa.\n1 Atharva. Vasa. Anuṣṭup.\nI cover you with my clothes born of men.\nAs you are my only one and no other fame.\n" 
  }, 
  "37": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 38,
    "text": "The only husband.\n1-5 Atharva. Vanaspati. Anuṣṭup, 3 Chatuṣpada Uṣṇik.\nI dig this medicine and see me with tears Above the gods.\nTherefore I do not make you as your seats are dear. 2.\nYou are the western moon, the western sun.\nThe western universe is the gods \nYou are my only body and no other fame.\nWhether you live in Tirojana or across the river.\nThis herb has brought you to me as if bound.\n" 
  }, 
  "38": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 39, 
    "text": "Apaḥ.\n1 Praskanvaḥ. Apaḥ, Suparṇa Vṛṣabhaḥ Triṣṭup tarpayantama no goshte rayishta sthapayati ॥1॥\n" 
  }, 
  "39": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 40, 
    "text": "sarasvan.\n1-2 praskanva. 1 bhurik, Trishup.\nAll the animals observe his vow, and the waters attend his vow 2.\n" 
  }, 
  "40": { " 
    veda": "atharvaveda", "samhita": "shaunak", 
    " 
    kaanda": 7, " 
    sukta": 41, 
    "text": "Suparna.\n1-2 Praskanva. The hawk, 1 Jagati, 2 Trishup.\nThe hawk, whose eyes are very bright, crossed the waters and saw the end of the world Thousands and hundreds of young men.\nMay he grant us the wealth that we have received from others, and may it be ours in our ancestors.\n" 
  }, 
  "41": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 42, 
    "text": "The redemption of sins.\n1-2 Praskanva. Soma and Rudra. Trishup.\nSoma and Rudra, the great equinox, or the one who entered our cow You have placed these universal medicines in our bodies.\nLet us release the evil that has bound us in our bodies.\n" 
  }, 
  "42": { 
    "veda":"atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 43, 
    "text": "Vak\n1 Praskanva. Vak. Trishup.\nThere are one Shiva and one Ashiva, and you carry all of them, flowering Vi papatanu ghosham.1.\n" 
  },
  "43": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 44, 
    "text": "Indravishnu.\n1 Praskanva. Indra, Vishnu. Bhurik trishup.\nUbha jigyathurna para jayethe na para jigye Which of these two?\nIndra and Vishnu, whom you have divided into three thousand, may you defeat with them.\n" 
  }, 
  "44": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 45, 
    "text": "The prevention of jealousy.\n1-2 Praskaṇva, 2 Atharva. The removal of jealousy, the medicine. Anuṣṭup Separately from the burning of the fire.\nQuiet this jealousy like the fire of a seal.\n" 
  }, 
  "45": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", " 
    kaanda": 7, 
    "sukta": 46, 
    "text": "Sinivali.\n1-3 Atharva. Sinivali. Anuṣṭup.3 Triṣṭup.\nSinivali, you are the sister of the gods.\nO goddess, offer us the oblations offered to the progeny They offered oblations to Sinivalya 
    . \nYou are the wife of Indra 
  , the goddess who is the westernmost of the thousands of stukas.\nO wife of Vishnu, please encourage you to offer sacrifices to your husband 
  . "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 47, 
    "text": "Kuhu.\n1-2 Atharva. Kuhu. Jagati, 2 Trishup May Kuhur, the wife of the gods, who is the nectar of the gods, offer us the oblations of this sacrifice. May she hear the sacrifice and give us the food of the rice today 
  . 
  "47": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 48, 
    "text": "Raka.\n1-2Atharva. Raka. Jagati \nMay the waters of the sea, which are cut by the needle, give us the hero who gives us a hundred gifts Rara॑na ॥2॥\n" 
  }, 
  "48":{ 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 49,
    "text": "The wives of the gods.\n1-2 Atharva. The wives of the gods. 1 Arshi Jagati, 2 Chatushpada Pankti May the wives of the gods 
    , the Indras 
    , be blessed with the fire and the king of the Aśvinī 
  - 
  kumāras .\nMay the heavens and the Varunas be blessed with the power of the seasons. 
    "kaanda": 7, 
    "sukta": 50, 
    "text": "Vijaya.\n1-9 Angiras ( desiring to kill Kitava). Indra. Anuṣṭup, 3, 7 Triṣṭup, 4 Jagati, 6 Bhurik Triṣṭup How many times have you killed him with your axes? 1.\nThe horses of the horses, the horses of the horses, the horses of the horses, the horses of the horses, the horses of the horses, the horses of the horses, the horses of the horses \nAs with chariots playing the circumambulation of the Maruts in the heavy load Vrishnya ruja.4.\nI have not written you down, I have not killed you, nor have you stopped me He who desires the gods does not destroy wealth, but the sacrificial fire creates it with his own offerings Victory is in my right hand and victory in my left.\nMay you conquer the cows, conquer the horses, conquer the bow and conquer the gold. 
  }, 
  "50": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 51, 
    "text": "Paripana.\n1 Angiras. Indra and Brihaspati. Trishup .\nMay Indra be our friend from the front and from the middle.\n" 
  }, 
  "51": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 52, 
    "text": "Samanasyam.\n1-2 Atharva. Sammanasya, the two Aśvinīs. 1 Kakummati Anuṣṭup, 2 Jagati.\nGive us knowledge by our own deaths.\nGive us knowledge by the Aśvinī-kumāra youth The arrow of the seventh Indra is killed in the sthurbahule.2.\n" 
  }, 
  "52": { 
    "veda": "atharvaveda",
    "community": "shaunak", 
    "kaanda": 7, 
    "sukta": 53,
    "text": "Long life.\n1-7 Brahma. Ayu, Brihaspati and the Ashvins. 1-2 Trishup, 3 Bhurik, 4 Ushniggarshi Pankti, 5-7 Anustup \nMay the Aśvinī-kumāras fight back the death of our gods, O Agni, the physicians of Sachi Vasishta: 2.\nMay the life-span which you have enjoyed by the others be restored to you He went.\nI give him to the seven sages, may they carry him in good old age I give you long life.\nMay this fire, the best of all, give us long life.6.\nWe grow above the darkness, the best of the noses.\nThe god of the gods, the sun, the best of lights.7.\n" 
  }, 
  "53": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 54, 
    "text": "Adhyapakavighnashamana.\n(1-2) 1 Brahma, 2 Bhrigu. 1 Riksamani, 2 Indra. Anuṣṭup The king in the assembly offers sacrifices to the devatas.\nThe Ṛg Veda, the Sāma Veda, the Prakṣa, the Haviroja and the Yajur Veda are the sources of the Yajur Veda.\n" 
  }, 
  "54": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 55, 
    "text": "Margasvastyayana.\n1 Bhrigu. Indra. Virat. Paroshnik.\nThey are the paths of the heavens by which the worlds are 
  destroyed 
  . 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 56, 
    "text": "poisonous medicine.\n1-8 Atharva.Scorpio and others, 2 plants, 4 Brahman plants. Anuṣṭup,4 Virat-prastarapankti.\nTiraschirajerasitat Prudakoh pari sambhratam.\nTat kankaparvano vishamiyam virudaninshat Mosquito-jambhani.\nWherever you have been bitten and wherever you have been studied, we shall drive you out \nYou, O lord of the brahmins, bow down to them like an arrow.\nYou are approaching the lowly of the sword of the sword.\nYou will be poisoned by this sword Why are you carrying a child on your sinful tail?\nThe ants are eating you and the peacocks are tearing you apart.\nYou all speak well of the poisonous taste of the shark What is the poison that ran from your tail?\n" 
  }, 
  "56": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak",
    "kaanda": 7, 
    "sukta": 57, 
    "text": "Saraswati.\n1-2 Vamdeva. Saraswati. The world.\nWhen I spoke with hope, I was shaken, when I walked begging, when I followed people The seven are shed with ghee.\nThe seven are shed by the Maruts, the father, and the sons are covered with lies.\nBoth of these are his silver, both of these are his nourishment.\n" 
  }, 
  "57": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 58, 
    "text": "Anna.\n1-2 Kaurupathi. Indra and Varuna. Jagati, 2 Trishup Let him go 
  to his sister for a drink.\nLet Indra and Varuna be the bulls of the honeymoon, and let the bulls of the moon be the 
    bulls 
  . "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 59, 
    "text": "Shapa-mochana.\n1 Badarayani. Arinasana. Anuṣṭup Let it dry up from the root.\n" 
  }, 
  "59": { 
    "veda": "atharvaveda", 
    "samhita": 
    "kaanda": 7, 
    "sukta": 60, 
    "text": "The beautiful house.\n1-7 Brahma Vasuvani carried Sumedha with his terrible eyes as a friend.\nThese are the houses, bowing to you with flowers, enjoy them, do not be afraid of me Let them know the length of the houses in which many gentlemen dwell 4.\nThe cows are invited here, the goats are invited.\nThe key to our food is invited to our houses Sing to me, and nourish the forms of the universe.\nI shall come with Bhadra, the greatest of you.7.\n" 
  }, 
  "60": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 61, 
    "text":"Tapas.\n1-2 Atharva. Agni. Anuṣṭup.\nThat which, O fire, we perform austerities by austerities \n" 
  }, 
  "61": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 62,
    "text": "Destruction of enemies.\n1 Marichi, Kashyapa. Agni. Jagati.\nThis fire, the righteous lord, the old Vrishna, the priest, conquered the infantry like a chariot ॥1॥\n" 
  }, 
  "62": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", "kaanda 
    ": 7, "sukta 
    ": 63, 
    "text": "Duritanasanam He is the source of all evils.\n" 
  }, 
  "63": { " 
    veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 64, 
    "text": "The redemption of sins.\n1-2 Yama. Water, fire, Nirṛti. 1 Bhuriganuṣṭup, 2 Nyaṅkusariṇī Bṛhatī Krishna, the bird, is trying to kill you with your mouth.\nMay the fire, the son of the household, release you from this.\n" 
  }, 
  "64": { 
    "veda": 
    "atharvaveda", "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 65, 
    "text": "Destroyer of evil.\n1-3 Venus. Apamargaveeruta. Anuṣṭup.\nYou are the fruit of the west.\nYou are the best of all fish paths We wipe the path of water from the face of the universe.\nWhat we have endured with the band of the black-eyed Kunkhi.\nO water-path, by You we wipe everything.\n" 
  }, 
  "65": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 66, 
    "text": "Brahma.\n1 Brahma. Brahma. Trishup.\nIf there was wind in the sky, if there was any wind in the trees, if there was anything in the wolves 
  . 
  "66": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 67, 
    "text": "Atma.\n1 Brahma. Atma. Purahparoshnigbrihati \n" 
  }, 
  "67": { 
    "veda": "atharvaveda", 
    "samhita":"shaunak", 
    "kaanda": 7, 
    "sukta": 68, 
    "text": "Saraswati.\n1-3 Shantati. Saraswati. 1 Anuṣṭup, 2 Triṣṭup, 3 Gayatri 1.\nThis is your oblation, O Saraswati, like ghee, this is the oblation of the ancestors similar to the ॥1॥\n"
  }, 
  "68": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 69, 
    "text": "Happiness.\n1 Shantiti. Happiness. Pathyapankti May Shamusha meditate on us at night.\n" 
  }, 
  "69": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 70, 
    "text": "Shatrudamana.\n1-5 Atharva. The hawk, the gods. 1 Trishup, Atijagatigarbha Jagati, 3-5 Anuṣṭup (3 Purahkakummati).\nWhatever he offers in sacrifices with his mind and words with Havisha and Yajur Veda May the demon Nirṛti kill him with falsehood and truth.\nMay the gods sent by Indra not churn the sacrificial fire which he offers Whoever attacks us? 3.\nI will not take away both your arms.\nBy the anger of the god of fire I have killed you with oblations. 4.\nI will not take away your arms I have killed you with anger.\n" 
  }, 
  "70": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 71, 
    "text": "Agni.\n1 Atharva. Agni Sahasya dhimahi.\nDhrishad varnam divedive hantaram bhanguravata.\n" 
  }, 
  "veda": " 
    atharvaveda", "samhita" 
    : "shaunak", 
    "kaanda": 7, 
    " 
    text": "Indra.\n1-3 Atharva. Indra Anuṣṭup, 2-3 Triṣṭup.\nUt tiṣṭhatav pashyātavā Indrasya bhaga mṛtvīyam.\nIf the sacrifice is offered, if it is offered to me, O Mamattana They are not the friends of the family who are wandering about in the kingdom of Vraja 
  . 
  "72": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 73,
    "text": "Gharma.\n1-11 Atharva. Gharma, the two Ashvins. Trishup, 1, 4, 6 Jagati, 2 Pathyabrihati The fire is kindled by the Aśvinī-kumāras and the heat has reached you.\nThe cows are surely milked in the testicles of the Vedas The drinker of the gods.\nThey who drink the nectar of the Gandharvas in the universe reject him 4.\nMay the heat of the sacrificial fire destroy you and may the priests of the sacrificial fire offer you milk \nThe sun, the best of the suns, shines in the morning He said: 7.\nThe wife of Vasu, who is crying out, desiring the calf of the Vasus, gave it to us with her mind Go to the sacrifice, O learned one.\nEngage the whole world, O fire, and bear the food of the enemy.\nO fire, may your rays be excellent for great fortune Stay here, O great ones.\nMay the goddess become half of us from the sun.\nI will kill the grass and drink the pure water that gives the universe.\n" 
  }, 
  "73": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 74, 
    "text": "The treatment of cheek garlands.\n1-4 Atharvangiras. Mantras, 4 Jatavedas. Anuṣṭup I shall cut off the first of these, and I shall cut off the middle of them.\nI shall cut off this lower part of the body like a stick We appease you.\nBy your vows, O Lord of the vows, you are equal to Vishvaha, and give us flowers here.\nWe, the Jatavedas, offer you the sacrifice of the progenitors. 4.\n" 
  }, 
  "74": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 75, 
    "text": "Aghnyah.\n1-2 Uparibabhrabah. Aghnyah. 1 Trishup,2 Three-legged, five-legged, Bhurik, a row of paths.\nThey are progenitors, angry at the sun, and drink pure water in a well-drink These are the saṁhitās of the universe.\nMay the goddess not be worshiped by the gods.\nPlease protect us from this cowshed with ghee.\n" 
  }, 
  "75": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7,
    "sukta": 76, 
    "text": "The treatment of cheek garlands.\n1-6 Atharva. 1,2 Apachidbhaishyam, 3-6 Jayanya, Indra. Anuṣṭup,\nAa susrasaḥ susrasaḥ asatibhyo asattaraḥ.\nSe horarasatara lavaṇad viklediyasiḥ The birds that are not digested by the grave are the birds that are not digested by the birds It enters the man.\nThat is the remedy for the injured and for both the injured. 4.\nWe know your wives, from whom you are born Soma, Indra, killer of Vritra, brave in the battle of the Vasus.\nAt midday, O Savannah, come and give us the sun, the source of the sun.\n" 
  }, 
  "76": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 77, 
    "text": "Destruction of enemies.\n1-3 Angiras. Maruts. 1 Tripada Gayatri, 2 Trishup, 3 Jagati.\nSantapana idam havir Maruta tajjujushtana.\nAsmakoti rishadasa He wants to kill.\nLet the enemy release the ropes against him by killing him with his cheap back Madayiṣṇavaḥ ॥3॥\n" 
  }, 
  "77": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 78, 
    "text": "Vandamocana.\n1-2 Atharva Yoktra vi niyojanam.\nHere you are, O Ajasra, O fire.\nO fire, I unite you with the divine Brahman, who holds the kṣatriyas ॥2॥\n" 
  }, 
  "78": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 79 
    , 
    "text": "Amavasya.\n1-4 Atharva. Amavasya. Trishup, 1 Jagati Samvasanto mahitva.\nThereby drink our sacrifice, O Visvavara, give us the sun, O auspicious one, and give us heroism 2.\nThe night came, the confluence of the Vasus, the source of the nourished Vasus \nMay we offer sacrifices to You for all our desires, and may we be the masters of the suns.\n" 
  }, 
  "79":{ 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 80,
    "text": "Full Moon.\n1-4 Atharva. Full Moon, 3 Prajapati. Trishup, 2 Anuṣṭup.\nFull behind, full in front, full in the middle, conquered the full moon We shall be intoxicated.\nWe offer sacrifices to the bull and the horse for the full moon.\nMay he grant us the sun-god Anupadasvati We shall be the masters of the Rayas.\nThe full moon was the first sacrifice of the day and the night of the most nights.\nThese who worship you in the sacrificial fire have entered your nose with good deeds.\n" 
  }, 
  "80": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 81, 
    "text": "The sun and the moon.\n1-6 Atharva. Savitri, the sun, the moon. Trishup, 3 Anustup, 4 Astar row, 5 Samrada row of stars While playing they went around the ocean.\nThe universe searched the world and the seasons gave birth to new ones You are the moon and you have a long life.\nYou are a part of the moon and you are the lord of the battlefield With cows, horses, progeny, cattle, houses and wealth.\nHe who hates us, whom we hate, give him to drink with his life.\nWe shall drink of him with cows, horses, progeny, cattle, houses and wealth They give us the sun to drink, and the untouched eat the untouched.\nMay the cowherd men of the world, Indra, Varuna and Brihaspati, drink from it.\n" 
  }, 
  "81": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 82, 
    "text": "Agni.\n1-6 Shaunaka (desirous of wealth). Agni. Trishup, 2 Kakummati Brihati, 3 Jagati Let the streams of honey blow.1.\nI take the fire before me with the Kshatriya, with the splendor and strength.\nI place the people in me, the life in me, Svaha, the fire in me They are the destroyers.\nO fire, may Suyama be offered to you by the kṣatriyas, and may you increase in your desires 4.\nThe fire-god, Pratyagni, was the first to declare the days of the morning.\nThe sun and the moon-gods stretched out the rays of the heavens and the earth ।\nMay the goddesses of Napti1a carry your ghee, and may the cows milk you, O fire.\n" 
  }, 
  "82":{ 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 83,
    "text": "Releasing the rope.\n1-4 Shunahshepa. Varuna. Anuṣṭup, 2 Pathyapankti, 3 Triṣṭup, 4 Brihatigarbha Triṣṭup 1.\nO king, O Varuna, release us from this place We shall be innocent of your vow to Aditi.\nO Varuna, release all the ropes from us, the best and the worst.\nThen we shall go to the world of the pious.\n" 
  }, 
  "83": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 84, 
    "text": "Ksatrabhridagni.\n1-3 Bhrigu. 1 JatavedaAgni, 2-3 Indra. Trishup, 1 Jagati Give us here.\nReleasing the worlds with these horses, protect us today with human beings and Shivas The world.2.\nThe deer is not a terrible cow, but the highest of the mountains is the one who goes to the 
    other 
  side 
  . 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 85, 
    "text": "Arishtanemi.\n1 Atharva (wishing to bless). Tarkshya. Trishup Let us offer sacrifice here to Tarkshya for your welfare.\n" 
  }, 
  "85": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 86, 
    "text": "The savior is Indra.\n1 Atharva (desirous of welfare). Trishup.\nTrataramindram avitaramindram havehave suhavam shuramindram.\nHuve nu shakram puruhootamindram svasti na Indra maghavan krinotu.1.\n" 
  }, 
  "86": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 87, 
    "text": "The pervading God.\n1 Atharva. Rudra. The world.\nHe who entered the fire, the Rudra, who entered the waters, the herbs and the trees ॥1॥\n" 
  }, 
  "87": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak",
    "kaanda": 7, 
    "sukta": 88, 
    "text": "Destroyer of snake venom.\n1 Garutman. Takshaka. Tryavasana brihati ॥1॥\n" 
  }, 
  "88": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak",
    "kaanda": 7, 
    "sukta": 89, 
    "text": "The divine waters.\n1-4 The island of the Indus. The fire. The Anuṣṭup, 4 Tripada Nichṛt Paroṣṇik 1.\nCreate me with your splendour, O Magne, with your progeny and with your long life.\nMay the gods know me, and may Indra, along with the sages, know me Abhirunam.3.\nEdho'syedhishiya samidasi samedhishiya.\nTejo'si tejo mayi dhehi.\n" 
  }, 
  "89": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 90, 
    "text": "Destroying the strength of the enemy.\n1-3 Angiras. The mantras are recited. 1 Gayatri, 2 Virat, the greatest in front,\nAnd even the bull, as in the Puranas, is as bright as the vow \nI shall smear your brows with the vow of Varuna.\nAs the tail of the tail of the woman who has disappeared from the house of the young woman Tanu ॥3॥\n" 
  }, 
  "90": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", " 
    kaanda": 7, 
    "sukta": 91, 
    "text": "Sutrama Indra.\n1 Atharva. Chandrama (Indra). May the universal Vedas be ours.\nMay hatred prevent us from fear and may we become the masters of the mighty.\n" 
  }, 
  "91": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 92, 
    "text": "Sutrama Indra.\n1 Atharva. The moon (Indra) is the Trishup.\nMay that Sutrama, his own Indra, remove any hatred from 
  our 
    wife 
  . "atharvaveda", 
    "samhita": "shaunak", " 
    kaanda": 7, 
    "sukta": 93, 
    "text": "The destruction of enemies.\n1 Bhrigvangiras. Indra. Gayatri. 
  }, 
  "93": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 94, 
    "text":"Sammanasyam.\n1 Atharva. Soma. Anuṣṭup.\nDhruvam Dhruvena Havishav Soma Nayamasi.\nYathā na Indraḥ kevalīrviśaḥ sammanasaskarat.1.\n" 
  }, 
  "94": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "foot": 7, 
    "fold": 95,
    "text": "Destroying the enemy.\n1-3 Kapinjala. The vultures. Anuṣṭup, 2-3 Bhurik 1.\nI stood up like cows always tired.\nThey roared like cockroaches and roared like wolves The man carried it.\n" 
  }, 
  "95": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 96, 
    "text": "The destruction of enemies age 
  . 
  \ nThe mountains stood in their places and the 
    kidneys 
    stood 
    in 
    their 
    places Tripadarshi Bhuriggayatri, 6 Tripada Prajapatya Brihati,\n7 Tripada Samni Bhurigjagati, 8 Uparishtad Brihati Go to the moon.1.\nO Indra, with our minds, this is not with the cows, with the demigods, with the Harivants, with good fortune \nEat and drink honey and give him the Vasus and the Vasus.\nMay the gods who have come to you in the forest do not offer sacrifices to you 4.\nGo to the sacrifice, go to the Lord of the sacrifices.\nGo to your own womb, Svaha. 5.\nThis is your sacrifice, O Lord of the sacrifices, with the Sukta-Vaka Knowing and singing, this is our sacrifice in the heavens among the gods.\nSvaha in the heavens, Svaha in the earth, Svaha in the sky, Svaha in the wind, Svaha in the air.\n" 
  }, 
  "97": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 98, 
    "text": "Havi.\n1 Atharva. Indra, the gods of the universe. Virat Trishup Haviḥ Svaha ॥1॥\n" 
  }, 
  "98": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 99, 
    "text":"Vedi.\n1 Atharva. Vedi. Bhurik Trishup.\nPari stranihi pari dhehi vedi ma jamim moshiramuya shayanam.\nHotrishadanam haritam hiranyam nishka ete yajmanasya loke.1.\n" 
  }, 
  "99": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 100,
  "text": "The destroyer of 
    bad dreams.\n1 Yama. The destroyer of bad dreams. Anuṣṭup.\nThey turn from bad dreams to sin and from dreams to beauty 
  . 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 101, 
    "text": "The destroyer of bad dreams.\n1 Yama. The destroyer of bad dreams. Anuṣṭup Shiva is not seen by the sun.\n" 
  }, 
  "101": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 102, 
    "text": "The creator is the heavens, the earth, the space, and death Bṛhatī.\nOffering obeisances to the heavens, earth, space and death.\nStanding above the eyes, may the gods not harm me.\n" 
  }, 
  "102": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 103, 
    "text": "Kshatriya.\n1 Brahma. Atma. Trishup.\nWho will lift up this enemy of ours, O Kshatriya, who desires to dwell in it?\nWho desires sacrifice, who desires fulfillment, who prays to the gods for long life? 1.\n" 
  }, 
  "103": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", " 
    kaanda": 7, 
    "sukta": 104, 
    "text": "The cow.\n1 Brahma. The soul. The trishup Juṣaṇo yathavaśam tanvaḥ kalpayati ॥1॥\n" 
  }, 
  "104": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 105, 
    "text": "The divine words He who seeks the divine words from manhood.\nPraṇīti and return with all your friends.\n" 
  }, 
  "105": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 106, 
    "text":"Immortality.\n1 Atharva. Jataveda and Varuna. Brihatigarbha Trishup.\nWhat we have done in the fire 
    , O Jataveda 
  , we have offered at your feet.\nThen protect us 
  , O Pracheta, from our auspicious friends. "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 107, 
    "text": "Santaranam.\n1 Bhrigu. The sun and the water. Anuṣṭup } 
  , 
  "107": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak",
    "kaanda": 7, 
    "sukta": 108, 
    "text": "Destruction of enemies.\n1-2 Bhrigu. Agni. 1 Brihatigarbha Trishup, 2 Trishup May these fires, O fire, be our children.\nWhether we are asleep, awake, standing or moving, the fire of fire burns us.\nThe fire of fire burns us with the fire 
  of 
  Vaisvanara 
    . "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 109, 
    "text": "Rashtrabhrata.\n1-7 Badarayani. Agni. Anustup, 1 Virat Purastad Brihati, 2,3,5-7 Tristup Tanuvashi.\nI teach you the Age of Kali with ghee, and he bless us in this way Havya.2.\nThe Apsaras are intoxicated with the sacrificial offerings and the sun between them.\nMay they create my hands with ghee and cook my enemies with ghee \nKill him who is burning against us like a tree with a thunderbolt.\nHe who made us this wealth in the heavens, who swallowed the axes and the rest This is your name, the fierce beholder of the nation.\nThe Indus offer oblations to you, and we shall be the masters of the Rayas mridantvidrishe ॥7॥\n" 
  }, 
  "109": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 110, 
    "text": "shatrunasanam.\n1-3 Bhrigu. Indragni. 1 Gayatri, 2 Trishup, 3 Anustup.\nAgni and Indra You have killed the Vṛtras.\nBoth of them are the killers of Vṛtra.\nThey conquered their own1ragras as long as the worlds remained I offered sacrifice to you.\nThe god Brihaspati led you with the Chamasa.\nIndra did not enter the sacrificial fire with his voice.\n" 
  }, 
  "110": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 111, 
    "text": "Soul.\n1 Brahma. Bull. Parabrihati Trishup.\nYou are the Somadhan in the womb of Indra, the soul of the gods and of men 
  . 
  "111": { 
    "veda": "atharvaveda", 
    "samhita":"Shaunak", 
    "kaanda": 7, 
    "sukta": 112,
    "text": "Destroyer of sins.\n1-2 Varuna. The waters, and Varuna. Anuṣṭup, 1 Bhurik.\nShumbhani, the heavens and the earth, in the Antisumna, the great vow Shapathya3datho varunya aduta.\nAtho yamasya padvishad visvasmad devakilbisat.2.\n" 
  }, 
  "112": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 113, 
    "text": "Destruction of enemies.\n1-2 Bhrigu. Trishtika. 1 Viradanuṣṭup, 2 Shankumati Chatuṣpada Bhuriguṣṇik 
    You are 
  the poisonous poison of the sage.\nYou are covered with 
    the 
    scent 
  of 
    a 
    bull Bhārgava.Anuṣṭup.\nI give you from your chests, I give you from your heart.\nI give you all the brightness from your mouth May the moon kill the demons.\n" 
  }, 
  "114": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 115, 
    "text": "The destruction of sinful characteristics.\n1-4 The Atharva Vedas. 2-3 Trishup.\nWhen the sinful Lakshmi falls down, he is destroyed and falls down in the morning The sun, whose hand is like a deer, has given us the wealth.\nOne hundred goddesses of fortune have been born with the body of a mortal They are like cows standing in the field.\nLet the pious and the sinful enjoy their fortune forever.\n" 
  }, 
  "115": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 7, 
    "sukta": 116, 
    "text": "The destroyer of fever.\n1-2 Atharva Angiras. The Moon. 1 Puroshnik, 2 Ekavasana Dvipada Archyanuṣṭup \n" 
  }, 
  "116": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak",
    "kaanda": 7, 
    "sukta": 117, 
    "text": "Shatrunivaranam.\n1 Atharvangiras. Indra. Pathyabrihati.\nA mandrairindra haribhiryahi mayuraromabhi ॥1॥\n" 
  }, 
  "117": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak",
    "kaanda": 7, 
    "sukta": 118, 
    "text": "Wearing shields.\n1 Atharva Angiras. The moon, Varuna, the god. Trishup May the gods follow you in victory.\n" 
  }, 
  "118": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 6, 
    "sukta": 119, 
    "text": "Aanrnyam.\n1-3 Kausika. Vaishvanara is the fire. Trishup.\nWhatever debt I owe him, I give it to him naked or I collect it.\nVasishta, the lord of the fire, rises to the world of the well-doer \nHe knows these ropes are all loosened, and we shall be together with the ripe one ॥3॥\n" 
  }, 
  "119": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 6, 
    "sukta": 120, 
    "text": "The world of the well-done.\n1-3 Kausika. Space, earth, heaven, fire Trishup.\nThat which is the sky, the earth, the heavens, the mother or the father, which we kill.\nThis is the fire from which our householder, the fire, goes to the world of the well-doer Our father, O heaven, be pleased with us, and when you die, you will save us from this world sons
  ​
  ​
    ​
    ​
    ​
    ​ 
    ​They are the best and the worst of us, and the Varunas are the best of us.\nThey are the ones who bind us with bad dreams and evil, and then we go to the world of good deeds Our householder, the fire, goes to the world of the well-doer.2.\nMay the goddess Vichrita, whose name is Taraka, rise Like a fallen womb, follow all the paths.4.\n" 
  }, 
  "121": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 6, 
    "sukta": 122,
    "text": "The third nose.\n1-5 Bhrigu. Visvakarma. Trishup. 4-5 Jagati.\nI give this portion to the learned Visvakarma, the firstborn of the truth Some cross the thread given to them by the Pitryamaya.\nSome give without relations, and if they learn to give, that is heaven Let the couple take refuge in the fire for his protection.\nI ascend the sacrifice which is enlarged by my mind and by my austerities I offer these sacrificial women separately in the hands of the Brahmins.\nMay Indra, the Maruts, grant me whatever desire I have for you.\n" 
  }, 
  "122": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 6, 
    "sukta": 123, 
    "text": "Saumanasam.\n1-5 Bhrigu. Visve devas. Trishup, 3 Dvipada Sammyanustup, 4 Ekavasana Dvipada Prajapati Bhuriganustu \nThe sacrificer who is coming knows that he is in the supreme heaven.\nThe gods who are in the right place know this world 2.\nThe gods, the forefathers, the forefathers, the gods Be Sumana.\n" 
  }, 
  "123": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 6, 
    "sukta": 124, 
    "text": "Nirrityapastaranam.\n1-3 Atharva. Divine waters. Trishup From the sky a drop of water was obtained by the juice.\nI am the milk of the senses, O fire, by the Vedas and by the sacrifices performed The wind itself.\nWhere the body touched the body3and the clothes, let the waters knock the dance with the others Tarinrṛtirmo aratiḥ ॥3॥\n" 
  }, 
  "124": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 6, 
    "sukta": 125, 
    "text": "The chariot of the hero.\n1-3 The Atharva Veda.2 The world.\nO tree, may you be our friend and a mighty warrior.\nYou are armed with cows, and may you conquer the conquerors \nOffer the thunderbolt of Indra, the chariot of Indra, covered with cows, which is the source of water, the army of the Maruts, the army of Mitra, the womb of Varuna, and the navel of Varuna ॥3॥\n" 
  }, 
  "125": {
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 6, 
    "sukta": 126, 
    "text": "Dundubhi.\n1-3 Atharva. Dundubhi. Bhurik trishup, 3 Purobrhatigarbha trishup The world is situated.\nHe, with the drum of Indra, the second of the gods, stirred up the enemies from afar May the horses and the leaves of the horse fall upon us, and may the chariots of our Indra conquer us.\n" 
  }, 
  "126": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 6, 
    "sukta": 127, 
    "text": "The destroyer of tuberculosis.\n1-3 Bhrigvangiras. The destroyer of tuberculosis, the plant. Anuṣṭup, 3 The six-legged world with three ends Chan.1.\nYou two strong men standing in the chamber, lying on the muscles.\nI know the medicine for that, the chipudru, the sword \n" 
  }, 
  "127": { 
    "veda": "atharvaveda", "samhita": " 
    shaunak", " 
    kaanda": 6, 
    "sukta": 128, 
    "text": "King\n1-4 Angiras. Soma, Shakadhuma. Anuṣṭup.\nThe stars made us kings.\nI gave him this kingdom.\nMay I bless us in the middle of the day. May I bless us in the evening.\nMay I bless us in the day, in the morning and in the night May you bless us with the day and night, the sun and the moon with the stars.\nMay you, O king, bless us with the smoke of the moon ॥4॥\n" 
  }, 
  "128": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 6, 
    "sukta": 129, 
    "text": "Bhagapraptiḥ\n1-3 Atharvangiraḥ. Bhagaḥ \nI make you my sister, do not be afraid of the trees.\nDo not make my sister afraid of the trees ।\nTherefore do not make your sister a victim of the devils.\n" 
  }, 
  "129": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak",
    "ready": 6, 
    "sukta": 130,
    "text": "Smara.\n1-4 Atharva-Angiras. Smara. Anuṣṭup, 1 Virat Purastad Bṛhatī.\nSmara is the source of the Apsaras who have conquered the chariots May he remember me.\nLet the gods give up his memory and let him lament for me.\nAs I shall never die from his memory.\nLet the gods give up his memory and let him lament for me May he lament for me with madness.\n" 
  }, 
  "130": { 
    "veda": "atharvaveda", 
    "samhita": " 
    kaanda": 6, 
    "sukta": 131, 
    "text": "Smara.\n1-3 Atharva Veda. Smara. Anuṣṭup I do not escape thee.\nO gods, let him give up his lust and let him lament for me.\nO gods, let him give up his lust and let him lament for me five yojanas of Ashwin.\nThen you are the father of our sons.\n" 
  }, 
  "131": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 6, 
    "sukta": 132, 
    "text": "Smara.\n1-5 Atharvangiras. Smara. Anuṣṭup, 1 Tripada Anuṣṭup, 2,4,5 Bṛhatī, 3 Bhurik.\nThat the devas sprinkled with your remembrance, whose sorrow is with you.\nThat I am heating you with the dharma of Varuna I am heating you by the dharma of Varuna.\nI am heating you by the dharma of Varuna.\nI am heating you by the dharma of Varuna.\nI am heating you by the dharma of Varuna By the righteousness of Varuna 
    , whom Mitra and Varuna 
  have sprinkled with remembrance 
    , and whom I 
    have accompanied in sorrow. 
  \ nThat I am heating for you by the righteousness of Varuna 
    . 
    "text": "Belt-binding.\n1-5 Agastya. Belt. 1 Bhurik 2, 5 Anuṣṭup, 3 Triṣṭup, 4 Jagati.\nHe who bound this belt, who gave us the battle, who united us Vi munchat.1.\nAhutasyabhihuta rishinam asyayudham.\nBefore the vow, eat the heroic killer in the belt By the austerities of Brahma I sew him with this belt.3.\nThe daughter of Shraddha, born of austerities, became the sister of the sages In the past the sages of the past worshiped me.\nThat you embrace me with the belt of long life.\n" 
  }, 
  "133":{ 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 6, 
    "sukta": 134,
    "text": "Destruction of enemies.\n1-3 Indra. Vajra. 1 Paranuṣṭup Triṣṭup, 2 Anuṣṭup, 3 Bhurik Tripada Gayatri Like Vritra, the husband of Sachi.\nHidden from the lips of the north, he crept to the earth.\nHe was carried away by the thunderbolt 3.\n" 
  }, 
  "134": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 6, 
    "sukta": 135, 
    "text": "Strength attainment.\n1-3 Venus. Thunderbolt I gave him the thunderbolt.\nHe shattered his shoulder like Sachi, the husband of Vritra.\nWhat I drink, I drink like the ocean They are like the ocean.\nWe have gathered our lives together and we have spoken this.3.\n" 
  }, 
  "135": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 6, 
    "sukta": 136, 
    "text": "Hair growing.\n1-3 Vītātni vanaspatiḥ. Anuṣṭup 2 ekavasāna dvipada sāmnī bṛhatī.\nThe goddess is born on the earth in the herb Make it rainy.\nIf your hair falls off at the root and is cut off,\nI sprinkle this herb with the herbs of the universe.\n" 
  }, 
  "136": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 6, 
    "sukta": 137, 
    "text": "Keshavardhana.\n1-3 Veetahavya. Vanaspati. Anuṣṭup.\nWhich Jamadagni dug for his daughter Keshavardhani They are inferred by the exercise.\nLet your hair grow like nadas and your head be blackened.\nGive the tip of the root to the middle of the Yama herb.\n" 
  }, 
  "137": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 6, 
    "sukta": 138, 
    "text": "Clubness.\n1-5 Atharva. Plant. Anuṣṭup,3 row of paths.\nYou are the best of the herbs known as the herbs.\nMake this man of mine today a cleaner and a cleanser Breaking the eggs.2.\nCleb, Cleb, Tvakara, Vadhri, Tvakara, Amara, Sarasa, Tvakara.\nYou blow the curry on his head and the pot Vrishnyam.\nI shall break your shamya with a sword over your muscles.\nJust as women break a stick with a stone in Kashipuna.\nI shall break your tail with a sword over your muscles.\n" 
  }, 
  "138": { 
    "veda": "atharvaveda"
    "samhita": "shaunak", 
    "kaanda": 6, 
    "sukta": 139, 
    "text": "Increasing fortune.\n1-5 Atharva. The plant. Anuṣṭup, 1 Trivasana six-footed Virad world I shall dry up your heart with this thousand-leaved tree.\nLet your heart dry up in me and let it dry up in me Knock on the auspicious ones.\nKnock this and me together and make your heart equal.3.\nAs a man who does not drink water dries up his mouth \n" 
  }, 
  "139": { " 
    veda": "atharvaveda", "samhita": "shaunak", 
    " 
    kaanda": 6, " 
    sukta": 140, 
    "text": "Sumangalau dantau.\n1-3 Atharva. Brahmanaspati, teeth. (Anuṣṭup 1) 1 Urobṛhatī,\n2 Upariṣṭha jyotishmati triṣṭup, 3 Astarāpankti 1.\nOats, barley, meat and sesame seeds.\nThis is your portion reserved for the jewel-giving teeth. Do not harm your father or mother May your terrible body1 protect your teeth and do not harm your father or mother.\n" 
  }, 
  "140": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 6, 
    "sukta": 141, 
    "text": "The targeting of the cow's ears.\n1-3 Vishvamitra.Anuṣṭup.\nThe wind made them together and Tvashta nourished them.\nMay Indra heal the earth with his blood That may be many progeny.\nAs the gods and demons did, so did the human beings.\nThe same Lakshmi, the Aśvinī-kumāra, did for a thousand fasts. 3.\n" 
  }, 
  "141": { 
    "veda": "atharvaveda", 
    "samhita": "shaunak", 
    "kaanda": 6, 
    "sukta": 142, 
    "text": "Prosperity of food.\n1-3 Viswamitra. The wind. Anuṣṭup.\nExalted and become many by your own greatness, O barley We tell you that you are as high as the heavens and as the sea is presided over.\nMay the assemblies be presided over.\nMay the sacred stars be preserved.\n" 
  }, 
  "142": { 
    "veda": "atharvaveda", 
    "samhita":"Shaunak", 
    "kaanda": 20, 
    "sukta": 143,
    "text": "That chariot of yours we offer today, Pruthujrayama, the cow in association with the Aśvinī-kumāra \nThe birds move about in your bodies and carry you in your chariots Vavartat.3.\nThis sacrifice has not been performed by the Purubhu in a golden chariot.\nDrink this honey of the moon, which is the jewel of the moon Vamanye ni yamandevayanta sam yaddade nabhi purvya vam.5.\nNu no rayim puruveer brihantam dasra mimathamubhayeshvasme.\nNaro yadvamasvina stomamavantsadhastutimajamilhaso Agman.6.\nHere, what I have asked you together, is this Sumati, the jewel of the horse May the sky be yours.\nMay the lord of the fields be our honey, and may we hasten to seek him Pib॑dhyai ॥9॥\n" 
  } 
}
