{
  "0": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 1,
    "text": "10 Madhuchchanda Vaishvamitra.The wind is the moon.Gayatri.\n\nBreathe with the wine, the wine, the moon with the stream.Indra, the son of the fall.\n\nRakshoha, the universal grazing, is the source of the vagina.Druna sadhasthamasadat.\n\nBecome the best of the Varivodhatas, the killer of Vritra.Parshi Radho Maghonaam.\n\nAbhyarsha with the great gods of the gods.Abhi vajamuta shrava: ॥4॥\n\nWe’re going to be able to do that for the sake of the Divedi.Indo tve na ashasa:.\n\nThe daughter of the sun, who purifies the moon, is the source of all these things.The wall is eternally stretched.\n\nTamimanvi: samarya aa gramnti yoshano dasha.Svasara: parye divi.\n\nThey kill him, and the thumbs are blowing the sword.Tridhatu varanam madhu.\n\nAbhi3mamghnya uta shrinanti dhenava: baby.Soma Indraya Patave.\n\nThis Indra kills the Vṛtrāsuras in his intoxication.The brave man is also killed."
  },
  "1": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 2,
    "text": "10 Medhatithi: Kanva.The wind is the moon.Gayatri.\n\nPavasva devaveerati pavitram soma ranhya.Indra, the lord of the bulls, is visha.\n\nA vacyasva mahi psara vrishenda dyumnavatamah.A yonim dharnasih sadah.\n\nThe sweet stream of honey was stirred up by the son of Vedhasa.Apo vasishta sukratu:.\n\nThe seas are the seas of the seas, the great ones.That you will live with cows.\n\nThe sea wipes me into the waters, and the earth is the source of the heavens.Soma: Pavitri asmayu.\n\nThe bull did not see the great friend, but the friend did not see.Sam is like the sun.\n\nGirast inda energy is rubbed by the waters of the water.with which you are drunk for the gifts.\n\nWe’re going to rub him with the world’s drunkenness.Your praises are the earth.\n\nO Indra, you are the source of the wind, and you are the wind.The rain is like rain.\n\nThe cows are indus and the horses are the horses of the horse.The soul is the former of the sacrifice."
  },
  "2": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 3,
    "text": "10 Ajigarti, the dog, the shep, the artificial Vaishvamitra, the Devarata.The wind is the moon.Gayatri.\n\nThis is the god of immortality, as if it were a leaf-shaped man.Abhi dronanyasadam.\n\nThis is the god of the vipa, which runs over the wings.Pavamano adabhya.\n\nThis is the gods with the winds of the winds.Hari is cleansed for the horse.\n\nThis is the brave man of the universe, which is the source of the universe.The wind blows.\n\nThis is the god who is rathy, and the wind blows.Avishkrinoti vagvanum.\n\nThis is the waters of the waters of the brahmins.Dadhadratnani dashushe.\n\nThis is the heavens that run the dust by the stream.The wind was blowing.\n\nThis is the heavens, the diameter of the diameter of the dust.Pavamanah svadhvara.\n\nThis is the son of the gods by the utmost birth.Hari is the holy one.\n\nThis is the source of the knowledge of the old man, who is the source of all knowledge.The son is blowing with the stream."
  },
  "3": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 4,
    "text": "10 The golden stupa is the Angirasa.The wind is the moon.Gayatri.\n\nThe moon, the moon, the wind, the wind, the wind, the sound.Atha no vasyasaskrudhi.\n\nSana Jyoti: Sana Sva1rvisva and Soma Saubhaga.Atha no vasyasaskrudhi.\n\nSana Daksha Muta Kratu Apa Soma Mridho.Atha no vasyasaskridhi.\n\nThe holy ones are the purifying Soma Indra.Atha no vasyasaskridhi.\n\nYou are the sun-god, and you are the one who is your sacrifice with your sacrifices.Atha no vasyasaskridhi.\n\nWe shall see the sun with your sacrifices and your sacrifices.Atha no vasyasaskridhi.\n\nAbhyarsha svayudha soma dvibarhasam rayim.Atha no vasyasaskridhi.\n\nAbhya1shanapacyuto rayim samatsu sahih.Atha no vasyasaskrudhi.\n\nI grew up with sacrifices and the wind blowing in the fire.Atha no vasyasaskrudhi.\n\nRayim naschitramasvinamindo visvayuma bhara.Atha no vasyasaskrudhi."
  },
  "4": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 5,
    "text": "11 Kasyapa or Asito Devala.The wind is the moon.Gayatri.\n\nThe universally universal one shines in the wind.pleased with the bull, the youngest.\n\nThe wind blows on the horn, the wind blows.He woke up with the space.\n\nThe sun, the sun, shines like the sun.Madhoradharabhirojasa.\n\nThe barhi is the old man with his energy, and the wind blows.The gods are worshiped in the gods.\n\nThe great gate of the Udatas is the goddess of the battle.They are well praised by the wind.\n\nIn a good craft, a large earth is blowing.The night does not see the night.\n\nThe two gods, Nrichakshasa, Hota, Divine Huve.The wind is the bull.\n\nThe burden of the wind is the Saraswati.This is our sacrifice and the goddesses of goodness.\n\nTvashta, the elder brother of the cowherd men, offered the cows.Indra, Indra, the bull, the wind, the creator of the universe.\n\nThe wind blows the wind with the stream of honey.A thousand rounds of green shining like gold.\n\nThe gods of the universe went to the form of Svaha.The wind, the Brihaspati, the sun, the fire, the Indra, the Sajoshas."
  },
  "5": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 6,
    "text": "9 Kaśyapa or Asito or Devala.The wind is the moon.Gayatri.\n\nMandraya Soma Dharaya Vrisha Pavasva Devayu.Avyo varasmayuḥ ॥1॥\n\nAbhi tyam alcohol, intoxicated, Indra, is the akshara.Abhi Vajino Arvata.\n\nAbhi tyam purvya madam suvano arsha pavitra aa.Abhi Vajamuta Srava: ॥3॥\n\nThey followed the draps, the Indus, the waters did not flow.Punana Indramashata.\n\nThey wipe the horse like a Yamati, ten women.They played in the forest.\n\nHe gave him the juice of the bull with the cows for the sake of drunkenness.He created the son of the burden.\n\nThe gods, the gods, the earth, the wind, the wind, the wind.The milk that drinks it.\n\nThe soul is the source of the sacrifice of the sacrifice, the son of the wind.Pratnam ni pati kavyam.\n\nEva Punan Indrayumad Madashta Vitaya.Guha chiddhishe gira: ॥9॥"
  },
  "6": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 7,
    "text": "9 Kaśyapa or Asito or Devala.The wind is the moon.Gayatri.\n\nThe paths of the unsearched moons are the paths of the dance of the righteous.Vidana is the source of this.\n\nThe streams of honey are the fires of the fire.Havirhavishshu vandya: ॥2॥\n\nPra yujo vacho agriyo vrishava chakradavane.Sadmabhi satyo adhvara.\n\nThe poet who lives in the rhythm of the poems is wrapped in a poem.Swarvaji Sishasati.\n\nThe wind blows in the water, and the king of the universe suffers.If they die of the Vedas.\n\nAvyo is the beloved of Hari in the forests.Rebho is the forest.\n\nHe goes to the wind, Indra, with the Aśvinī-kumāras.He who is fighting with the righteousness of this.\n\nA mitravaruna bhagam madhva: pavanta umaya:.Vidana asya shakmabhi.\n\nThe sun is the source of the earth for the sake of the horse.Shrava Vasuni sam jitam."
  },
  "7": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 8,
    "text": "9 Kaśyapa or Asito or Devala.The wind is the moon.Gayatri.\n\nThese are the moons, which are dear to Indra.growing his semen.\n\nThey go to the air, the horse, the wind, the horse.May they run to us with good strength.\n\nIndra’s Soma Radhase is the source of the joy.The vagina of the truth.\n\nThey wipe you ten throws and kill seven intelligences.Anu vipra amadis.\n\nWho is the source of the creation of the gods?Sam gobhiḥvasamasi.\n\nThe Lord is the source of all the clothes and the wrath of the Punas.Pari gavyanyavyat.\n\nO Maghona, kill us, and kill us, the enemies of the enemy.Indu Sakhayama Visha.\n\nThe rain is the source of the heavens, and the dyumna is over the earth.Saho us the moon and the earth.\n\nWe have drunk the heavenly eyes, and we have drunk heaven.We eat the food of the prajamisha."
  },
  "8": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 9,
    "text": "9 Kaśyapa or Asito or Devala.The wind is the moon.Gayatri.\n\nThe poet of the heavens, the heavens, is the source of the light.Suvano goes to the Kavikratu.\n\nPrapra, to destroy the people, to the people, to the people, to be angry with the people.Vityarsha chanishtaya.\n\nThat son, the mother, was born, pure and born.Mahahanmahi ritavrdha.\n\nHe was the source of the seven intelligences and the drums of the Ajin.which is the one-eyed Vavridhu.\n\nThey gave them to the saintly ones, and they gave them thee.Indu Indra, your vow.\n\nAbhi vahniramrtyah sapta pashyati vavahi.Krivit satisfied the gods.\n\nAva kalpasshu naḥ pumastamansi soma yodhya.They are the thighs again.\n\nSurely, you are a new path, a path, a path.Pratnavadrochaya rucha:.\n\nThe wind blows in the sky, the cow, the horse, the hero.Sana medhaam sana sva:."
  },
  "9": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 10,
    "text": "9 Kaśyapa or Asito or Devala.The wind is the moon.Gayatri.\n\nPra swanaso chariots like the chariots of the earth, not the hearing.Somas attacked Raya.\n\nHinvanas are like chariots in the winter of the sun.The burden is like the carriers.\n\nThe kings are not pleased with the praises of the moon.The sacrifice is not by the seven metals.\n\nThey are the Suvanas, the Indus, the Mada, the barhana, the Gira.The daughters are rising with the stream.\n\nThey became the source of the light of the sun.Sura is the atom of the vitvante.\n\nThey are the ones who have been able to do the wise by the doors of the waters.Vrishno haras ayava:.\n\nSamichinasas asita hotas are the seven Jamayas.Padamekasya piprata.\n\nThe navel did not give the navel to the eyes.Kaverapatyama duhe.\n\nAbhi priya divaspadam adhvaryubhir caves hitam.Sura: sees with his eyes."
  },
  "10": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 11,
    "text": "9 Kaśyapa or Asito or Devala.The wind is the moon.Gayatri.\n\nThe man who sings him is the moon in the wind.Abhi devan iyakshate.\n\nThey gave them milk with honey, and they gave them milk.The gods are the gods of the gods.\n\nMay he breathe us in the cow, and may the cow protect us.Sham rajannoshadhibhyaḥ.\n\nI touched the heavens for the sake of the bears.Soma, the Gatha, worshiped.\n\nThe moon, the holy one, with the mountains of Radi, who had fallen from his hands.Madhava dhavata madhu.\n\nHe bows down and offers it to the goddess of fortune.Indu Indra, the son of Indra.\n\nAmitraha Vicharshani: Pavasva Soma Sham Gave.The gods are unwilling to do so.\n\nYou are sprinkled with the moon, the moon, the moon.The mind is the mind of the mind.\n\nThe wind, the good semen, the sun, the moon, ririhi na.Indavindrana no yuja."
  },
  "11": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 12,
    "text": "9 Kaśyapa or Asito or Devala.The wind is the moon.Gayatri.\n\nSoma is the daughter of the Asrigra, the daughter of the righteous.Indra, the honey-maker.\n\nThe cows are the cows, and the cows are not their mothers.Indra, the drinker of the moon.\n\nMadacyutksheti sadane sindhoruma vipashchit.The moon is the Gauri Adhi shrita.\n\nThe sky is the navel of the sky, and the sky is glorified in the sky.The moon is the poet who is the Sukratu.\n\nThe moon is the one who is covered with the holy waters of the moon.Tamindu: pari shasvaja.\n\nPra vachamundurisyati samudrasyadhi vishtapi.Jinvankosha madhu chuta.\n\nThe daily hymn is the tree of the trees, and the whole is the milk.Hinvano manusha yuga.\n\nAbhi is the beloved of the heavens, and the moon is the source of all the lights.The poet’s stream is the poet.\n\nA wind, hold the sun with a thousand effulgence.Asme Indo Svabhuvam."
  },
  "12": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 13,
    "text": "9 Kaśyapa or Asito or Devala.The wind is the moon.Gayatri.\n\nThe moon is the source of the thousands of streams.The air is the source of the fire.\n\nThe wind blowing in the air is the brahmin.Sushvanam devavitaya.\n\nThe winds are the winds of the Vajasatas, the thousands of the Pajas.Grinana devavitaya.\n\nUta no vajasataya pavasva brihatrisha:.Dyumadindo Suvirya.\n\nThey are the winds of the thousands of good forces.Suvana, the gods, the Indus.\n\nAtya hiyanas not for the sake of the horse.Vi varamavyamashava: ॥6॥\n\nVasra, Arshanti, the moon, the calf, not the cows.Dadhanvire gabhastyoh.\n\nJushta, Indra, gave the wind to the wind.Vishva ap dvisho jahi.\n\nThey were slaughtering the sky, and they saw the sky.It is covered with the yonavrita."
  },
  "13": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 14,
    "text": "8 Kaśyapa or Asito or Devala.The wind is the moon.Gayatri.\n\nPari prasishyadat kavih sindhorurmavadhi shrita.The carrier of the carriage.\n\nGira if the five Vratas are the Apasyavas.They are the ones who are able to hold the sword.\n\nThe gods in the universe were satisfied with the taste of the moon.If he is dressed in cows.\n\nThey ran away from the dead, and they gave them to the slopes.Here, the Yuja kills the Sam.\n\nThe young man, who is white with the Naptis, does not wipe away me.I didn’t get the cows.\n\nAti shriti tiraschata gavya jigatyaanvya.Vagnumiyarti whom I know.\n\nThey threw the sword and wipe the sword.The horse was taken as the horse.\n\nThe moon, the moon, the earth, the moon, the earth, the earth.Vasuni yahyasmayu."
  },
  "14": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 15,
    "text": "8 Kaśyapa or Asito or Devala.The wind is the moon.Gayatri.\n\nThis is the brave man who is quick to go with his mind in the sky.Go to Indra’s exit.\n\nThis is the Puru dhiyayate brihat devatataya.where they are dead.\n\nThis is the Hito vi taken inside the white path.If the earth is tuny.\n\nThis is the horns of the cow, the bull3, like the milk.They placed the men with their energy.\n\nThis horse is squeezed by Rukmi, and the horses are beautiful.The husband of the seas became.\n\nThis is the Vasus, the drinking of the Parusha.Av goes in the shades.\n\nThey wipe this wiping with the valleys.Prachakranam mahirisha:.\n\nThese ten throws are wiped with seven intelligences.Svayudham madintamam."
  },
  "15": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 16,
    "text": "8 Kaśyapa or Asito or Devala.The wind is the moon.Gayatri.\n\nPra te sotara onyo3 rasam madaya ghrshvaye.Creation is not takttisha.\n\nThe chariot of Daksha was the source of the water.I’m in the cows of the cows.\n\nCreate the holy moon in the waters of the unfeding waters.Punihindraya patave.\n\nPra punananasya chetasa soma: pavitri arshati.The sacrifice was performed in the sacrifice.\n\nPra thy salutations, Indra, the moon created the moon.The great carriage of the buffalo.\n\nIn the form of Puna, the universe is in the inexhaustible, and the universe is the source of all beauty.The brave does not stay in the cows.\n\nThe heavens did not drink the slopes of the stream of the son of the son of Vedhasa.In vain, he is holy.\n\nYou’re the moon, the wise man, and you’re going to be able to live.Avyo warm vi dhavasi."
  },
  "16": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 17,
    "text": "8 Kaśyapa or Asito or Devala.The wind is the moon.Gayatri.\n\nThe seas are killing the Vritras as the seas are in low.The moon is the source of the blood.\n\nThey were like the rainbows, and the rains were like the earth.Indram somaso aksharan.\n\nThe most turmeric, envious, intoxication, the moon, is the source of the moon.They killed the gods who were protecting.\n\nA runs in the kalashes and is sprinkled with the holy.It increases in the sacrifices of the Ukthas.\n\nAti tri soma rochana rohan na bhrajase divam.Ishnantsuryam na chodayah.\n\nThe priests were the ones who were brought to the head of the sage.You’re looking at your eyes, dear.\n\nThat’s what you’re going to do with a man, and a man with intelligence, and he’s been able to live.They wipe the gods for the sake of the gods.\n\nThe honey-bearing sword is intense and is the source of the moon.Charuruta to drink."
  },
  "17": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 18,
    "text": "7 Kaśyapa or Asito or Devala.The wind is the moon.Gayatri.\n\nThey are the Suvano, the Girishtha, the Pavitri, the Akshas.You are all-pervading in intoxication.\n\nYou are a brāhmaṇa, you are a poet, and you are the source of honey.You are all-pervading in intoxication.\n\nThe gods of the universe, Sajosha, were driven away by you.You are all-pervading in intoxication.\n\nA yo visvani varya vasuni stairdhadhe.You are all-pervading in intoxication.\n\nHe who milks these earthly earths with his mother.You are all-pervading in me.\n\nHe who is immediately wrapped in the rodasi with the horses.You are all-pervading in me.\n\nHe slipped the sword in the fields of the Punas.You are all-pervading in intoxication."
  },
  "18": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 19,
    "text": "7 Kaśyapa or Asito or Devala.The wind is the moon.Gayatri.\n\nThe moon is the source of the moon, the divine earth.Tan: punaran aa bhara.\n\nYou are the one who offers the heavens to the heavens and the moon.Ishaana pipyatam dhiya: ॥2॥\n\nThe bull was rebuilt in the life of the barhishi.Hari: Sanyonimasadat.\n\nThe intelligences of the Taurus were overwhelmed by the semen of the bull.The mother of the son of the son.\n\nThe Kuvid Vrishanyantis re-employed the pregnancy.They are the milk that milks the Venus.\n\nUp teaching and fall, give me the enemy of the enemy.Pavamana vida rayim.\n\nNi shatru: soma vrishnyam ni shushmam ni vayastira.Dure or Sato Anti or."
  },
  "19": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 20,
    "text": "7 Kaśyapa or Asito or Devala.The wind is the moon.Gayatri.\n\nPra kavir devevavitaye avyo vararshati.Sahvanvisva abhisprudha:.\n\nHe is the one who gives the horse to the old man.Pavamanah sahasrinam.\n\nThe mind is the source of the universe with the minds of the universe.That is our Soma, the Sravas, the knowers.\n\nAbhyarsha, the great fame, the Maghavadas, the Dhruva, the Rayim.Isham stotribhya a bhara.\n\nYou are the king of the Suvrata, the Gir: Soma entered.Punanano is wonderful in the fire.\n\nThat fire in the waters is wiping the sun and the sun.The moon is suffering in the chamus.\n\nThe playground, the sacrifice, did not go to the holy moon.He gave him a good semen in the stotra."
  },
  "20": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 21,
    "text": "7 Kaśyapa or Asito or Devala.The wind is the moon.Gayatri.\n\nThese are the moons that are running, the moon, the Indra, the Ghṛṣvaya.Matsarasa: Swarvidah.\n\nThey were engaged in the Suṣvaya, the source of the knowledge of the Varivo.He himself is the source of the Vedas.\n\nIn vain, the Indus are playing in vain.The seas were driven away.\n\nThese are the worlds that blow the wind.He is not in the seven chariots.\n\nI’ve been in this Pishanga, the Indus, and you’ve been in the direction of Vena.who is the immortal.\n\nThe Ṛbhu did not hold the new street in the direction of Keta.Venus are the winds of the wind.\n\nThis is the wood of the wooden woods in the woods.They sat down with the truth."
  },
  "21": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 22,
    "text": "7 Kaśyapa or Asito or Devala.The wind is the moon.Gayatri.\n\nThese are the moons, like the chariots of the horses.The creations were created.\n\nThese are the winds of the rain, like the rains of rain.The fire is like a brow in vain.\n\nThese are the cleansed ones, the wise, the moon, the head.Vipa Vyanashudhiya: ॥3॥\n\nThese are the cleansing of the immortals, who are not responsible for the creation.The paths are the dust.\n\nThese are the backs of the heavens, and the brāhmaṇas are exhausting.Utedamuttamam raja:.\n\nThe fibers were stirred up, and they followed.Utedamuttamayam.\n\nYou are the moon and the cows of the cows.Then the fibers of the sword were covered."
  },
  "22": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 23,
    "text": "7 Kaśyapa or Asito or Devala.The wind is the moon.Gayatri.\n\nThe moon is the blood of the moon, and the honey is the source of the honey.Abhi visvani kavya.\n\nAnu pratnas ayava: padam naviyo akramau.Ruche jananta suryam.\n\nA pavamana no bharaaryo adashusho gayam.Make the Prajavatirisha.\n\nAbhi somas ayava: pavante alcohol madness.Abhi kosham madhu chuta.\n\nThe moon is the source of the earth, and the senses are the source of the taste.Suveero abhishastipaḥ.\n\nIndra, the moon-god, is the source of all the gods.Indo Vajam Sishasasi.\n\nIndra, the drunkard, drinks the Vritras.They killed the hips."
  },
  "23": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 24,
    "text": "7 Kaśyapa or Asito or Devala.The wind is the moon.Gayatri.\n\nPra somaso adhanvishu: pavamanasa indava.They rubbed the waters in the waters.\n\nThe cows are not the source of the waters of the rivers.Punana Indramashata.\n\nPra pavamana dhanvasi Somendraya patave.They are the ones who are taken away by men.\n\nYou are the moon, and you will be able to endure the wind.Sasniryo anumadya:.\n\nIndu, which is the son of the mountains, you are running around the holy place.Ar Indra’s abode.\n\nBreathe, kill Vṛtrāsura with the words of Moktha.The pure fire is wonderful.\n\nThe pure fire is called the moon, and the moon is the honey.Devaveerghashansaha."
  },
  "24": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 25,
    "text": "6 Drilahacyuta Agastya.The wind is the moon.Gayatri.\n\nBreathe, Dakshasadha, to drink the gods, O Hare.The Maruts are drunk in the wind.\n\nThe wind blew the vagina with the wind.Dharmana visha.\n\nSam devatas shobhate vrisha kaviryonavadhi priyah.Vritraha Devavitamaḥ ॥3॥\n\nThe universe enters the form of the wings and goes back to the Harya.where they are dead.\n\nArusha was born, and the moon was the source of life.Go to Indra, the one who sells.\n\nCome, breathe, the poet, the holy one, the poet.The sun’s womb is the source of the sun."
  },
  "25": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 26,
    "text": "6 Idhmavaho is a strong fall.The wind is the moon.Gayatri.\n\nThey drank the horse, and the sun was in the sky.Vipraso anvya dhiya.\n\nThe cows were covered with a thousand streams of water.Indu is the holder of the heavens.\n\nThe Vedas, the earth, the wind, the sky, the sky.Dharnasim bhuridhayasam ॥3॥\n\nThey were the ones who were able to do so with the universe.The husband gave him the gift.\n\nThey kill him with the mountains, the Jamas, who are the sources of the Sanas.Haryatam Bhurichakshasam.\n\nThey kill you, the wind, the wind blowing in the wind.Indavindraya matsara."
  },
  "26": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 27,
    "text": "6 Nrimedha Angirasa.The wind is the moon.Gayatri.\n\nThis is the poet who is praised on the holy place.Punano kills the sridha.\n\nThis is sprinkled with the self-control of the wind for Indra.Pavitri Dakshasadhan.\n\nThis is the son of the bull, the embodied, the bull.The moon is the knower of the universe in the forests.\n\nThis is the cow’s milk, the wind, the wind.Indu: Satrajida is spread out.\n\nThis is the sun that blows on the sky with the sun.Pavitri Matsaro Mada: ॥5॥\n\nThis is the bull of the bull, the bull, the sword.Punan Indurindrama."
  },
  "27": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 28,
    "text": "6 Priyamedha Angirasa.The wind is the moon.Gayatri.\n\nThis is the horse that is hidden by men, and the world-knowledge is the master of the world.Avyyo warm vi dhavati.\n\nThis is the holy Akshara Soma, the son of the gods.They entered the worlds of the universe.\n\nThis is the god Shubhayate, the Adhi Yonavamartya.Vritraha Devavitamaḥ ॥3॥\n\nThis bull is the youngest of the tens of the tenth.Abhi runs the drones.\n\nThis is the sun, the wind-god, the wind-god.Visva dhamani visvavit.\n\nThis is the moon, which is the source of the moon.Devaveerghashansaha ॥6॥"
  },
  "28": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 29,
    "text": "6 Nrimedha Angirasa.The wind is the moon.Gayatri.\n\nThe stream of the Aksharas, the Vṛṣṇa, is the source of the power of the son.They followed the gods.\n\nThey wipe the seventh and the giras are singing.The light is the knowledge of the Mukthya.\n\nSushaha, Soma, they are the masters of the Lord.Vardha samudramukthyam.\n\nVisva vasuni sanjayanpavasva soma dharaya.inu dveṣāsi sadhryak.\n\nRaksha su no ararusha from the sound of someone else.Nido where we release.\n\nMay the sun, the earth, the earth, the earth, and the earth.Dyumantam shushmama bhara."
  },
  "29": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 30,
    "text": "6 Bindurangirasa:.The wind is the moon.Gayatri.\n\nThe stream of this shushman is in vain in the holy letter.Punano will speak.\n\nIndurhiyana, the youngest of the sons of the winter.Iyrti vagnumindriyam.\n\nA na: shushma nrshahyam viravantam purusprham.Pavasva soma dharaya.\n\nPra Somo Ati Dharaya Pavamanao Asishyadat.Abhi dronanyasadam.\n\nThey kill the monkeys in the waters, the most honey-mad, with the mountains.Indavindraya pitiya.\n\nSunota, the most honey-mad, for the Indra, the thunderbolt.Charum shardhaya matsara."
  },
  "30": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 31,
    "text": "6 Gotamo Rahugana.The wind is the moon.Gayatri.\n\nPra somas swadhya1: pavamanaso akramau.They make the sun the mind.\n\nThe heavens and the earth should be overwhelmed by the dyumna.Become the husband of the horses.\n\nThe winds are overwhelmed by the winds, and the seas are angry with you.Soma increases they are great.\n\nMay the moon, the Vrishni, come to you, the universal source of drink.Become the association of the horse.\n\nThe cows, the milk, the bear, the milk, the milk, the milk.Varshishta, Adhi Sanvi.\n\nWe are the masters of the world, the truth of the world.Indus, my friend, you’re going on."
  },
  "31": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 32,
    "text": "6 Shyavasva Atreya:.The wind is the moon.Gayatri.\n\nPra somas, drunk, and hearing us, the Maghona.The daughters of Vidathe were attacked.\n\nThe first of the three women is the one who kills the Hari with the mountains.Indu Indra for drinking.\n\nThe first swan is like a gana of the universe.Atyo is not satisfied with cows.\n\nYou’re not afraid of the deer, the deer, the moon.Siddn nritasya yonima.\n\nAbhi gavo anushat yosha jaramiva priyam.Agannajim as it is good.\n\nGive us light and fame to the Maghavas and to me.Sani medhamuta shrava:."
  },
  "32": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 33,
    "text": "6 Trita Aptya:.The wind is the moon.Gayatri.\n\nPra somaso vipaschito’pam na yantiurmaya:.The forests are like glory.\n\nAbhi dronas babhrava: shukra ritasya dharaya.They threw the horse and the cow.\n\nThe daughters of Indra, the wind, and the Maruts, the winds.The moons are angry with Vishnu.\n\nThree words are uttered by the cows, and the cows are measured by the cows.Harireti Kanikradat.\n\nThey were the mothers of Yahviruta, who was the Brahma-ranuṣata.Death die and the heavens are dead.\n\nThe four seas are the four seas, and the moon is the universe.A pavasva sahasrina:."
  },
  "33": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 34,
    "text": "6 Trita Aptya:.The wind is the moon.Gayatri.\n\nPra suvano dharaya tandurhinvano arshati.Rujaddrilha vyojasa.\n\nSuta Indra, the wind, to Varuna, the Maruts.The moon is the source of the moon.\n\nThey hear the bull with the bulls and the mountains.They milk the milk of the milk.\n\nThe marjyo of the three worlds is the source of the earth.Sam Rupairajyate Hari:.\n\nThe mothers of the Prishnis milk the victims of the Abhimrit.Charu is dear to the dear one.\n\nThey are the same as these mountains, and they are angry with the streams.Dhenu Vashro Avivasha."
  },
  "34": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 35,
    "text": "6 Prabhuvasura and Angirasa.The wind is the moon.Gayatri.\n\nA na: pavasva dharaya pavamana rayim pruthum.By which you are the light of the light.\n\nIndo Samudraminkhaya Pavasva Visvamejaya.Rayo Dharta na vijasa.\n\nWe’ve been able to fight the heroes with you.kshara no abhi varya.\n\nPra vajamindurishyati sishasanvajasa rishi.Vrata Vidana Ayudha.\n\nYou’re going to live in the holy place with the words of the sage.Soma Janasya Gopatim.\n\nThe universe is the source of the vow of the Lord of religion.Punanasya prabhuvassoḥ."
  },
  "35": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 36,
    "text": "6 Prabhuvasura and Angirasa.The wind is the moon.Gayatri.\n\nAsrji street as the son of Chamvo.Karshmanvaji nyakramit.\n\nThat fire, the moon, wake up, and breathe, the hero of the gods.Abhi kosham madhu chuta.\n\nHe’s going to get our lights in the eastern wind.In the sacrifice, Daksha is our hinu.\n\nShumbhaman, the rhythm of the Ṛtayu, the winner of the Gabhāstya.Pavate vare avyaye.\n\nHe gave the universe to the heavens, the heavens, the heavenly bodies.Pavatamantarikshya.\n\nA divasparshtamasvayur gavyayuh soma rohasi.Veerayuh Shavasaspate."
  },
  "36": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 37,
    "text": "6 Rahugana Angirasa:.The wind is the moon.Gayatri.\n\nThat son, the bull, is the source of the sacrifice for drinking.They killed the gods who were protecting.\n\nHe is the holy one who sees the holy Hari.Abhi yonim kanikradat.\n\nThat horse is running in the heavens and runs away.Rakshoha varamavyayam.\n\nHe gave him the wind, the wind, the wind.Jamibhi: the sun with.\n\nHe killed Vritra, the bull, the son of Varivo.Soma Vajamivasat.\n\nThat god runs away from the poet's valleys.Indurindraya manhana."
  },
  "37": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 38,
    "text": "6 Rahugana Angirasa:.The wind is the moon.Gayatri.\n\nThis is the bull of the U s, the chariot of the Avyo, the Avyo.Go to the horse, a thousand.\n\nThis is the woman of the three women who kill the Hari with the mountains.Indu Indra for drinking.\n\nThis is what you’ve taken away, and the ten marrows are rubbed.with which the drunk is swelling.\n\nThis is the human being who does not see the victim.Go to the Jaro, not the Yoshi.\n\nThis is the madness of the taste of the heavens.He who entered the Indus.\n\nThis is the son of Hari, the son of Dharnasi, to drink.crying and dear to the womb."
  },
  "38": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 39,
    "text": "6 The great-minded Angirasa.The wind is the moon.Gayatri.\n\nAshurarsha brihanmate pari priya dhamna.where the gods said.\n\nThey went to the Niṣāṇas for the sake of the people who had not been able to do so.The rain flows around the sky.\n\nSuta eti pavitra a tvishim dadhana vijasa.Vichakshanas virochayan.\n\nThis is the one who is the source of the heavens and the holy ones.Sindhurourma vyksharat ॥4॥\n\nAvivasanparavato atho arvavata: son.Indra is irrigated with honey.\n\nThey are covered with the mountains with the mountains.It is covered with the yonavrita."
  },
  "39": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 40,
    "text": "6 The great-minded Angirasa.The wind is the moon.Gayatri.\n\nPunanano attacked the universe and the battlefield.They shook the brahmin with intelligence.\n\nA. The son of Vṛṣa, the son of Vṛṣa, is the source of the womb.Dhruve sadasi sidati.\n\nI’m going to give us the sun, the great moon, the universe.A pavasva sahasrinam.\n\nThe wind, the wind, the wind, the moon, the moon, the moon.Vidaḥ sahasrīniriṣaḥ.\n\nHe gave us the sun, the source of the sun, the source of all good fortune.Jariturvardhaya gira: ॥5॥\n\nPunan Indava Bhara Soma Dvibarhasam Rayim.Vrishnindo na ukthyam."
  },
  "40": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 41,
    "text": "6 Medhyatithi: Kanva.The wind is the moon.Gayatri.\n\nPra, who did not have the cows, the earth, and this is the effort.killing the skin of the dead.\n\nWe’re a very bridge of the Suvita’s mind.Sahvanso thieves and vows.\n\nI’ve heard the rain of rain, and I’m going to be the wind.They roam the lightning in the sky.\n\nCome, breathe the earth, like a deer, like a deer.The son of the horse is like a horse.\n\nThat wind, you’re going to be able to see the earth, the sky, the sky.The sun is not the sun with its rays.\n\nThe moon, the universe, is shameful with the stream.Sara raseva vishtapam."
  },
  "41": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 42,
    "text": "6 Medhyatithi: Kanva.The wind is the moon.Gayatri.\n\nThey gave birth to the sun in the waters of the heavens.Vasano ga apo hari:.\n\nThis is the twin of my mind, and the gods are to the gods.The son is blowing with the stream.\n\nThey are the winds of the wind, the wind, the wind.Soma: Sahasrapajasa.\n\nThe milk of the milk is sprinkled with the pavitra.He gave birth to the gods.\n\nAbhi visvani varyabhi deva ritavridha:.Soma: Punano Arshati.\n\nThe son of the cow, the moon, is the son of Vajavat.Breathe for the bridge of the bridge."
  },
  "42": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 43,
    "text": "6 Medhyatithi: Kanva.The wind is the moon.Gayatri.\n\nHe who is wiped with cows as a very harsh man is taken away by the cows.We live with the songs.\n\nThey are our universal beings, and they are our sources of light.Indu Indra for drinking.\n\nPunana goes to the Haryata, the moon is refined by the Giras.Viprasya Medhyatithih.\n\nThe wind blows, and the moon is the source of the moon.Indo a thousand effulgences.\n\nInduratyo na vajasritkanirti pavitra aa.That which is the source of the gods.\n\nBreathe for the sake of the brahmins, the old man, the old man.Soma Rasva Suvirya."
  },
  "43": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 44,
    "text": "6 Ayasya Angirasa:.The wind is the moon.Gayatri.\n\nPra na indu mahe tan urmim na bibhrdarshasi.Abhi devan ayasya:.\n\nMati Jushta is the friend of the mind, and the moon is the source of the hinve.The poet’s stream is the poet.\n\nThis is the source of the gods who are awake in the gods.The moon goes to the widow.\n\nThat’s what you’re going to blow, the horses, the wheels, the beautiful sacrifices.Barhisman a vivasati.\n\nHe is always growing in the wind for the sake of the wind.The moon is the god of the gods.\n\nHe is the best of the sacrifices of the sacrifice today for the sake of the earth.The horse is the one who conquers the hearing."
  },
  "44": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 45,
    "text": "6 Ayasya Angirasa:.The wind is the moon.Gayatri.\n\nHe breathes in intoxication, who has the eyes of the gods.Indavindraya pitaye.\n\nHe is the messenger of us, for you are the source of the Indra.The gods are your friends.\n\nOr we’re going to be drunk by the cows, and we’re going to be drunk with the cows.Vi no raye duro vrdhi.\n\nThe horseman attacked the holy place, not the axle in the night.Indus falls in the gods.\n\nSami sakhayo in the forest of non-vowels, playing in the forest.Indus Nava Anushat.\n\nBreathe with the stream that you are drinking.Indo stotre suviryam."
  },
  "45": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 46,
    "text": "6 Ayasya Angirasa:.The wind is the moon.Gayatri.\n\nAsrigrandevavitaye’tysa: ktvya.The mountains are scattering.\n\nThe Indus were refined, and the woman was her father.The wind created the wind.\n\nThese are the Somas, the Indus, the Prayasvantas, the sons of the Chamu.Indra increases by their actions.\n\nA dhavata suhastya shukra grvnit manthina.The cows are stirred by the cows.\n\nThat wind, O Arjuna, is the greatest of the Radhas.Asmabhyam soma gatuvit.\n\nThey wipe away this wiped wind, and ten throws.Indra’s envy of Mada."
  },
  "46": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 47,
    "text": "5 Kavirbhargava:.The wind is the moon.Gayatri.\n\nThis Soma: Sukritya grew up.The slow is the source of the rain.\n\nThe thieves kill the minds of the mind.Debt and resists.\n\nAtsoma, the sense of taste, and the thunderbolt, became a thousand.Uktham which is born of him.\n\nThe poet himself wants a gemstone for the priest.If the mind is rubbed with the mind.\n\nSishasatu Rayinam Vajeshvarvatamiva.You are the one who conquers the buffaloes."
  },
  "47": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 48,
    "text": "5 Kavirbhargava:.The wind is the moon.Gayatri.\n\nThat you are the one who carries you in the sky, and you are the greatest of the heavens.We’re going to be able to do it.\n\nSamvriktadhrushnumukthyam mahamahivratam madam.A hundred citizens of Rurukshani.\n\nTherefore, the king of the heavens, Sukrata, is the king of the sun.Suparno was unhappy.\n\nThe world is the source of the world and the dust.The cowherd boy appeared.\n\nHalf of the senses, the sense of being greater than the greatness.Abhishtikridvicharshani."
  },
  "48": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 49,
    "text": "5 Kavirbhargava:.The wind is the moon.Gayatri.\n\nBreathe, the rain, and the waters of the heavens.Ayaksma brihatirisha.\n\nBreathe with the stream that the cows came here.They are the source of our birth.\n\nPavasva dharata devavitama in the sacrifices of the gods.They are the source of the rain.\n\nHe’s not the source of the street, which is the source of the scene.The gods: hear what.\n\nThe wind gave the sword to the demon.Pratnavadrochayanrucha:."
  },
  "49": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 50,
    "text": "5 Uchathya Angirasa:.The wind is the moon.Gayatri.\n\nUtte shushmasa irate sindhorurmeri svana.Vanasya chodaya pavim.\n\nThe three words of the sacrifice are said to be the source of life.Yadvya is the Sanvi.\n\nThey slay the Lord with the mountains, which are dear to the Lord in the sky.The wind blows the honey.\n\nCome, breathe, the poet, the holy one, the poet.The sun’s womb is the source of the sun.\n\nThat’s what you’re mad with cows and cows.Indavindraya pitiya."
  },
  "50": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 51,
    "text": "5 Uchathya Angirasa:.The wind is the moon.Gayatri.\n\nThe adhvaryos create the moon with the mountains with the mountains.Punihindraya patave.\n\nThe heavens are drinking the sun, the moon, the Indra, the thunderbolt.Sunota is the most honeyed.\n\nYour thy Indo and the god of the gods are eating honey.The wind is the wind.\n\nYou’re going to increase the moon for the sake of the earth.Vrishantstotaramutaya.\n\nAbhyarsha vichakshana pavitram dharaya son.Abhi Vajamuta Srava: ॥5॥"
  },
  "51": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 52,
    "text": "5 Uchathya Angirasa:.The wind is the moon.Gayatri.\n\nThe sun is the source of all the lights of the sun.Suvano Arsha Pavitra Aa ॥1॥\n\nThe sun is dear to you with your enemies.A thousand streams of Yattana.\n\nCharu na yastamimkhayenddo na danamikhaya.Vadhairvadhasnavinkhaya.\n\nNi shushmamindavesam puruhuta jananam.He who teaches us.\n\nA hundred of us in the wool, or for a thousand of the pure.Pavasva manhayadrayih."
  },
  "52": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 53,
    "text": "4 Avatsara: Kashyapa.The wind is the moon.Gayatri.\n\nUtte shushmaso asthatu raksha bhindanto adriva.Nudasva yas parisprudha:.\n\nAya nijaghnarojasa rathasamge dhane hite.stava abibhyusha hrida.\n\nHe did not see the vows of the wind.Ruj yasva prtanyati.\n\nThey kill the horse in the rivers, who have fallen into intoxication.Indu Indra for my year."
  },
  "53": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 54,
    "text": "4 Avatsara: Kashyapa.The wind is the moon.Gayatri.\n\nAaharya is the source of the light of the sun.Paya: a thousand sages.\n\nHe runs around the lakes like the sun.Seven pravat a dim.\n\nHe stands in the universes and again on the earth.The moon is not the sun.\n\nPari no devavitaye vajan arshasi gomata.Punan Indavindrayu."
  },
  "54": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 55,
    "text": "4 Avatsara: Kashyapa.The wind is the moon.Gayatri.\n\nThe barley is nourished by the blind and nourished.Soma Visva and Saubhaga.\n\nO Indra, as your praises are born of the blind.Ni barhishi priye sadah.\n\nUta no govidsvavitpavasva somandhasa.Makshutamebhirahabhi.\n\nHe who conquers and does not live, kills the enemy.He breathes a thousand conquerors."
  },
  "55": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 56,
    "text": "4 Avatsara: Kashyapa.The wind is the moon.Gayatri.\n\nThe moon is the source of the moon, and the sun is the source of the sacred fire.They killed the gods who were protecting.\n\nThe moon, which is the horse, is the one hundred streams of water.They entered the friendship of Indra.\n\nAbhi thy woman did not give you ten old women.wipe the moon for the sake of the moon.\n\nYou are the source of the Indra, the source of the sun, the moon.They are the men of the horses."
  },
  "56": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 57,
    "text": "4 Avatsara: Kashyapa.The wind is the moon.Gayatri.\n\nThey are the streams of the sky, and the rains do not go to the heavens.According to the horse, a thousand.\n\nAbhi is the beloved of the poets, and the world is angry.Hari stunjaan ayudha.\n\nHe was the king of the earth, who was the king of the dead.The fox does not slip away.\n\nHe is the universe, the heavens, the Vasus, the earth.Punan Indava Bhara."
  },
  "57": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 58,
    "text": "4 Avatsara: Kashyapa.The wind is the moon.Gayatri.\n\nThe stream of the stream of the son of the blind swims.He crosses the slow and runs.\n\nUsra knows the Vasus, the gods of the mortals.He crosses the slow and runs.\n\nWe give the thousands of men to the slaughter of the sword.He crosses the slow and runs.\n\nA yayostrinshatam tana sahasrani cha dadmahe.He crosses the slow and runs."
  },
  "58": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 59,
    "text": "4 Avatsara: Kashyapa.The wind is the moon.Gayatri.\n\nPavasva gojidasvajitvisvajitsoma ranyajit.Prajavadraratnama bhara ॥1 ॥\n\nThey gave the winds and the herbs to the winds.Pavasva dhisanabhyaḥ.\n\nYou are the wind that blows in the universe, and you are the source of all evil.The poet sida ni barhishi.\n\nThe wind-god was born and became the great ones.Indu, you are the source of the universe."
  },
  "59": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 60,
    "text": "4 Avatsara: Kashyapa.The wind is the moon.Gayatri.3 Purushnika.\n\nPra Gyatra Sing the wind blowing.Indu with thousands of eyes.\n\nHe’s a thousand-eyed and a thousand-headed man.Ati varamapavisuḥ ॥2॥\n\nThe wind blows very much and runs away from the sword.Indra’s hardyavishan.\n\nIndra’s Soma radhase sham pavasva vicharshana.Prajavadreta a bhara."
  },
  "60": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 61,
    "text": "30 Amahiura Angirasa.The wind is the moon.Gayatri.\n\nAya veti pari srava yasta indo madeshu.Avaha navati nava.\n\nThe city was immediately in the Itthadhiye Divodasa Shambara.Adha tyam turvasham yadu.\n\nThe horse is like a horse, a horse-wise cow-wise, like a deer.The letters are thousands.\n\nWe’re going to be the holy one of the wind.We ask for a friend.\n\nThey are the holy thighs of the streets with the streams.With them, O moon, please us.\n\nHe’s been able to rebuild the sun’s rays.The moon is the moon of the universe.\n\nThey wipe this ten wings of the sea.Samadityabhirakhyat.\n\nSamindranota vayuna suta eti pavitra aa.with the rays of the sun.\n\nHe’s a honeycomb in the wind for the wind.Charurmitra and Varuna.\n\nUcca te jatamndhaso divi sadbhumya dade.Ugraam sharma mahi shrava:.\n\nBy this the universe is the source of all the dyums.Sishasanto vanamahe ॥11॥\n\nHe is our Indra, the sacrificer, Varuna, the Maruts.Varivovitparisrava.\n\nThey were born in the waters of the Upo, and the cows were sprinkled with the cows.Indus, the gods, went to the moon.\n\nMay the mountains grow up like a calf.He who is the heart of Indra.\n\nThe moon is the moon, and the moon is the source of the nectar.Vardha samudramukthyam.\n\nThe wind did not stretch out the heavens.Jyotirvaisvanara brihat.\n\nThe taste of the wind is not the drunken, O king.Vi varamavyamarshati.\n\nThe wind blows the taste of the sun, and the sun shines.The light is the world of heaven.\n\nHe who is intoxicated with the best of the winds.Devaveerghashansaha.\n\nHe killed Vṛtrāma, the enemy of the Sasni, the heavens.You are the cows and the horses.\n\nLet the rush be the same as the arushas with the milk of the cows.Seedanchyeno na yonima.\n\nThat’s what you’re going to kill, Indra, who killed Vṛtrāsura.Vavrivansam mhirapah.\n\nWe’re going to conquer the wealth of the good heroes, the moon.Punano vardha no gira:.\n\nWe’ll be able to get your votes.Soma Vrateshu Jagrahai.\n\nThe wind blows in the battle, and the moon is the Arav.Go to Indra’s exit.\n\nThe great wind, the wind, is our fight.Rasveda is the heroic fame.\n\nThey did not give you hundreds of these, but raising the light.That’s what you’re going to be punished.\n\nThe wind is the son of the bull, and the bull is the source of the fame of the people.Vishva ap dvisho jahi.\n\nWe’re your friend, and we’re your friend, and you’re trying to get up.Let us be able to bear the army.\n\nShe who is afraid of the weapons in the Dhurva forest.Protecting the equal of our sleep."
  },
  "61": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 62,
    "text": "30 Jamadagni is the Bhārgava.The wind is the moon.Gayatri.\n\nThese are the blood-stained moons of the holy month.Visvanyabhi saubhaga.\n\nThey were violating the evils of the Puru Suga Tokaya.They are stretched out of the body.\n\nThey are the best of the cows, and they are the source of the good praise.Ilamasmabhya samyat.\n\nThey are the skilful mountains in the waters of Asavya and the Asavya.The fox did not eat the vagina.\n\nThe son of the gods was washed away by the gods, and the son was washed away by men.They taste the cows with their milk.\n\nThe first horse is not the cause of the good food for the good.Madvo rasam sadhamade.\n\nThey are the streams of honey, the source of the sword.They are the holy ones.\n\nHe is the thrill of the thrill for the drinking of the rice.Sidyonana vanesva.\n\nYou are the source of the taste of the Aṅgirā.Varivovidghritam paya:.\n\nThis is the swiftness of the wind that blows.Hinvan apyam brihat.\n\nThis is the bull, the bull, the wind, the wind, the sword.Karadvasuni dashushe.\n\nCome, breathe, the sun, the sun, the cowherd, the Aśvinī.Puru is the moon, and Puru is the desire.\n\nThis is sprinkled with the marrow of the dead.Urugayaḥ kavikratuḥ ॥13॥\n\nThe poet is a thousand-flowing aircraft, a plane of Rajas.Indra, the wind, is drunk.\n\nGira is born here, praised by Indra for Indra.Viryona vasataviva.\n\nThe son of Pavamana, the son of the moon, was the son of Vajami.Shakmanasasadm in the chamus.\n\nThey yoked to the chariot of the three-winged Trivandhuras.The seven intelligences of the sages.\n\nThe sotars went to the horse, which was covered with wealth.Harim hinot vajinam.\n\nThe son of the universe entered the universe, and the beauty of the universe.The brave does not stay in the cows.\n\nA ta Indu Madaya Kam Payo Duhantiyava:.The gods are honey to the gods.\n\nA na: soma pavitra a srijata madhumattamam.The gods have heard from the gods.\n\nThese Somas created the suns, and they heard the great.Madintamasya dharaya.\n\nYou are the source of the cows for the sake of the cow’s milk.Sandvaja: pari srava.\n\nUta no gomatirisho visva arsha paristubha.Grinano Jamadagnina.\n\nPavasva vacho agriyah soma chitrabhirutibhi:.Abhi visvani kavya.\n\nYou are the sea of ​​the sea, and you are the source of the words.Pavasva visvamejaya.\n\nThe moon, the moon, the moon, the sun, the earth, the earth, the earth.The seas are angry with you.\n\nPra te divo na varṣṭyo dhara yantyasaschata:.Abhi shukramaupastiram.\n\nIndra, the moon, the fierce, the fierce, the skilful, the sadhana.Ishanam vitiradhasam.\n\nThe wind, the moon, the moon, the moon, the moon.He gave him a good semen in the stotra."
  },
  "62": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 63,
    "text": "30Nidhruvi: Kashyapa.The wind is the moon.Gayatri.\n\nCome, breathe a thousand suns, the moon, the good semen.Let us hear us.\n\nIshamurjam and Pinvasa Indra for the sake of envy.Chamushva ni shidasi.\n\nSuta Indra, the moon, the moon, the moon, the moon.Let the honey be in the wind.\n\nThese are the blood-stained wings of the babhravas.The moon is the source of the moon.\n\nThey increased Indra, the source of the universe.They were killed by Aravna.\n\nThe daughters followed their own dust, and the beasts were overcome.Go to Indra, the Indus.\n\nThis is the wind that blows the sun.Hinvano manushirapah.\n\nAyukta Sura, the wind, the wind, the wind.They went to the sky.\n\nUt tya harato dasha suro ayuk yatave.Indra said to Indra.\n\nThe son of the wind was surrounded by the wind, and he gave it to Indra.Avyo irrigated in the waters.\n\nThe wind blows in the sun, and the moon is the source of all evil.He who is the source of the evil horn.\n\nThey attacked a thousand suns, the cows of the Aśvinī-kumāra.Abhi vajamuta shrava: ॥12॥\n\nThe moon is not the sun, nor the sun, nor the sun, the son of the mountains.They gave the juice of the kalashe.\n\nThese are the Dhammas of the Aryans, the Venus of the Rita.They threw the horse and the cow.\n\nThe daughters of Indra were the sons of Indra, who was the head of the moon.Pavitramatyaksharan.\n\nPra soma madhumattama raye arsha pavitra aa.Mado yo devavitamaḥ.\n\nThey wipe the horse in the rivers.Indu Indra for my year.\n\nA pavasva hiranyavadashavavatsoma viravat.Vajam Gomantama Bhara.\n\nI didn’t irrigate the horses on the horses.Indra, the most honeyed.\n\nThey wipe the poet with the wise, and the wise men of the Avasyavas.The bull is a young man.\n\nThe testicles were obtained by the intelligence of the moon.The brahmins were equally sounded.\n\nBreathe, O gods, and may you go to Indra, the Indra.The wind is the source of the dharma.\n\nPavamana ni toshase rayim soma shravayyam.Dear sea, he entered the sea.\n\nThey killed the wind, the sacrifice of the sacrifice, the moon, the envy.nudasvadevayum janam.\n\nThe winds were blowing, and the moons were the moons of the Indus.Abhi visvani kavya.\n\nThe winds were covered with white and bloody moons.They killed the worlds and the waters of the enemy.\n\nThe wind created the sky and the sky.Prithivya adhi sanvi.\n\nThe moon is the source of the moon, and the moon is the source of the universe.Jahi rakshansi sukrato.\n\nThey killed the moon and the youngest of the demons.Dyumantam shushmamuttamam.\n\nWe hold the Vasus and the heavenly bodies.Indo Visvani Varya."
  },
  "63": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 64,
    "text": "30 Kashyapa Maricha:.The wind is the moon.Gayatri.\n\nThe bull is the moon, the dyuma, the bull, the god of the bull.The bull is the dharma of the curd.\n\nVrishna, Vrishnya, Shava, Taurus, forest, Taurus, and Mada are yours.You are the bull of the bull.\n\nThe horse is not the wheel of the bull, and the cows are the same.Vi no raye duro vrdhi.\n\nThe horses of the cows were not shed by the horse.Veera, Veerayashava.\n\nThey are rubbed with the Ṛg Veda and the Gabhāstya.The winds are in the infinitive.\n\nThey gave the universe to the heavens, the heavens, the heavens and the earth.Pavantamanantarikshya.\n\nThe world-knowing of the wind created the creation.The sun is not the rays of the sun.\n\nYou are angry with the universe in the form of the universe.The sea is drinking the moon.\n\nHinwano will speak to you in the wind.The gods did not cry.\n\nIndu: The mind of the poet is dear to the mind.Creating the horse, the Rathiri.\n\nThe waves, the holy ones, the devavis paryaksharat.Siddn nritasya yonima.\n\nThat is our anger, the holy, the intoxication, which is the god of the gods.Indavindraya pitiya.\n\nI’m going to be the wind, and you’re wiping with the minds of the wise.Indo Ruchabhi Ga Ihi.\n\nPunano Varivaskridhyurjam janaya girvana.Hare created the head.\n\nGo to Indra, the son of Puna, and go out of Indra.Dyutano vajibhira yata.\n\nPra hinvanas indus accross the sea.The shoes were created by the mind.\n\nThe dead are dead and the seas are in vain.Agmannritasya yonima.\n\nPari no yahyu visva vasuyojasa.Protect us from the shame of the hero.\n\nMimati is the fire of the sacrifice, and the rikvas are the same.Pra yatsamudra ahita.\n\nA yad yonim hiranyayamashurutasya sidati.Jahatyaprachetasah.\n\nAbhi vena anushateyaks prachetasas.They are drowning in unconsciousness.\n\nIndra, the moon, the wind, the most honeycomb.The vaginal structure of the truth.\n\nThe brāhmaṇas, who are learned in the Vedas, are the ones who are the source of the Vedas.Sam thy wiping you.\n\nThey drink the taste of your friend and the poet Varuna.The wind is the wind.\n\nYou’ll tell you the moon, the wise man.Indus a thousand-filled.\n\nUto a thousand-filled words, the moon, the sacrifice.Punan Indava Bhara.\n\nPunan indavasanam puruhuta jananam.Dear sea, enters the sea.\n\nDavidyutatya rucha paristobhantiya kripa.Soma: Venus, cowherds.\n\nHinvano for the sake of the horse that he attacked the horse.As in the forests of the forests.\n\nRidhaksoma, the poet, who is the source of the heavens.Pavasva, the sun, is seen."
  },
  "64": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 65,
    "text": "30 Bhṛgu, Varuṇija, Madagni, Bhṛgu or Bhārgava.The wind is the moon.Gayatri.\n\nThey kill the sage Musra, the sister-in-law, the husband of the son.I am the great moon of the earth.\n\nThe wind-gods are the source of the gods.Visva Vasunya Visha.\n\nA wind, which is the source of the rain, is the source of the gods.Pavasva samyatyam.\n\nYou are a bull, and we offer you the light of the sun.Pavamana Svadhya: ॥4॥\n\nCome, breathe, Suvirya, slowly, your weapon.Here, go to the svindava.\n\nThat which is wiped away by the waters of the sun.Druna sadhasthamasnsye.\n\nPra somayaya sing for the wind blowing.Mahe a thousand eyes.\n\nThe color of which is the honey chuta with the mountains.Indu Indra for drinking.\n\nWe’re his horses, and we’re going to conquer the world’s wealth.We ask for a friend.\n\nThe bull is the wind, and the wind is the wind.Visva dhadhana vijasa.\n\nThat you are the holder of the moon3: the wind-god.Hinve Vajeshu Vajinam.\n\nThis mind is the source of the wine with the waters of the earth.Chooda in the horses.\n\nCome, O Indu, breathe the earth, the universe.Asmabhyam soma gatuvit.\n\nA kalasha anusatenddo dharam saa.Enter the drink of Indra.\n\nwhose wine juice is milked by the mountains.He is the wind-god.\n\nThe king is deprived of his intelligence and is blowing the wind.They went to the sky.\n\nA na indu shatagvinam gavaam panm svashvyam.Vaha Bhagattimutaye.\n\nA na: soma saho juvo rupam na varchase bhar.Sushvano to the gods.\n\nThe moon, the moon, the moon, the moon, the moon, the drones.Seedanchyeno na yonima.\n\nThe waters of the Indras, the winds, the winds, the winds, the Maruts.The moon is the source of the moon.\n\nMay the moon, the universe, have given us the Isham Tokaya.A pavasva sahasrinam.\n\nThey are the Somas who are the ones who are the suns.They are the ones who say that they are the arrows.\n\nThey are the ones who are in the middle of the past.or those who are in the five.\n\nThey bless us with the rain of the heavens and the good force.Suvana, the gods, the Indus.\n\nThe wind blows, and the Hari is the sun-god by the fire of Jamada.Hinvano goradhi skin.\n\nP. Shukraso, age, hinvanas, and not seven.The Srinanas rushed in the waters.\n\nThat you are the son of the gods for the sake of the gods.He is the source of the wind.\n\nA te daksham mayobhuvam vahnimadyamah.Pantma Puruspruham.\n\nA manmandrama varenyama viprama manishinam.Pantma Puruspruham.\n\nA rayma suchetunama sukrato tanushva.Pantma Puruspruham."
  },
  "65": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 66,
    "text": "30 hundred Vaikhanasas.The wind is the moon, 19-21 the fire is the wind.Gayatri,18 Anushtup.\n\nBreathe in the universe, the universe, the universes.The friend is the friend of the Eedya.\n\nThey are the kings of the universe, who are the source of the universe.They stood in the western moon.\n\nThey are the sources of the universe in the universe.Pavamana ritubhi: kave.\n\nPavasva janyananissho’abhi visvani varya.The friend of the friends.\n\nYour Venus is stretched out in the sky in the sky.Pavitram soma dhambhiḥ.\n\nThese seven seas are the source of the moon.They run to you and the cows are running.\n\nPra soma yahi dharaya suta Indraya matsara.They gave the ears the ears.\n\nThe seven sons of the Hinvats, who were sounded with the intelligence of the sea.Vipramaja vivasvata.\n\nThey wipe you in the same way as the Avye of the living entities.Rebho yadjyase vane.\n\nThey created the horses of the wind when they were blowing.Arvanto na shravasva:.\n\nAcross the treasury, honey, chuta, swelling, and inexpensive time.They were the wise men.\n\nA good sea, the cows, the cows, the cows, not the cows.Agman dancer’s womb.\n\nPra na indu mahe war war apo arshanti sindhavah.That you will live with cows.\n\nThey are the ones who are in our friendship.Indus, my friend, you are in the morning.\n\nA pavasva gavishtaye mahe soma narchakshase.Visha in the womb of Indra.\n\nYou are the Soma, the eldest of the fierce, Ojistha.Yudhva sanchshvajigetha.\n\nHe who is more brave than the fierce ones and the brave men.Bhuridabhyas chinmanhiyan.\n\nYou are the moon, the sun, this is the Stoka, the Sata of the Tanu.We ask for a friend, and we ask you for your sake.\n\nAgna ayunshi pavasa a suvorjamisham cha na.Are, kill the Duchchun.\n\nThe fire sage, the wind, the five-born priest.We are the greatest of all.\n\nFire, O Svapa, O Svapa, and we have a good semen.Give me the nourishment for me.\n\nThe wind blows very sridhho’s praiser.Suro is not the world’s vision.\n\nHe’s been trying to wipe away the dead with his life.Indurati Vichakshana.\n\nThe wind gave birth to a great white light.Krishna gave him the darkness.\n\nThe moon, the moon, created the wind, which was blowing.Jira Ajirashochisha.\n\nThe wind is the source of all pleasure and the whiteness of the white.Hari is the moon and the marugana.\n\nThe wind blows with the rays of the sun.He gave him a good semen in the stotra.\n\nPra Suvan Indurakshas Pavitramatyavyayam.Punan Indurindrama.\n\nThis is the moon on the skin of the cows with the mountains.Indra, the wine, is like a johu.\n\nThe sky, which is like the light of the sun, is the source of the sky.Therefore, mṛla lives for us."
  },
  "66": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 67,
    "text": "(1-32) 1-3 Bharadwaja, Barhaspatya:, 4-6 Kashyapa:, 7-9 Gotamo Rahugana:, 10-12 Atribhauma:, 13-15 Vishvamitra Gathina:, 16-1Pavamanah Soma:, 10-12 Pavamanah Poosha Va, 23-27 Pavamano'gni:, 25 Pavamanah Savita Va, 26 Pavamanagnisavitara:, 27 Visve Deva va , 31-32 Pavamanyadhyata.Gayatri, 16 -18 Nityadvipada Gayatri , 30 Purushnik;27 ,31 ,32, Anuṣṭup.\n\nYou are the source of the moon, and the moon is the source of the sacrifice.Pavasva manhayadrayih.\n\nYou are the son of Nrimada, and you are the one who gives you a jealousy.Indra, the sun-god.\n\nYou’re a young man who’s been able to slept with the mountains.Dyumantam shushmamuttamam.\n\nIndurhinvano arshati tiro varanyavyaya.Hari gave the horse to the horse.\n\nIndo vyavyamarshasi vi shravansi vi saubhaga.Vi vajaantsoma gomata.\n\nA na indu shatagvinam rayim gomantam ashvinm.Bhara Soma Sahasrina.\n\nThe winds are the Indus, the holy months.Indra, the Yamebhirashata.\n\nKakuha is the moon, the taste, the moon, the Indra, the east.Ayuh pavat ayave.\n\nThey kill the wind, the wind, the wind, the honey, the chuta.Abhi gira samasvaran.\n\nAvita no ajasva: poosha yamaniyamani.A bhakshatkanyasu naḥ.\n\nThis is the moon: the honeycomb does not blow the butter.A bhakshatkanyasu naḥ.\n\nThis is the son of Aghruna, the son of the Ghrita, not the wind, the pure.A bhakshatkanyasu naḥ.\n\nThe words of the living being, the moon, the moon, the moon, the stream.You are the jewel in the gods.\n\nA shyeno worms running in the altarshees.Abhi Drona Kanikradat.\n\nPari pra soma te raso'sarjiji kalashe suta.The fox does not drive away.\n\nBreathe, O moon, slowly, the most honey-mad Indra.\n\nThey were like chariots carrying a chariot for the sake of the gods.\n\nThey were the sons of the sun, the wine, the Venus, the winds.\n\nYou go to the holy moon, who is praised by the Gravna.He gave him a good semen in the stotra.\n\nThis is the praise of the Lord, who is praised by the holy ones.Rakshoha varamavyayam.\n\nWhatever is far away and what is far away is afraid of me here.Pavamana vi tajahi.\n\nThe wind: that is today, the holy one of the holy ones.May the ship who is the ship purify us.\n\nThat which is spread out in the fire of the holy fire.Brahma by that purify us.\n\nPurify us with what you have, O fire, as the holy fire.Brahmasavas with us.\n\nO Lord, the sun is both holy and sacred.Punihi visvata:.\n\nO Lord, the sun-god is the source of the moon and the moon-gods.O fire, purify us with the Dakshas.\n\nMay the gods of the gods purify me with their intelligence.May the gods in the universe purify me and may the Vedas purify me.\n\nPyayasva pra syandasva soma visvebhiranshubhi:.The oblations are offered to the gods.\n\nThe young man, who was dear to him, gave him the sacrifice.Agamam bibhrato nama: ॥29॥\n\nThe ax of the Alayya, the destroyer of the moon, the moon.Akhu chideva deva soma.\n\nHe who meditates on the waters of the waters with the sages.He eats everything cleansed by his mother’s horse.\n\nThe sage, who is the source of all knowledge, is the source of all the sages.The Sarasvati milked the milk, the lake, the honey."
  },
  "67": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 68,
    "text": "10vatsprirbhalandana:.Pavamana: Soma:.Jagati ,10 Trishup.\n\nPra devamachcha madhumanta indavasishyadan gava a na dhenava.\n\nThe barhishada spoke with the words of the Udhas and the Musriyas slipped away.\n\nHe cried out to the Lord, and the Lord, who was riding on the scene, cried out to the Lord.\n\nTira is the holy one, and the sun is the source of the sacrifice.\n\nVi yo mame yamya sanyati mada: sakanvrdha milk with milk.\n\nThe earth gave birth to the dust and gave him the sword.\n\nHe conquered his mothers, and the waters of the Medhis, who were drinking the water, were drinking the feet of the Lord.\n\nThe sun-god, who is the source of all these things, protects the heads of the men with the Jamis.\n\nSam in the right mind is born of the Kaviruta, the pregnancy of the Yama is the other.\n\nThe young men were born first and gave birth to the benefactors of the cave.\n\nThe wise man, who was blinded by the symptoms of the wise, became blind.\n\nThey rubbed him with the good growth of the rivers, and the sun was crossing the river.\n\nThe ten women wipe you, the moon, the moon, and the sages, the wise men, the sages.\n\nThey were covered with the walls of the gods, and the horses were seen by men for the sake of Sati.\n\nThe moon-god, who is the source of the moon, is the source of the moon, and the moon is the source of all knowledge.\n\nHe who holds the honey of the earth with the honey of the sun, the sun, the moon, the moon.\n\nThis is the heavens, the universe, the dust, the moon, the purifying ones, in the watershells.\n\nThe son of the sun is wiped with the waters of the rivers, and the moon is the best of the moons.\n\nEva na: soma parishikyamano vaya dadhacchitratamam pavasva.\n\nMay the heavens and the earth be offered to us, and may the gods offer this sacrifice to the sun."
  },
  "68": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 69,
    "text": "10 The golden stupa is the Angirasa.Pavamana: Soma:.Jagati ,9-10 Trishup.\n\nThe arrow is not responded to the bow, nor is the calf in the form of the mother.\n\nThe moon is also called the moon, even in the vows of the Vratas.\n\nUpo mati is asked, irrigated with honey, and a slow-moving, inspired in the interior.\n\nThe wind blows and the snowflakes are like the honey of the drums.\n\nThe bride and groom are covered with the wind, and the sky is the source of the sun.\n\nThe Hari-rakra, the self-controlled, the madness, the baby, the magnitude, the magnitude, the magnitude, the nṛm.\n\nUksha mimati prati yanti dhenavo devasya devirupa yanti nishkritam.\n\nThe moon did not cross the ocean of the universe, the inexhaustible, the inexhaustible.\n\nThe deer, the dead man, was wrapped around the wrath of the dead.\n\nThe sky was touched by the barley and the sky was covered with a snowflake.\n\nThe rays of the sun are liquid, and the enviousness of the sun is the source of the light.\n\nThe fibers of the universe are not the source of the universe, but it is the source of the universe.\n\nLike the sea, the bull fell down in the lower regions of the river, and the bull was singing to sing.\n\nMay the moon remain in the moon and the moon remain in the two-legged four-legged structure.\n\nA na: pavasva vasumadddhiranyavadashavavavadasvavadgomadyavamatsuveeryam.\n\nYou are the moon, the forefathers, and the heavenly bodies, the heads of the heavens and the aged.\n\nThese Somas, the winds, went to Indra, as if they were the chariots of Indra.\n\nThe daughters of the holy ones go to the holy place and give the rain to the vavri.\n\nO Indra, you are the source of all the suns, and you are the source of all happiness.\n\nThe earth, the heavens and the earth, the earth, the earth, the earth, the moon, the moon, and the moon."
  },
  "69": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 70,
    "text": "Renu: Vaishvamitra.Pavamana: Soma:.Jagati ,10 Trishup.\n\nThe seven cows were milked in the sky in the eastern sky.\n\nThe four nobles of the earth were destroyed by the Charunis which he increased.\n\nHe was begging, and he was the beautiful woman of the nectar of the nectar.\n\nThe most powerful waters are always known by the hearing of the gods.\n\nMay they be his Ketu and the death of the dead.\n\nBy which the gods and the goddesses were purifying the king of the sun and the mind of the king.\n\nHe was wiped with ten good deeds, and he was a friend in the middle of his mothers.\n\nThe vows of the vows of the nectar are both beautiful and the eyes of the human being.\n\nHe wiped his senses to the senses, and the end of the heavens was happy.\n\nThe bull is harassed by the sword and the lord of the gods is the lord of the sun and the moon is like a sword.\n\nHe did not see his mother, and the sound of the sound of the wind did not give them.\n\nKnowing that the first swarnara was known to be praised for the praise of the Sukratu.\n\nThe bull, the pearl, the deer, the deer, and the pearl, the stinger of the bull.\n\nThe moon is the source of the universe, and the cow is the source of the skin.\n\nThe pure body is the source of the body, and the body is covered with the same body.\n\nThe honey is made of three kinds of honey for the friend Varuna for the sake of Mitra.\n\nThe moon, the moon, the moon, the moon, the moon, the moon, the moon, the moon, and the moon.\n\nThe city of the city is the source of our strength, and know that the field is the source of all directions.\n\nThe sun, the lord of the elephants, is not the source of the seven, but you are the source of the sun.\n\nThe boats are not the seas, but the learned, the brave, the brave, the new one, the sleeping one."
  },
  "70": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 71,
    "text": "9 Ṛṣabha and Vaiśvāmitra.Pavamana: Soma:.Jagati ,9 Trishup.\n\nA. The south is created by the shmi3sadam or the druho rakshasa: the awakening of the awakened.\n\nHari is the source of the sky, and the sky is the source of the universe.\n\nPra krishtiheva shusha eti roruvadasuram1 varnam ni rinite asya tam.\n\nHe gives up the vavri, the father, the unclean, the source of the body, and the body of the dead.\n\nThe son of the mountains, the wind, the rain, the rain, the sky, the trembling, the mind.\n\nHe is enjoying himself and does not attain it, and the ginger is not in the waters of the waters.\n\nThey irrigate the mass of the palace with the mountain green by the dyuksha.\n\nThe cows in which the cows were offered to the Lord with their heads in the forehead.\n\nThe chariot was not the chariot of the ten sisters, but the sun was not present.\n\nThe victory of the cow is the source of the victory that he has given to him.\n\nThe fox is not the vagina, the house of the mind, the golden moon, the moon, the moon, and the moon.\n\nThey are the ones who are dear to the peacocks, the Giras, the horse, the sacrifice, not even the gods.\n\nThe other is the unruly Arusha, the poet, the bull, the trip, the cow, the cows, the abhis.\n\nThe sun, which is the source of the thousands, is not the source of the sun.\n\nThe color of this is the form of the sridha where the sridha sweeps the body.\n\nThe waters go to the divine people with their own sacrifices, and they are well praised by the cow-head.\n\nUkseva yutha pariyannaravidadhi tvishiradhita surasyasya.\n\nThe divine Suparna has seen the moon, and the moon sees the stars around him."
  },
  "71": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 72,
    "text": "9 Harimanta Angirasa.Pavamana: Soma:.Jagati.\n\nThey wipe the Hari and the moon is not fought with the same cows, and the moon is unconquerable.\n\nUdvachamirayati hinvata mati purustutas kati chit paripriyah.\n\nThey say that the wise men say that the moon is in the womb of Indra.\n\nIf men wipe the well-groomed men with their blue with blue, they are desirable honey.\n\nArama, the cow of the sun, the beloved of the sun, the sun, the sun.\n\nHe followed him with his wife and his sisters who were wearing heavy loads.\n\nNṛdhūta, the beloved husband of the mountains, the sun, the sun-god, the sun-god, the sun-god.\n\nThe man, Indra, is the source of the sacrifice, the sacrifice of the Purandhis, the sacrifice of the sacrifice.\n\nThe moon, Indra, is the source of the earth, and the moon, which is driven by the earth and the arms, is the wind.\n\nThey were not satisfied with the sacrifices of the sacrifices of the sacrifices of the demigods and the deer.\n\nThe poets, the poets, the poets, the poets, the poets who milk the sun.\n\nThe cows are the same as the cows of the truth, and the earth is again in the house of the truth.\n\nThe navel, the earth, the earth, the great, the heavens, the waters, the seas, the seas, the sky.\n\nIndra is the thunderbolt of the bull and the moon is the source of all pleasure in the heart.\n\nThat you, O Sukra, teach you the earth, the dust, the source of the sacrifice.\n\nDo not let us touch the sun, the sun, the source of all our desires.\n\nMay the Indus give us a hundred horses, and may the animals give us a forest like a forest.\n\nO wind, O wind, O wind, O wind, go to us."
  },
  "72": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 73,
    "text": "9 The holy Angiras.Pavamana: Soma:.Jagati.\n\nThey were not afraid of the srakve draps, the smooth, the dancing, the dancing, the yona, the nabhaya.\n\nThree heads of the demon were initiated by the boat of the truth\n\nThe Samyaks and the Mahishas, ​​the seas, the thighs, the thighs, the vena, the vivipan.\n\nThey were born with the streams of honey and increased the body of the beloved of Indra.\n\nThe holy ones, who are the source of all these things, protect the vows of their fathers.\n\nThe great sea, Varuna, the steady stars, the steadfast, desired to hold them.\n\nThey lived in the same voice in a thousand, and the tongues of the nose were covered with honey.\n\nThe earth is not the same as the earth, nor do the earthly bodies of the Padepadas.\n\nThe mothers of the mothers who were grieving for their father’s mother, who were burning in the same voice.\n\nIndra, the enemy of Indra, is the source of the skin of the earth with its magic.\n\nThey are the ones who are the ones who are satisfied with the self-realized minds of the universe.\n\nThe deaf men who have not been deaf and laughed at the path of the truth and did not cross the path of the truth.\n\nThe poets, the wise, purify the holy places, which are spread in a thousand streams.\n\nThese are the Rudrasas who are the source of the taste of the eyes of the men who are swept away by the touch of the body.\n\nThe cowherds of the truth did not burn Sukratu, the woman of the sacrifice, and she gave the holy hearts.\n\nThe knower of the universe sees the worlds and pierces the unreal in the doer.\n\nThe fibers of the truth are the holy ones of the tongue of Varuna in front of the tongue.\n\nThe steadfast men looked at him and were as hopeful as the Lord of the feet of the Lord."
  },
  "73": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 74,
    "text": "9 Kakshivan, the darghatamas.Pavamana: Soma:.Jagati , 8 Trishup.\n\nThe baby was not born in the forest of the heavens, and the rush of the horse was sought.\n\nThe heavens move with the semen of the sun, and we are the source of all happiness.\n\nThe heavens, the skeleton, the earth, the source of the universe, the universal source of the universe.\n\nThis earth is covered with the Yakshas, ​​the Yakshas, ​​the Dadhars, the Samish, the Samishi.\n\nThe magnitude of the mahi in the month of the moon is the honey of the cow’s milk.\n\nThe lord of the rain is the source of the rain, the bull, the waters, the rugmiyas, the waters, the waters and the waters.\n\nThe sky is milked by the water of the self, and the navel of the truth is born of the nectar of the truth.\n\nThe good demons please him, and the men are the best of the people.\n\nThe sun, the sun, the sun, the sun, the moon, the skin, the skin, the skin, the skin.\n\nHe holds the womb of Aditi, and we have the same place by which he is in the abode of Toka and his son.\n\nMay those who are in the third day of the month of Rajas and who have been born in the third day of the universe.\n\nThe four navels are hidden in the sky, and the heavens are covered with nectar.\n\nThe white form of the moon, which is the source of the moon, is the source of the universe.\n\nThe sword moves about with the semas, and the heavens are the source of the pain.\n\nThe lower white scent of the cow was covered with cow dung, and the horse was covered with a horse.\n\nThey were lying down with their minds, and they were able to see the cows for a hundred cows.\n\nThe waters of the moon are running with the wind, and the wind blows again.\n\nHe was ruined by the poets and gave him the waters of the wind for drinking the wind."
  },
  "74": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 75,
    "text": "5 Kavirbhargava:.Pavamana: Soma:.Jagati.\n\nThe names of the dearest are the names of the Yahvas in which the Chanohitas grow.\n\nThe sun, the great man, rode the chariot of the great ocean.\n\nThe tongue of the truth, the wind, the honey, the beloved, the husband, the husband, and the gifts to her.\n\nThe son of the father of the fathers1 who is the father of the heavens is called the father of the heavens.\n\nAva dyutanah kalashaam achikradannrubhi yeman kosha a hiranyaye.\n\nThe milk of the sun, which is the milk of the sun, is the source of the morning.\n\nThe mothers of the mountains, the mothers of the mountains, were cleansed by their mothers.\n\nThe thrills of the thrill run with honey and the streams of the heavens.\n\nThe moon is the source of the moon, and the men are purifying the heads of the men.\n\nThey are the ones who have told you to give Indra the sacrifice with their madness."
  },
  "75": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 76,
    "text": "5 Kavirbhargava:.Pavamana: Soma:.Jagati.\n\nMay the heavens, the wind, the taste, the skilful, the gods, the Manus and the others, be the source of all the humans.\n\nThe Lord Hari is not very much active by the modes of goodness and is in vain in the rivers in vain.\n\nThe brave man did not hold the weapons of the sun, the charioteer, the charioteer, the charioteer.\n\nIndra's snowflake is the source of the sun and the moon is worshiped by the wise.\n\nThe moon, the wind, the wind, the moon, the moon, the moon, and the moon-god.\n\nPind like lightning like lightning, and the heavens are not always in the month of the horse.\n\nThe king of the universe, the light of the heavens, the sage, the sage, the sage.\n\nHe who is wiped with the sword of the sun is the eight poems of the wise.\n\nThe bull, like a bull, was the youngest of the treasury of the treasury.\n\nHe is the wind for Indra, the wind, as the suns are the source of all life."
  },
  "76": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 77,
    "text": "5 Kavirbhargava:.Pavamana: Soma:.Jagati.\n\nThis is the honey of the Indra, the body of the Indra, the body of the Indra.\n\nThey are the milk of the cow and the milk, and the milk is the source of the milk.\n\nThat is the east wind, which is the source of the heavens, and the moon is the source of the universe.\n\nThat honeycomb, the throat of the sun, was afraid of the sword.\n\nThey are our eastwards, and may the Indus, the earth, the horses, the cows, the cows.\n\nThey are not the ones who have sacrificed the Brahman, the Brahman, the Brahman, the Brahma and the Brahman.\n\nThis is our learned man, like the moon, and the sun, the source of the sacrifice.\n\nHe who, in the house, pregnant with the cows, and the cow-headed Vraja.\n\nThe wheel of the sky is the wind, and the taste of the fire is the fire, and Varuna is the source of the fire.\n\nAsavi Mitra was the sacrificer in the old ages and the young men did not give the bulls in the herd."
  },
  "77": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 78,
    "text": "5 Kavirbhargava:.Pavamana: Soma:.Jagati.\n\nThe king, who gave birth to the words of the sage, gave the cows to the cow.\n\nHe takes the enemy of the enemy and goes to the gods who are cleansed of them.\n\nYou are the moon, the moon, the moon, the moon, the moon, the moon, the moon, the moon, and the forest.\n\nThere are many streams for you to go for a thousand horses and the monkeys.\n\nThe seas, the nymphs, were squeezing the moon with the intervals of the sages.\n\nThey kill them, and they ask for a moment, and they ask for a beautiful wind.\n\nGojinna: Soma, Rathajit, Ranyajit, Swarjida, Abjit, Vati, Sahasrajit.\n\nThe devatas whom the gods gave to drink to drink the taste of the dragons and the earthly world.\n\nThese are the moons that blow, and you are the source of all the truths of the moon.\n\nKill the enemy in the distant and who is the source of the cow’s milk and fear."
  },
  "78": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 79,
    "text": "5 Kavirbhargava:.Pavamana: Soma:.Jagati.\n\nMay the gods of Achodaso, the moon, and the sun-gods, be pleased with us.\n\nThey were destroyed by the sword of the Aratas and they were destroyed by our minds.\n\nMay the moon, who is driven by intoxication, be the source of all wealth by which we are juni.\n\nWe fill the wealth of the dead, the source of the universe, and we fill the wealth of the universe.\n\nUt in his own Aratya, the enemy of the others, or the wolf of the other.\n\nThe bow is not thirsty for the moon, and kill them, O wind, O wind-god.\n\nThe Supreme Being who gave you the navel in the heavens, and the earth, the earth, and the snow.\n\nThe fools have milked you in your hands with your hands in the cow and the cowherd men.\n\nThey are the first to be satisfied with the taste of the sun, which is the source of all goodness.\n\nMay the wind that blows this wind and the source of the swelling of the sky be dear to me."
  },
  "79": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 80,
    "text": "5 Vasu and Bharadwaja.Pavamana: Soma:.Jagati.\n\nThe stream of the moon is the wind, the eyes of the dancers, the gods, the gods, and the heavens.\n\nThe seas did not cover the forests with the lights of the sun.\n\nYou are the one who kills the horse, who is the source of the fire, and who is the source of the universe.\n\nThe life of the Indras is the source of all life, and the moon is the source of the moon, and the moon is the source of the wind.\n\nThe abdomen of Indra, the wind, is the source of the wine, and you hear the fat of the fat.\n\nYou are the source of the universe, and the bull is playing with the earth, and the bull is playing.\n\nA man who milks you with a thousand streams of honey from the gods is the one who throws you away.\n\nThe moon, the son of the universe, is the source of all the universes, and may you be the source of all the worlds.\n\nThey milked you with the honey of the elephants with the mountains, and the bull was thrown in the waters.\n\nIndra, the moon, the divine people, the wind, the wind, the wind, the wind, the wind."
  },
  "80": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 81,
    "text": "5 Vasu and Bharadwaja.Pavamana: Soma:.Jagati, 5 Trishup.\n\nPra somasya pavamanasyomaya Indrasya yanti jatharam supeshasaḥ.\n\nThe daughters of the brave man were brought by the fame of the cows by the fame of the cows.\n\nAchcha hi soma: kalashaam asishyadatyo na volha Raghuvartanir vrisha.\n\nThen the knowledge of both the gods is the source of the knowledge of the two.\n\nA na: soma pavamana kira vasvindo bhava maghava radhaso mahah.\n\nTeaching, age, Vasve, and Su chetu, do not go to us, for we are the ones who are ours.\n\nMay the Pūṣā, the wind, the wine, the friend, the Varuṇa and the Sajoṣas.\n\nBrihaspati is the Maruts, the wind, the Aśvinī-kumāra, the sun-god, the sun-god, the sun-god.\n\nBoth the heavens and the earth are the universe, and the sun is the sun, and the sun is the creator.\n\nThe gods in the universe, cruel and cruel to the sky, offered them to the wind."
  },
  "81": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 82,
    "text": "5 Vasu and Bharadwaja.Pavamana: Soma:.Jagati , 5 Trishup.\n\nAsavi Soma, the bull, the bull, the king, and the ten-headed cow gave him the cows.\n\nThe peak of the peak is not the source of the oil of the peacock.\n\nThe poet, who is the source of the moon, is not cleansed by the horse.\n\nO waters of the waters of the waters of the waters of the waters, you go to the forest.\n\nParjanya: The father of the buffalo, the navel of the parnis, the earth, the earth, and the grits were destroyed.\n\nThe waters of their sisters are covered with cows, and they are covered with graves in the sacrificial fire.\n\nShe is like a wife, she is like a woman, and I tell you the pregnancy of Pajra.\n\nThey move in the inner voices, and the moon, which is innocent, takes the moon in the fields.\n\nJust as a horse with a hundred thousands in the east, thousands of horses.\n\nYou are the same as the wind, and you are moving about in your vows."
  },
  "82": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 83,
    "text": "5 The holy Angiras.Pavamana: Soma:.Jagati.\n\nO Lord of the Brahmans, the holy Brahmans are spread out in the universe.\n\nHe did not then enjoy the body of the dead, and he was carrying it, carrying it.\n\nThe fibers of the fibers of the Lord were grieving for the spread of austerities in the heavens.\n\nThey stand on the back of the sky with the minds of the Avantyas.\n\nThey carried the earth for the earth, which was the source of the earth.\n\nThey died by the magic of this magic, and the fathers of the human-eyes were pregnant.\n\nThe Gandharva here protects the footsteps of the gods and protects the other beings of the gods.\n\nHe takes the enemy with the treasure of the treasure and eats the honey.\n\nHavismo, the divine Sadma, the divine sky, the dwelling place, and go to the sacrifice.\n\nThe king, the holy chariot, rides the horse, and you conquer a thousand-headed ears."
  },
  "83": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 84,
    "text": "5 Vachya: Prajapati:.Pavamana: Soma:.Jagati.\n\nBreathe the god of the wind, the source of the waters, the Indra, the wind, the wind.\n\nMay the best of the people today be blessed today and the divine people.\n\nA ya sthanau bhuvananyaamartyo visvani somah pari tanyarshati.\n\nThe sun did not see the sun, but the sun was not the sun.\n\nA yo gobhi: srijyata in herbs, the gods, the gods, the worshipers of the gods.\n\nThe lightning blows the wind, the moon, the moon, the divine, the divine and the people.\n\nThis is the moon, the wind, the thousand-conquering words, and the moon, the moon, the moon.\n\nThe sun rises in the ocean with the winds and the heart of the king is tormented in the lotus flowers.\n\nThey are the cows, the milk, the milk, the moon, the moon, the heavens and the heavenly bodies.\n\nMay the poet, the poet, the poet, the poet, the source of wealth, the source of wealth and the worship."
  },
  "84": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 85,
    "text": "12 Veno Bhargava.Pavamana: Soma:.Jagati , 11-12 Trishup.\n\nMay the moon, the moon, be the source of the waters, and may the demon be with the demon.\n\nDo not be drunk in the taste of the two, and may the two men be here in this world.\n\nThe wind blows from us, and Dakṣa, the beloved of the gods, is the beloved of the gods.\n\nKill the enemies of the enemy, and drink the moon, O Indra, kill us in the battle.\n\nThe unbroken Indus is the best of the souls of the self, which is the source of the self.\n\nThe many sages who are struggling are the king of this world.\n\nYou are a thousand-armed Indra, the moon, and the moon is the source of all desires.\n\nVictory to the field, victory, and victory, may the moon, the moon, make us sing to us.\n\nYou’re a young man who’s been stirred up by cows, and you’ll be angry with you.\n\nThe moon in the womb of Indra is not sown in the womb of Indra\n\nSweat, breathe, for the divine birth, and the sweetness of Indra, the Suhavitu.\n\nThey should give honey to Varuna, the wind and the wind, and to the wind.\n\nThey wipe the ten whispers in the waters, and the minds of the brāhmaṇas are wiped.\n\nThey are blowing the wind and the Indras enter the Sustutima Indra.\n\nThe wind is the source of all happiness, and the moon is the source of all happiness.\n\nMaki, O lord of the moon, may we conquer our wealth and wealth.\n\nThe bull, the source of the heavens, roared in the sky, and the poet.\n\nThe king, like a holy man, cried out, and the heavens milked the nectar of the eyes.\n\nThe heavens are the nose of the honey-tongue, and the horses are the same as the sun, and the mountains are milked.\n\nThe waters of the waters were in the waters, and the sea was the source of the honeycomb.\n\nThe nose, Suparna, Upaptivansam Giro Venanam Kripanna Purvih.\n\nThe babys are released from the minds of the dead, and I am the deer, and I am stable.\n\nThe gandharvas are above the nose, and the form of the universe is the form of the universe.\n\nThe sun-god, who is the source of the sun, is cleansed by the sperm and the mother of the sun."
  },
  "85": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 86,
    "text": "(1-48 ) 1-10 Akrishtha masha:, 11-20 Sikata Nivavari, 21-30 Prishniyo'ja:, 31-40 Akrishthamashadayahr three:,41-45 Bhoomo'tri:, 46-48 Gritsamada: Shaunaka:.Pavamana: Soma:.Jagati.\n\nPra ta ashava: pavamana dhijva mad arshanti Raghuja iva tmana.\n\nThe heavenly bodies are well-wishers, honey, indus, intoxicated and months.\n\nPra te madaso madirasa ashavo sriksata streyaso yatha prthak.\n\nThe cow is not a calf, but the Indras are the honey of the Indra.\n\nThere are no hiyānas, the horses of the horse, the heavenly bodies, the mothers of the mountains.\n\nThe bull is on the holy place, and the moon is purifying the senses in the inexhaustible moon.\n\nPra ta asvinih pavamana dhijuvo divya asragranpayasa dharimani.\n\nThe sages who have created the provinces of the Vedas and who are wiping you up are the source of the Vedas.\n\nThe worlds are the abodes of the universe, and the stars are the sources of the universe.\n\nO moon, you are the husband of the universe, and you are the husband of the universe.\n\nThe rays of the wind are both the stars and the stars.\n\nIf the Lord is wiped on the holy place, the Supreme Personality of Godhead is in distress in the altars of the waters.\n\nThe Ketu of the sacrifice, the moon, the moon, the moon, the moon, the moon, the moon, and the moon.\n\nThe bull, who is the source of the thousands of streams, is the source of the treasury.\n\nThe king, the sea, the river3 vi, the waters of the waters, move the waters.\n\nThe wind, the air, the earth, the earth, the earth, the great heaven, the sky.\n\nThe heavens did not slap the slopes, nor did the heavens, nor the earth, the earth and the religions.\n\nThe friendship of Indra is the source of all the lights of the moon, and the moon is purifying in the waters of the waters.\n\nThe light of the sacrifice of the sacrificer, the beloved, the father, the father of the gods, became the father of the gods.\n\nThe drunkenness of the senses is the source of the wine, the drunkenness, the wine and the taste.\n\nThe husband of the heavens, who cried out, was a hundred-headed husband.\n\nThe monkeys are tormented in the houses of the friend of the friend and with the seas of the seas.\n\nThe wind blows in the front of the seas, and the voice goes to the cows.\n\nAhead of the horse he worships the great treasure of his own battle and the bull is purified by his sons.\n\nThis is the one who is the source of the wings of the wind, which is the source of the wind.\n\nYour sacrifice, the sky, the moon, the wind, the wind, the wind, the moon, the moon, the Indra.\n\nThe space of the sky, the sky, the sky, the sacrificer, the sky, the sky, and the sky.\n\nThe self-knowing one attacks the sky, and his father is exhausted.\n\nSo he gives me shame in this world, who first destroyed his abode.\n\nThe foot of the universe is the supreme sky, and the universe goes together with the universe.\n\nPro ayasi dindurindra’s sakha sakhyu na pra minati sangiram.\n\nThe moon is enveloped in the moon by the young men like a dead body.\n\nPra vo dhiyo mandrayuvo vipanyuva: panasyuva: samvasanesvakramau.\n\nThe moon is the source of the moon, and the cows are the source of the milk.\n\nA na: soma samyatam pipyushimishamindo pavasva pavamano asridham.\n\nShe who milks us with three kinds of food and drinking the honey of the horse and the honey of the good.\n\nThe bull is the wind of the wise, and the moon is the day of the Prataritosh.\n\nThe Krans of the seas entered the hearts of Indra with the arrows of the gods.\n\nThe poets, the ancient poets, cried out in the treasury.\n\nThe name of the three of the three is the honey of the Akshara and the Vayu of the Vayu of the Vayu.\n\nThis is the PunThe sun became the source of the lights of the sun.\n\nThis is three seven milky milk, the moon in the heart, and the beautiful envy is in the heart.\n\nBreathe, O moon, in the heavens, in the abodes of the gods, in the waters of the waters.\n\nThe youngest of the suns in the womb of the sun in the womb of the sun in the womb of Indra.\n\nThe son of the mountains, the wind, entered the holy stomach of Indra.\n\nYou became the eye of men, the wise, the moon, the gotra, the Aṅgiras, and the Aṅgiras.\n\nThe brāhmaṇas, who are self-controlled, are the ones who have not eaten the food of the moon.\n\nThe heavens and the sun-goddess have been sprinkled with the universe.\n\nThe seven cows are frequently frequently covered with the waves of the unbound.\n\nWhen the waters of the waters were present, the poet died in the womb of the great woman.\n\nThe Indus are again very singing, and the battle is the source of the sacrifices.\n\nThe cowherd men did not stir up the cows and the poets did not whisped the cow.\n\nThe hundreds of the hundred-armed Abhishriyo Hari, the nineteenths of the Udan.\n\nThey throw it wipe around the cow covered with cows on the third side of the heavens.\n\nThese are the progeny of the divine semen, and you are the king of the universe.\n\nThen, O wind, this universe, you are under your control, and you are the first-born.\n\nYou are the sea, the knower of the universe, the poet, and these are the five directions in the universe.\n\nYou are the sun, the wind, the wind, the wind, the earth and the earth.\n\nYou are the source of the sacred dust, the moon, the wind, the wind, the wind.\n\nThe first of the universes, the universe, the universes, the universes, the universes.\n\nPra rebha eti varamavyayam vrisha vanesvava kradahari:.\n\nThey are the wise men who are subordinate to the infants and the minds of the minds are drawn by the mind.\n\nHe was covered with rays of the sun, as he knew the threefold body.\n\nThe husband of the news of the dancer takes the dancing and the husband goes out of the city.\n\nThe king of the seas, the wind, goes to the heavens, and the youngest of the sages.\n\nThe Lord of the thousands of streams was sprinkled with water and purifying the words of the Lord.\n\nThe wind blows in me, and the sun is not the source of the pain.\n\nThe son of the mountains is purified by men and by the mountains of the mountains, for the sake of the horse, for the sake of the blessed bow.\n\nYou’re angry with the wind, and you’re not sweating in the lyrical hair of the wind.\n\nIndra, the son of Mada, the son of Mada, the heavens, the source of the universe, the source of the universe.\n\nThe seven sisters, mothers, mothers, newly born, and the wise man were born.\n\nThe waters of the waters are divine in the kingdom of the universe and the moon of the universe.\n\nIsha, these are the worlds, and you are the source of the yujana, the indus, the destroyer.\n\nLet them smear honey and ghee and may the moon remain in your vow.\n\nYou are the moon, the moon, the universe, the wind, the bull, and you are running.\n\nMay that earth, like the forest of the earth, be like the forests of the earth, and we shall live in the worlds.\n\nO cow-knowledge, Vasu, and the forest-goddess, O Indra, are the source of the universe.\n\nYou are the hero of the moon, the world’s wealth, and the brahmins are the source of all knowledge.\n\nThe waves of the forest are singing, and the forest is singing.\n\nThe king, the holy chariot, rides the horse, the conqueror of the thousands of the ears, and the great ear.\n\nHe is the sun-god, the creator of the universe, and the universe, the universe, the sun, the sun, the day, the day.\n\nBrahma, the creator of the horse, drink the horse and beg for us.\n\nSo agre ahnam hari haryato mada: pra chetayata anu anuma॒ Dyubhi:.\n\nTwo people are tormented by the men and men are the gods and the divine and the divine.\n\nThey are expressed, they express themselves, they are rising, they are ripped with honey.\n\nThe sea, which is falling in the breath, is covered with golden fires in the wind.\n\nSing for the wind, sing the earth, and the earth does not rain.\n\nThe serpent does not play with the skin of the serpent and the bull does not play with the skin\n\nThe king of the forehead will also be praised by the airplanes on the earth.\n\nHari is the source of all pleasures and the ocean is the source of all lights and the light is the source of the light.\n\nAsji skambha diva rising into intoxication, and the three metals are angry with the earth.\n\nThe wines of the earth are released by the moon if the deer escaped the waters of the earth.\n\nPra te dhara utyavani meshya: punanasya samyato yanti ranhayah.\n\nThat you are satisfied with the cows with the cows and the moon in the waters of the moon.\n\nThe wind, the source of the sacrifice, is dear to the sun, which is the source of the sun.\n\nKill the universe, O Indra, O mighty one, and we shall know the greatness of the Atri."
  },
  "86": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 87,
    "text": "9 Usana Kavya:.The wind is the moon.Trishup.\n\nPra tu drava pari kosham ni shid nrbhi: punanao abhi vajamarsha.\n\nThey do not wipe you a horse, but they are carrying the horse with their belts.\n\nThe god of the sun is the source of his battle, and the gods are protecting the old age.\n\nThe father of the gods is the well-dressed and the heavenly bodies are the heavens and the earth.\n\nThe sage, the brahmins, the city of men, the king of the gods, and the sage Uśana.\n\nHe knew it was hidden when the same is the secret of the names of the cows.\n\nThis is your honey, Indra, the moon, the bull, and the axes around the Vrishni.\n\nHe had a hundred thousand years old, and the peacock was always present.\n\nThese are the moons, the cows, the thousands of cows, the horses, the nectar.\n\nThe winds were not covered with the holy waters of the wind\n\nFor the people of the Puruhoos, the people of the Puruhoo, are the source of the food of the people.\n\nThen, with the hawk, you are praying for the sun, and you are the source of the horse.\n\nThis is the moon, which is the source of the moon, and the creation of the holy creation is not created.\n\nThe child is not in the horn, nor is the cow, the cow, the cow, the brave, the brave.\n\nThis is the one who knows the cows in the midst of the mountains of Paramada.\n\nThe heavens do not blame the lightning from the clouds, O Indra, the stream of the moon.\n\nOr you went to the rashi, the Indra, the Indra, the chariot of the chariot.\n\nThe eastern hero, the greater, the gift, the teaching, the teachings of Sachi."
  },
  "87": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 88,
    "text": "8 Usana Kavya:.The wind is the moon.Trishup.\n\nThis is the moon, Indra, the sun, the wind, and you protect you.\n\nYou are the one whom you have drawn, and you have been able to fight the moon for the moon.\n\nThat chariot is not the source of the earth, the great Puruni, the Vasus.\n\nThey were born in the forest, who were born in the forest, who were born in the forest.\n\nThe wind is not the one who is not able to fight, and the wind is the source of all happiness.\n\nYou are the moon, the source of the universe, and the moon, the moon, the moon, and the moon.\n\nIndra is not the great one who kills the wheels of the Vṛtrāsuras, and the moon is the source of the moon.\n\nYou are not the killer of the names of the great men, nor the moon, the thief of the universe.\n\nFire is not the forest that creates the forests in vain in the rivers.\n\nThe people do not fight the great ones, the moon, the wind, the wind.\n\nThese are the moons, which are very bright, not the treasury of the clouds.\n\nThe seas were not low in vain, but the sons of the sons of the sea were swallowed up.\n\nShushmi shardho na maruta pavasvanbhishasta divya vit.\n\nThe waters are not the sacrifice of the Sumati, but the thousands of the army are not the sacrifices.\n\nThe vows of the king, Varuna, are your vows of great deep, and your moon is your abode.\n\nYou are pure and you are dear to you, but you are not a friend, and you are the moon."
  },
  "88": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 89,
    "text": "7 Usana Kavya:.The wind is the moon.Trishup.\n\nThe fire: the fires of the pros of the pro s, the sky, the wind, the wind, the axes.\n\nThe thousand-footedness of the mother1sma is the forest and the moon is in the forest.\n\nThe king, who lived in the boat of the Ṛgveda, lived in the city of the seas.\n\nIn the waters, the draps increased the shynajuta, the milk, the father, the milk, the father, the daughter.\n\nThe lion, the honey, the moon, the deer, the moon, the heavens, the heavens and the husbands.\n\nThe brave man first asks the cows in the battle with his eyes and falls down.\n\nThe honey-backs, the ghoma, the horse, the chariot, the chariots, the chariots.\n\nThey wipe away their sisters, and they are afraid of the horses.\n\nThe four are the milk of the ghee, which are moving in the same way as the milk.\n\nThey are the ones who are purifying and purify them and they are the eastern ones of the universe.\n\nThe heavens are the heavens, the earth, the earth, the universe, and the stars in his hand.\n\nThe unreal is the source of the light, and the honey is the source of the moon.\n\nVanvannavato abhi devavitim Indraya soma vritraha pavasva.\n\nShagdhi Maha Puru Chandrasya Raya Raya Suvirya Patas We shall be."
  },
  "89": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 90,
    "text": "6 Vasishta, Maitreya and Varuni.The wind is the moon.Trishup.\n\nPra hinvano janita rodasyo ratho na vajam sanishyanayasit.\n\nGo to Indra, the enemy of the universe, and the universe, the Vasus, holds them in his hands.\n\nThe voices of the three-powerful testicles were covered with the ears of the young man.\n\nThe forest dwellers, Varuna, do not give the seas to the waters of the water.\n\nThe brave village: all the heroes, with the winds, breathe, and the riches.\n\nTigmayudha kshipradhanva sammatsvashalah sahvanta srutanasu shatrun.\n\nUrugavyutirabhayani krinvantsamichine aa pavasva purandhi.\n\nThe waters of the sea are the sources of the heavens and the great horses.\n\nThe moon, the moon, the moon, the fish, the fish, the Indra, the wind, the wind, the wind.\n\nThe fish, the wind, the wind, the gods, the great Indra, the Indra, the Mada.\n\nEva raja kratumaa amena visva ghanighaniddurta pavasva.\n\nO Indra, you are the source of all knowledge, and you may always protect us with your blessings."
  },
  "90": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 91,
    "text": "6 Kashyapa Maricha.The wind is the moon.Trishup.\n\nAsarji speaks in the chariot, as the first man is in the mind.\n\nThe ten sisters are overwhelmed by the fire and the fire is not the source of the fire.\n\nThe sun is the source of the divine poets who are the source of the divine people.\n\nHe who is immortal by men and who is dead by mortals and who is not wiped away by the cows.\n\nThe bull was crying in the Vrishna, and the wind was blowing in the sky, and the milk was blowing in the sky.\n\nA thousand mṛks, with the paths of the Vedas, go to the nuclear by the words of the Vedas.\n\nRuja Drilha Chirakshasa: Sadansi Punan Inda Urnuhi Vi Vajas.\n\nThey are the ones who have been destroyed by the killing of the rain from the distance.\n\nHe’s not going to escape the world, and you’re going to make a path to the Sukta.\n\nWe shall see the great men who are difficult to destroy the forests of the forests.\n\nThe same waters are the waters of the heavens, and they are the sons of Toka.\n\nMay the moon, the light of the moon, the sun, the sun, the moon, the sun, the sun, the sun, the moon, the sun."
  },
  "91": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 92,
    "text": "6 Kashyapa Maricha.The wind is the moon.Trishup.\n\nThe chariot of the holy deer is not the source of the sun’s rays.\n\nThe senses of the universe are the sources of the senses, and they are the ones who offer sacrifices to the demigods.\n\nAchcha Nrichaksha Asarat Pavitri Naam Dadhana Kavirasya Yonau.\n\nThe seven brāhmaṇas are the sages who have come to the house of the sacrifice in the house.\n\nPra Sumedha Gatuvidvisvadeva: Soma: Punanah Sada Ati Nityaam.\n\nThe five steadfast men who are enjoying the earth in the world of the universe are enjoyed by others.\n\nThy thy moon, the wind, is the source of all the three gods in the universe.\n\nThe ten Yahvis wipe you with your own offerings and the seven Yahvas.\n\nMay that truth be the wind that blows in the universe.\n\nThe light which he made in the fire was the source of all the worlds, and he was afraid of the thief.\n\nThe priest, the king, is not true, but he is not true.\n\nThe moon was purifying and the deer was not in the forests."
  },
  "92": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 93,
    "text": "5 Nodha Gautama.The wind is the moon.Trishup.\n\nSakamuksho wiped the ten patients of the patient and the wise.\n\nHari ran away from the sun, and the horse was not in the sky.\n\nSam maternal not infants, the bulls, the bulls, the men, the waters, the waters.\n\nThe dead woman does not go to the woman who is not able to go to the city of Kulasha.\n\nUt pra pipya oodharaghnyaya indurdharabhih sachate sumedhah.\n\nThe cows are covered with milk, and the earth is covered with milk, not by the wealth of the earth.\n\nHe is the wind of the gods, the sun, the moon, the moon, and the moon.\n\nMay the city of Indra, the city of the Vasus, be in the forest.\n\nNu na rayi upama masva nṛvanta punano vārāpyā viśva ścandram.\n\nPra vanditurind taryayu s r tr mkshu dhiyavasu jagagamyat."
  },
  "93": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 94,
    "text": "5 Kanvo Ghoor:.The wind is the moon.Trishup.\n\nAbove this, as the auspicious horse, the hearts of the mind, not enter the sun.\n\nThe waters of the waters are the winds of the Vṛṇas, and the Vṛṇas are not for the enhancement of the animals.\n\nThe seconds of the universe, the heavens, the heavens, the heavens and the worlds.\n\nThe milk of the minds did not give the cows to the rivers, nor did they ride in the moon.\n\nThe poet fills the poet with his poems, the hero, not the chariots of the worlds.\n\nThe king of the gods is the source of fame among the gods and the death of the dead.\n\nThe old woman who is born in the beauty of the goddess of fortune gives the old age to the old woman.\n\nThey become the source of prosperity and become immortal by the truth and the sacrifice.\n\nIshamurjambhya1rshasva gamuru jyoti: make the fish in the fish.\n\nThe moon is the source of all the universes, and you are the source of the moon, and you are the enemy of the moon."
  },
  "94": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 95,
    "text": "5 Praskanva: Kanva:.The wind is the moon.Trishup.\n\nThe youngests are the green, the source of the forest, and the whispers of the forest.\n\nFrom whom the cows are destroyed by men, therefore you should kill their minds with their own food.\n\nHari: The boat of the creation of the path of the creation of the earth is like the dead body.\n\nThe gods discovered the names of the gods and the names of the gods.\n\nApamivedurmaya, the streets, the moon, the moon, the moon, the moon, the moon.\n\nThey bow down to the form of the sun and they enter the sky.\n\nThey do not milk the marrow, the smarter, the swan, the mountain, the mountain.\n\nThey move about in the three worlds and carry it in the sea.\n\nThey wanted to speak, and they were like the priests, and they were again in the minds of the minds.\n\nIndra and the one who destroys the good prowess for the sake of Saubhaga."
  },
  "95": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 96,
    "text": "24 Destiny: Pratardana.The wind is the moon.Trishup.\n\nThe army of the army is the hero of the chariots, and the army of the cows is delighted.\n\nThe moon, which is the source of all good fortune, gives the gifts of Indra to his friends.\n\nThe monkeys wipe the Lord Hari with the horses and the horses of the equals.\n\nThe chariot of Indra stands as the friend of Indra goes to Sumati.\n\nThat is our god, the gods, the fire, the moon, the drinker of the Indras, the drinkers of Indra.\n\nThe waters of the rain are the source of the rain, and this is the source of our variety.\n\nAjitaye hatyaye pavasva svastaya sarvataye brihate.\n\nThat is the world, these are the friends of the universe, and I am the source of the moon.\n\nThe moon is the source of the wind, and the heavens are born of the earth.\n\nThe sun-god born of the sun-god is born of the sun-god and is born of the sun-god Visnu.\n\nThe Brahma is the abode of the gods, the sages are the sages, the great men of the gods.\n\nThe moon-god, the fox, the forests of the forests, the forests of the forests, the holy ones.\n\nThe sea, the mountains, the winds, the winds, the winds, the winds, the winds, the winds and the moon.\n\nThe bull stands in the cows and knows the cows in the cows.\n\nThe envy of the forests, the forests, the winds, the thousands of blood, the horses.\n\nIndra, the moon, the wind, the moon, the moon, the moon, the moon, the moon, the moon.\n\nThe moon, the moon, the moon, the forest, the forest, the forest, the forest, the moon, the moon, the forest, the forest.\n\nThe thousand-headed hundred-armed Indurvaji does not conquer the seven equals.\n\nHe was born in the waters of the earth, and he was milking the waters in the waters.\n\nThe king of the earth was the king of the earth to sing to the Brahman.\n\nYou have done our fathers, our fathers, and the steadfast men performed our actions in the past.\n\nMay the winds of the forests, the winds, the wrappers and the horses be ours.\n\nAs the wind blows in the mind, the killer of the enemy is the source of the moon.\n\nThe same thing that the wind blows is the source of the sacrifice, and the weapons of the Indras stand.\n\nPavasva soma madhumaa ritava apo vasano adhi sano avye.\n\nThey are drunk with the drones, and they are drunk with the drunkenness of the Indra.\n\nThe heavens, the hundreds of thousands of rains, the gods, the gods, the gods.\n\nThey were covered with the seas and the waters of the sea with their eyes.\n\nThis is the moon of the moon, and the horses are not overwhelmed by the minds.\n\nThe milk is not milked by the sun, nor is the milk of the sun.\n\nSvayudha is the name of the charu with the sons of Puyamano, who is the source of the light.\n\nThe moon is the source of the seven horses, and the wind is the wind.\n\nThey gave birth to a baby, and the Maruts wipe the fire with the wind.\n\nThe poet rejoiced with the poets and the poets, and the poet sang the holy name.\n\nThe sages who made the sages and the sages who were the source of the poets.\n\nThe third abode is the buffalo, the moon, the moon, the moon, the moon, and the moon.\n\nThe birds, the birds of the chamusha, carried the weapons of Govinda.\n\nHe who is cleansed by the waters of the waters of the ocean dissolves the fourth abode.\n\nThe dead man did not wipe the body, nor did he wipe away the wealth of the riches.\n\nLike a bull, he entered the treasury of the treasury, and he entered the city.\n\nThe wind blowing with the winds, the winds, the winds of the Varanasis.\n\nThey played with the playfulness of the sun, Indra, the taste of the wine.\n\nPrasya dhara brihatirsrigram nakto gobhi: kalashan aa aa\n\nVivesh.The other wise men shouted at the Sāma and did not bear the journey.\n\nApaghnannesi pavamana.The old man did not sing his beloved enemies.\n\nThe birds did not fall into the forests of suffering and the moon was purifying in the waters of the waters.\n\nA te rucha: pavamanasya soma yosheva yanti sudughah sudharas.\n\nHariranit puruvara apsvachikradat kalashe devayunam."
  },
  "96": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 97,
    "text": "(58) 1-3 Maitravarni Vasishta:, 4-6 Vasishta Indrapramati:,7-9 Vasishta Vrishagana:,10 -12 Vasishta Manyu :, 13-15 Vasishta Upamanyu:, 16-18 Vasishta Vyaghrapada , 19 -21 Vasishta Shakti:, 22-24 Vasishta Karnashrud , 28-30 Vasishta Vasukra:, 31-44 Parashar:Shaktya:, 45-58 Kutsa Angirasa.Pavamana: Soma:.Tristup.\n\nThe gods are the source of the universe, and the gods are equally touched by the gods.\n\nThe son of the holy animals is like the hole in the house.\n\nBlessed clothes were equally dressed3 and the poets praised the great poets.\n\nCome and tell me the charms of the sun, the awakening of the gods.\n\nThe sea is wiped with the snow, and the Yashastra is the source of the fame of the Yashas.\n\nMay you always protect us with your blessings, bows, bows and purity.\n\nPra gayatabhya archam devantsomam hinot mahate dhanaya.\n\nThe delicious wind blows over the wind and the unbroken waters of the gods are not the same.\n\nIndus are the friends of the gods, and the streams of the enemy are driven by the wind.\n\nThey followed the abode of the Lord in the past for the great Saubhaga.\n\nMay Hari, the sage, the source of the stotre, go to Indra, the source of the wine.\n\nO goddess, go to the chariot, O Radha, and you may always protect us with your blessings.\n\nPra kavyamushaneva bruvano devas devanam janima vivakti.\n\nThe glorious, the pure, the friend, the fire, the feet, the boons, and the ceremonies.\n\nPra hansasas tripalam manyumachchamadastaam vrishagana ayasu.\n\nThe friends of the wind-gods, who are the source of the wind, say that the wind is difficult to defeat.\n\nHe was playing in vain, but he did not go to the playful jutis of the Urugaya.\n\nThe horns of the sun are trying to make the length of the sun in the daytime.\n\nIndurvaji pavate Gonyogha Indra Soma: Saha Invanmada.\n\nThe king of the Vṛjanas kills the demon who kills the demon who is the best of the men.\n\nBelow the stream, the wind blows the hair of the wind.\n\nThe gods of Indra, the friend of Indra, the gods, the envy of the gods.\n\nThe gods, who are dear to the gods, again ask the gods with their own taste.\n\nThe moon is the source of the righteousness of the dead, and the ten throws are the source of the universe.\n\nThe bull, the blood, gave the earth to the sky, and the earth was not swallowed.\n\nHear the words of Indra, the fire-god, and the words of the fire-gods.\n\nRasaya: drinking the milk, you’re not able to drink honey.\n\nThe wind blowing in the presence of the moon is sprinkled with the moon for the sake of Indra.\n\nThe same is true of the liquor, the wine, the wine, the slaughter of the slaughter.\n\nThe cow, which is swelling on the color of the cow, is the source of the moon.\n\nJushtvi na Indus suganayurau pavasva varivans karvan.\n\nThey killed the enemies of the universe like the clouds, and the bow was covered with a bow.\n\nThe rain, the sage, the conqueror, the snow-white, the śāṅgayi, the śāṅgayī, the śāṅgayi.\n\nThey were like a stuke, and they gave him a slap, and the indus of the moon was inferior to him.\n\nThe knot is not the source of the knotted, the straight, the straight, and the moon, and the moon.\n\nThere is no sacrifice, Hari, the destroyer of the gods, the dead, the bow, the bow.\n\nJushta, the god of the gods, gave him a bow with a bow.\n\nThe thousands of streams of the gods were burnt by the horses and the horses of the horse.\n\nThey were not the ones who were not able to create the chariots that were not engaged in the chariots.\n\nThese are the Venus, the bows, the gods, the gods, and the drinks, and drink.\n\nEu॑vaThe Indu is not the sky, the sky, the sky, the sun, the moon, and the moon.\n\nMay the moon bestow upon us the desirable, the great, the sun, the fierce, the fierce.\n\nIf the mind is in the mind of the eldest of the mind, the eldest is in the field of righteousness.\n\nThe best of the Vavashas, ​​who were the first, gave the cows the cows, the moon, the moon.\n\nPra danudo divya danupinva ritamritaya pavate sumedhah.\n\nThe king of the earth is the source of the earth, and the earth is filled with the rays of the earth.\n\nThe king of the gods, who is the source of the holy places, is the wind of the gods.\n\nThe second lord of the earth is the lord of the suns and the moon is the source of the sun.\n\nYou heard the wings of the sun, like the arvan, and the wind of the moon.\n\nMay that great thousands of thousands of us, the moon, be the source of all wealth.\n\nThe gods, who are the source of all the moon, are the source of all the brave and the moon.\n\nThe priests of the universe, the sacrificers of the universe, did not offer sacrifices to the heavenly bodies.\n\nEva devatate pavasva mahe soma psarase devapana:.\n\nThe great ones are for the welfare of the great men and the heavens are purifying the heavenly planets.\n\nThe horse, the sacrifice, the bull, the lion, the fear, the fear, the mind, and the speed of our minds.\n\nO Indra, you are the source of all knowledge, and you are the source of all knowledge.\n\nThe poets who are born of a hundred streams are wiped away by the poets who are born of a thousand wines.\n\nO Indra, you are the source of the great wealth of the heavens.\n\nThe heavens are not the creation of the heavens, nor is the king, nor does the patient who is steadfast in the sky.\n\nThe father did not give her to the fathers, and may she be the source of the sacrifice.\n\nPra te dhara madhumatirasrigranvaranyatputo atyeshyavyavyan.\n\nThe wind blows in the wind and the sun is the source of the sun.\n\nThe youngest of the moons, the source of the death of the dead, is the abode of the dead.\n\nHe is the wind for Indra, the envy of the sun, with the minds of the poets.\n\nThe divine Suparna, the moon, the drinker of the moon, the gods, the gods.\n\nEnter the sun, the moon, the moon, the rays of the sun, and the rays of the sun.\n\nThe three words of the Lord are the sources of the minds of the Brahmans.\n\nThe cows go to the cowherd boys, and the moons are the moons, and the moons go to the moon.\n\nThe cows, the cows, the cows, the moon, the moon, the brāhmaṇas, and the minds.\n\nThe moon is purifying the son of the sun and the moon is the source of the moon.\n\nEva na: soma parishichyaman aa pavasva pooyamanah svasti.\n\nIndra, the great sun, became the source of the sun, and by the birth of the city.\n\nAwake, O brāhmaṇa, the moon of the minds, and the moon, the moon, the moon, and the moon.\n\nThey are the best of the chariots, the charioteers, the charioteers and the charioteers.\n\nHe is the source of the sun, the source of the universe, the sky, the sky.\n\nHe who is dear to the choice of the beloved is not the one who does not give you wealth.\n\nThat increased increasing puyam, the moon, the moon, the moon, the light.\n\nBy which our fathers in the past, the knowers of the heavens, the heavenly beings, the cows, the cows, the mountains.\n\nThe king of the earth, who was born in the first place, gave birth to the people of the universe.\n\nThe bull, the sacred fire, the great moon, the moon, the moon, the moon, and the moon.\n\nThe great moon, which is the source of the great moon, is the source of the waters that cover the waters.\n\nThe moon, the moon, the moon, the moon, the light, the wind, the wind.\n\nYou are the wind-god, and you are the source of the wind, and you are the source of the wind.\n\nThe fish is the enemy of the wind, the gods, the gods, the heavens, the earth and the moon.\n\nSwell the straight, the killer of Vrijina.'Apamivam barha and the battle.\n\nYou are your friends, your friends, the milk of the cows of the cows.\n\nThe honey, the wind, the wind, the feast, the veer, and the wind, and the bhagam.\n\nSvadasva to Indra, the wind, the sun, and the sun, not blow the sun.\n\nSoma: The son of Dharatiya did not give up the sea nor the lowest voices of the Vajyakshas.\n\nA vagina wild in the forest with the same fires with the lakes.\n\nThis is your fall, Indra, the moon, and the moon, the patient, and the moon.\n\nHe who worships the gods who worships the gods who worships the heavenly planets\n\nThis is the daughter-in-law of the daughter, who is purifying herself with her old age.\n\nThey go to the waters of the three worlds, which are the source of all happiness.\n\nNu na, you are the charioteer of the moon, and the moon is the source of the moon.\n\nIn the waters, the sweetness of the honey, the sun, the sun, the truth, the truth, the truth, the truth.\n\nThey were the winds of the winds, and they were the source of the wind.\n\nAbhi nara dhijavanam ratheshtamabhindra varsha vajrabahum.\n\nThey are dressed in clothes, and they are rich in milk, and they are well milky.\n\nThe moon is the moon, and the moon is the moon, and the horse is the moon.\n\nAbhi no arsha divya vasunyabhi visva prthiva pooyaman.\n\nWe shall eat the wealth by which we have given us the wealth of Jamadagni.\n\nThe wind, the wind, the Vasus, the mothers, and the moon, the source of the light.\n\nThe wind here did not give a man to the sacrifice of the Purummedha.\n\nUt does not hear the wind, which is the source of the wind.\n\nSixty thousand nails, the Vasus, the Vrikshas, ​​not cooked for the battle.\n\nIn the earth, the bull is the name of the bull, and the mother is the killer of the moon.\n\nHe did not sleep, but he was affectionate and left, and he was not digested.\n\nThe three holy ones are spread out, and you will run alone in the pooyaman.\n\nYou are the Bhaga, the giver of the gifts, the Indras, the Indras, the Indras.\n\nThis is the world-knower, the wise, the moon, the moon, the king of the universe.\n\nThe draps, the victims of the victim, go to the time of the universe.\n\nThey are not burnt by the moon, but the poets are not the vultures.\n\nThey kill the steadfast with the tens of the wings of the form of the form of water.\n\nWe choose the moon with your wind, and we’re always choose.\n\nMay Varuna, the friend of the sun, kill me, the sun, the earth and the heavens."
  },
  "97": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 98,
    "text": "12 Ambarisha, Varshagira, Ṛjiśva and Bhāradvāja.Pavamana: Soma:.Anuṣṭup , 11 Bṛhatī.\n\nAbhi no vajasatama rayimarsha puruspruha.Indus a thousand-filled snowflakes and lightning.\n\nThe shield did not shone in the chariot of the moon.Indurabhi druna hita hiyana dharabhirakshas.\n\nThe moon is the source of the moon, the axis of the Indus.The streams that were above the sacrifice were not the cows.\n\nThat you, O God, are eternally wealthy for the dead.You are the sun, the thousand-headed, the sun, the hundred-headed soul.\n\nWe’re yours, Vasva, Vasva, and you’re yours.We shall not be the best of the nedies of the Sumna.\n\nThe two, five, self-respecting, sister-in-law, and a mountain.They are dear to Indra, the desirable ones, the waves of the waves.\n\nThey purifies the Hari, the Hari, the Hari, the wall.He who goes along with the gods of the universe with his intoxication.\n\nThis is your wealth, and you’re the one who’s been able to achieve your rights.He who gave the sun to the sun, the great one, the destroyer of the heavens.\n\nHe is the human being who is the source of the heavens and the heavens.The gods and goddesses are the mountains of the mountains.\n\nYou are sprinkled with the moon of the moon, the killer of Vritra.They are the southernmost of the gods and the houses of the gods.\n\nThey are the Pratnas in the Vyushtis, the Somas, the holy letters.\n\nThey were not inspired in the morning, and they were not inspired.\n\nYou are the friend of the Puroruchas, and you are the sun.The smell of the horse is the same as the Vajapastya."
  },
  "98": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 99,
    "text": "8 Rebhasunu and Kashyapa.Pavamana: Soma:.Anushtup ,1 Brihati.\n\nA haryataya dhrushnava dhanu street the paunsya.\n\nThe young men of the earth are the source of the sun for the sake of the sun.\n\nThe lower kshapas are refined and the horses are singing.If the minds of the Vivasva are the ones who kill Hari, they are going to go.\n\nWe’re going to wipe the darkness of the fire that’s the fall of Indra.The cows whom the cows were killed and the city was sure.\n\nThey went to the city of Puna in the ancient story.They were merciful to the gods and they were the names of the gods.\n\nThey purify the earth in the inexhaustible time.The wise man does not rule the messenger before.\n\nHe is the source of the wine, the moon, the moon, and the moon.The husband does not hold semen in the animals, and the mind is the words of the mind.\n\nHe is dead by good deeds, and the gods are the sons of the gods.When the waters of the waters are singing, the waters are singing.\n\nSuta Indo Pavitra A nrbhi Yato Vi Niyas.Indra, you are the one who is trying to be envious of me."
  },
  "99": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 100,
    "text": "9 Rebhasunu and Kashyapa.The wind is the moon.Anuṣṭup.\n\nThey are now singing, unhappy, dear to Indra.The calves are not born in the previous life, O mother.\n\nPunan Indava Bhara Soma Dvibarhasam Rayim.You are the Vasus, and you are the source of all the worlds.\n\nYou didn’t stretch the rain, the mind, the source of the mind.You are the Vasus, the Parthiva and the Divine Soma.\n\nI’m going to win the winter, just as the stream runs for a son.They are enjoying the expenditure of the living being or the living being.\n\nFor the sake of the sacrifice, the moon, the moon, the source of the moon.Indra, the son of Indra, the friend of Mitra and Varuna.\n\nBreathe, O Vajasatama, the son of the holy stream.Indra is the most honeyed by the gods to Vishnu.\n\nThe mothers who are not angry with the Lord are not angry with you.The calf is not born of cows, nor is the wind blowing.\n\nThe wind blows with the rays of the sun.You kill the enemy of the universe, and you are the one who gives you the worlds.\n\nYou’re also going to eat the heavens and the earthly earth.You release the grapes back to the wind."
  },
  "100": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 101,
    "text": "(16) 1-3Andhigu: Shyavasvi:,4-6 Yayati Nahusha:,7-9 Nahusha, 10-12 Manu: Sanvarana:, 13-16 Vaishvamitra or Prajapati.The wind is the moon.Anuṣṭup , 2-3 Gayatri.\n\nPurojiti vo andhasa sutaaya madayatnave.Up the dog, the snthishtana, the friend, the long-tongued.\n\nHe is the son who gives to the fire with a stream.Indurasva is not to be done.\n\nA man who is invincible to the moon is called Visvachya.They kill the sacrifice with the mountains.\n\nThe daughters of the moon, the moon, the moon, the moon, the moon, the moon.May the holy ones who are holy and the gods go to you.\n\nThe gods said, “Indu, Indra, the wind.”The words of the Lord are the gods of the universe.\n\nThe thousand-edged wind blows the sea or the moon.The moon is the husband of the Rayi, the friend of the Indra.\n\nThis Pūṣā Rayi, the fortunate moon, is the source of the moon.The husband of the universe, the earth, explained both.\n\nThe cows gave the sea to the drunken wrath.The moon is the source of the moon and the winds are blowing.\n\nHe who is the source of the wind, the source of the wind.He who is the sun in the forest, and by whom we have given us the sun.\n\nThe moons are the winds of the Indus, and they are the best of the singers.The friends of the Suvanas are the source of the heavenly knowledge.\n\nSushvanaso vyadribhischitana goradhi skin.Ishamasmabhyamabhita: samasvaravasuvida.\n\nThese are the cleansed ones, the wise, the moon, the head.The sun does not see the sight of the winners, but the stirring of the Dhruva.\n\nPra sunvanasyadhaso marto na varta tadva:.The dogs were killed by the deer and the Bhrigu was not killed.\n\nA jamiratke avyat bhuje na putra onya:.The Sarajjara is not the best of the women, nor the wombs of the womb.\n\nThat hero is the righteous man who is the pillar of the heavens.Hari: Pavitri Avyat Vedha Na Yonimasamasamasa.\n\nThe moon is covered with the wind, and the moon is on the skin.The young man, Hari, gave the bull to the king of Indra."
  },
  "101": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 102,
    "text": "8 Trita Aptya:.The wind is the moon.Ushnik.\n\nKran, the infant, the great ones, the dancing, the dancing.The world is dear to the universe and the second.\n\nUp tritasya pasyo3rabhakta yadguha padam.The sevenfold abode of the sacrifice is dear.\n\nThree three of the three-headed street on the backs of the sun.Mimite asya yojana vi sukratu:.\n\nThe seven mothers were born in the field of Venus.This is the pole of the sun that he is.\n\nThis is the vow of the Sajoshas, ​​the gods of the universe.They become sparrows, and they are the ones who offer sacrifices.\n\nYami garbha died and gave birth to a beautiful woman.The poet is the best of the sacrifices, and the Puru is the desire for the sacrifice.\n\nSamichine Abhi tmana Yahvi Rita’s mother.They are the ones who follow the sacrifice.\n\nThey are the source of the debts of the sacrifice of the Venus and the Venus.Hinvan naritata diditim pradhvare."
  },
  "102": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 103,
    "text": "6 Dwit Apty:.The wind is the moon.Ushnik.\n\nPra punananaya vedhase somaya vacha udyatam.Bhriti does not lose his wife with his minds.\n\nHe is rich in cows and cows with exercise.Three six in the body of the Lord, the Lord of the universe.\n\nI rub the treasury of honey in the inexhaustible time.The seven voices of the sages were nourished.\n\nThey gave the universe to the universe.The moon is the source of the moon and the Lord.\n\nGo around the divine, and go to the chariot with Indra.Punana is the enemy of the wind.\n\nThe seven gods did not carry the horse to the gods.The wind blows the wind."
  },
  "103": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 104,
    "text": "6 Parvata, Nārada, Kāṇva, Kaśyapya, Shikhandinya, Apsarasau.The wind is the moon.Ushnik.\n\nSakhaya a ni shidat punanaaya pra gayat.Do not adorn the child with sacrifices in the beauty.\n\nThe calf is not the source of the singing of the mothers.Devavyam1 Madamabhi dvishavasam.\n\nPunata Dakshasadhana as to the Shardha for the sake of the Vita.as we are satisfied with the friend of Varuna.\n\nThey gave us the words of Vasu-vidya.We live in the color of a cow.\n\nHe is the lord of the gods, the lord of the gods.Become a friend to the friend, as a friend.\n\nSanemi kritya1smada rakshasam kam chidatrina.Apadevam dvayumanho yuyodhi naḥ."
  },
  "104": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 105,
    "text": "6 Mountains and Nārada.The wind is the moon.Ushnik.\n\nHe singed him again for his friend, his friend.They did not smite the baby with sacrifices.\n\nSam vatsa is like the mothers of the moon, the moon, the sun, the moon.The gods are the source of the madness and the mind is refined.\n\nThis is the skill of the righteous, and this is for the sake of the sword.This is the son of the most honeyed by the gods.\n\nGomanna Indu Ashwavatsuta Sudaksha Dhanva.I’m clean and your color is the milk of the cows.\n\nHe is our lord of the deer, the god of the gods, the waters of the gods.You are like a friend in my friend.\n\nSanemi, you are our source of wealth.Sahvaam Indo pari bad dvayum."
  },
  "105": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 106,
    "text": "((14) 1-3, 10-14 Agni, Chakshusha, 4-6 Chakshu, Manava, 7-9 Manu, Apsara.\n\nIndra, the daughters of Machcha, may the monkeys go to this testicle.They were born in the Sruṣṭi, the Indus, the Swarvids.\n\nThis is the son of Indra, the wind, the wind.Soma is the consciousness of the victory as in the knowledge.\n\nThis Indra, the Indra, is the one who takes the sword in the Mades.Vajra and the testicles are the source of the water.\n\nPra Dhanva Soma Jagruvirindrayenda Pari Srava.Dyumantam shushmama bhara swaravidam.\n\nFor Indra, the testicles of the universe are the source of the universe.A thousand paths are the paths of the sight.\n\nHe is the best of the gods, the most honeyed by the gods.Go to a thousand paths and the youngest.\n\nBreathe, O gods, with the streams of the Indus.A kalasham madhumantsoma naḥ sadaḥ.\n\nYour Drapsa grew up to Indra, the source of the fire.Whom did the gods drink for the immortal?\n\nA na: sutas Indavah puna rana dhavata rayim.The waters of the rain are the waters of the heavens.\n\nThe moon is repeatedly running with the waves of the moon.The wind blowing in front of the wind.\n\nThey kill the horses with their intelligence, playing in the forest.They were equally sounded in the three-powered sword.\n\nAsrjji kalshaan abhi milhe sapti na vajayu.Punanano gave birth to the words of the sage.\n\nThe wind blows, and the deer is the source of the wings.They attacked the stotris, the heroes of the fame.\n\nThis is the wind that blows the streams of the gods.They rejoice in the sacred place in the universe."
  },
  "106": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 107,
    "text": "26 Saptarshi: ( 1 Bharadvaja, Bārhaspatya, 2 Kaśyapa, Maricha, 3 Gotama, Rahu, 4 Bhūma, Atri, 5 Vishvamitra, Gathina, 6 Jamadagni, Bhārgava, 7 Maitravaruni, Varuni, Vasishta: ).Pavamana: Soma.Pragatha:= (1,4,6,8,9,10,12,14,17 Brihati; 2,5,7,11,13,15,18 Satobrihati, ) 3,16 Dwipada Virat ;19-26 Pragatha:= ( Vishama Brihati, Sama Satobrihati ).\n\nThe moon, which is the best of the offerings, is the son of the moon.\n\nThe men who gave him the waters of the moon with the mountains.\n\nSurely, the wine-skinned man, who was scattered in the sea, was not able to flow.\n\nO daughter, we are drunk in the waters of the waters of the rivers, and the north of the cow is the source of the cows.\n\nYou’re looking at the god, and you’re going to see the god of the moon.\n\nPunanah Soma Dharaya Apo Vasano Arshasi.\n\nA ratnadha yonimritasya sidasyutso deva hiranyaya:.\n\nThe milk was won by the divine honey, and the beloved was in the right place.\n\nThe earth is the source of the earth, and the washing of the scene is the source of the sight.\n\nThe moon is the source of the moon, and the moon is dear to the time.\n\nYou are the brahmin, the Angira, the darkness, the honey, the sacrifice of the sacrifice.\n\nThe moon is the source of all knowledge, and the sage is the source of all knowledge.\n\nYou are the poet, the god of the gods, the sun, the Rohas in the heavens.\n\nThe moon is the source of the sun’s rays.\n\nThe horse goes away with the streams and the streams of the earth.\n\nThe cows are protected by the cows in the Anupa and the moon is the protector of the cows.\n\nThe sea is not satisfied with the fires of the samvaras for the sake of me.\n\nA Soma Suvano Adribhistiro Varnyavyaya.\n\nThe people did not enter the city of Chamva and the Lord entered the forests in the forests.\n\nHe wiped me away, but the seven atoms were in the middle of the mile.\n\nThe moon is the source of the wind and the moon is the source of all knowledge by the brāhmaṇas.\n\nPra Soma Devavitaye Sindhun Pipye Arnasa.\n\nThe wine with the milk of the part is not awake, but the honey is covered with honey.\n\nA haryato arjune atke avyata priyah son na marjya:.\n\nThey kill him as the chariots of the rivers are like the sun.\n\nAbhi somas ayava: pavante alcohol madness.\n\nThe wise men of the ocean are the wise men of enviousness\n\nThe king, the wind, the wind, the wind, the great truth, the wind.\n\nHe was the greatest friend of the friend of Varuna and the great sage.\n\nThe king of the gods is the king of the sea\n\nIndra, the wind, is the son of the Maruts, the wind.A thousand streams are overwhelmed with excessive wines.\n\nThe poet, the moon, the moon, the moon, the moon, the moon, the moon.\n\nThe waters of the forest were covered with the cows and the forests.\n\nI’m your moon, my friend, and I’m in the heavens.\n\nThe Purunis, the bears, do not walk in me, and you’re going to be able to do it.\n\nUtah naktamut som te diva sakhyaya babhra udhani.\n\nGhrina is heating the sun and the sun is like a bird.\n\nThey are wiping, good-handed, in the sea, in the sea.\n\nYou are the sun-god, who is very much aware of the wind, and who is the source of the wind.\n\nThe dead are the winds in the forest, the bull, the wheel-giver in the forest.\n\nThe moon, the wind, the wind, the source of the cows, and the cows are the source of the light.\n\nPavasva Vajasataya Abhi Visvani Kavya.\n\nYou are the first to be the sea, the dharyas, the moon, the envy of the gods.\n\nThat is the wind, the earth, the divine, and the moon, and you are the source of all the dharmas.\n\nThe brahmins with their minds destroy the white with their intelligence and the wise.\n\nThe wind created the holy place with the stream.\n\nMarutvanto MatsaraYou are the horse with the horses and you are the ones who are engaged in me.\n\nThe waters are the source of the treasury, the moon, the moon, the moon, the moon.\n\nThe lights of the lights of the universe were not destroyed by the lights of the cows."
  },
  "107": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 108,
    "text": "(1-16 ) 1-2 Gauriviti: Shaktya:;3,14-16 Shakti Vasishta:,4-5 Ururangirasa:,6-7 Ṛjiśva Bhāradvāja:, 8-9 Urdhvasadmā Angirasa:, 10-1The wind is the moon.Kakubha: Pragatha:=( Vishama Kakup , Sama Satobrihati ) , 13 Yavamadhya Gayatri.\n\nBreathe, the most honey-mad, the moon, the sacrifice of the sacrifice, the sacrifice of the sacrifice.Mahi Dyukshatamo Mada: ॥1॥\n\nThe bull who drinks the bull’s milk is the source of his life.\n\nThat is a well-directed sword, and the horse is not the best of the horses.\n\nYou are the divine wind, and you are the source of the light.They are ghoshayas for death.\n\nBy which the nine cows are curd, and by whom the brāhmaṇas have offered them.\n\nThe nectar of the gods is the nectar of the nectar by which the ears are heard.\n\nThis is the son of the earth, and the wine is blowing with the waists.They played like the waves.\n\nHe who is not able to go out of the innermost stone of the Usriya.\n\nThey sat down in the Vraja, the cow, the horse, the shield, the Dhrushnava.\n\nA sota pari shinchata ashwam na stomamapturam rajasturam.Vanakrakshamudaputa.\n\nA thousand-edged bull, the milk, the old woman, the beloved of the gods, the birth of the goddess.\n\nThe king who increased the sacrifice of the Ṛtas and the great Rītas.\n\nAbhi dyumna brihayasha ishaspate didihi deva devayu.Vi kosham midm yuv.\n\nCome, Sudaksha, the son of Chamvo, the son of Visha, not the Vispati.\n\nBreathe the rain in the heavens and the waters of the waters of the cows.\n\nThis is my infallible one, who milked the bull, who was a thousand-headed bull.Visva vasuni bibhratam.\n\nThe bull gave birth to a dead man, and he was burning with the light of the light.\n\nHe was well praised by the poets with the bites of the threefold nature.\n\nHe is the sun, the Vasus, the Rāyamas, the īlas.The moon is the one who is the source of the earth.\n\nHe who does not drink Indra, the Maruts, whose waters are the waters of the waters.\n\nA yena mitravaruna karamah endramavase mah.\n\nIndra, the moon-god, is the source of all battles, and he is the source of the wine.Breathe, the most honeycomb.\n\nIndra’s Hardi Somadhanma Visha Samudramiva Sindhava.\n\nThe heavens are the best of the heavens and the wind for the sake of Mitra and Varuna."
  },
  "108": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 109,
    "text": "22 The fires are the masters of the Aiśvara.The wind: the moon.\n\nPari pra dhanvendraya soma swadurmitraya pooshne bhagaya.1\n\nIndra, the moon-god, is the drinker of your son, and the gods in the universe.2\n\nFor this is the nectar of the earth, the divine, the divine, the drunkard.3\n\nBreathe the moon, the great ocean, the father of the gods, the abode of the universe.4\n\nMay Venus blow to the gods: the moon, the heavens, the earth, and the progeny.5\n\nYou are the source of the heavens, the Venus, the drinker, the truth, the source of the truth.6\n\nPavasva Soma Dyumni Sudharo Mahamavinam Anu Purvya.7\n\nThese men are the source of all knowledge and the worlds of the universe.8\n\nIndu: Punanah prajamuranah karadvisvani dravinani naḥ.9\n\nBreathe for the sacrifice of the moon, the horse, the horse, the horse, and the horse.10\n\nThey purify him for the taste of the moon, the moon, the moon, the moon.11\n\nThey wipe the baby and wipe the purifier of the moon and the moon to the gods.12\n\nIndu: sitting on the charming charming waters of the waters\n\nHe bears the name of the goddess of fortune by whom the Vṛtrāsuras killed the universe.14\n\nThe gods of the universe are drinking in the universe, and they are the sons of the goddess of fortune.15\n\nPra suvano akshas sahasradhara tira pavitram vivaramavyam.16\n\nHe is the horse-eyed one with thousands of waters, and the cows are crushed by the cows.17\n\nPra soma yahindri’s abdomen, the son of the mountains, the sons of the mountains.18\n\nAsarji, the horse, the Tira, the holy Indra, the thousand-headed moon.19\n\nThey are the honey of the Indra, the Vṛṣṇa, the Indra, the Indra.20\n\nThey wipe the waters of the gods in vain in vain from the gods.21\n\nIndra is satisfied with the Indra, the fierce one who is satisfied with the beauty of the goddess of fortune.22"
  },
  "109": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 110,
    "text": "12 Tryarunastraivrṣṇa,trasadasyu: Paurukutsya.The wind: the moon:.\n\nThey are the ones who are able to hold the Vritras for the sake of the horse.The enemy is not able to debt.\n\nI’ll follow you, the son of the moon, in the kingdom of Samya.The horses are blowing the wind.\n\nThe wind blows the sun in the sky, and the milk is the milk.The city of the city is enjoying the cow's custom.\n\nAjija is the nectar of the mortals of the mortals, and the beauty of the nectar of nectar.Sadasaro Vajam Sanishyadat.\n\nThere is no need to drink any food for the sun by hearing it.The rays of the sun are not filled with the arrows.\n\nSome of the others, who were looking at the others, gave the heavens to the heavens.The sun does not turn away from the sun.\n\nThe moon, the first of the trees, gave you the intelligence of the horse, the horse.That you, O hero, encourage us to become a hero.\n\nThe heavens, the drinking, the east, the greatness of the greatness, the heavens, and the heavens.Indra gave birth to equal sounds.\n\nThe lower ones are the winds of the heavens and the worlds of the universe.\n\nYou are not a bull, you are not standing in the herd.\n\nSoma: Punano Avyaye Wara Baby does not play with the wind and the axes.A thousand-founded hundred-headed Indu.\n\nThis is the moon, the honey, the moon, the moon, the moon, the swadu and the waves.Vajasanivarvovidvayodhah.\n\nHe is the wind, and he is the one who has protected the army of the enemy.Svayudha sasahvantsoma shatrun."
  },
  "110": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 111,
    "text": "3 Ananta: Paruchchepi.The wind is the moon.\n\nThis is the taste of the deer, and the universe is purifying the universe, and the sun crosses over the universe, and the sun is not the source of their own ages.\n\nThe stream of the son of the son, Hari, is the source of the re-eater.The form of the universe is the source of all the seven Ṛkvas.\n\nYou are the source of the wealth of your mothers, and you are rubbed with your mothers, and you are the self-restraint of the righteous.\n\nThere are no Samas of the Paravan, where the wise are fighting.The age of the three elements was placed in the form of a young man.\n\nThe chariot of the divine chariot is seen by the rays of the sun in the eastern direction.\n\nThey were delighted to conquer the king of the Paunsyas, the fires of the fire.The thunderbolt and that which is not fallen from the sound of the sword."
  },
  "111": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 112,
    "text": "4 Infant Angirasa.The wind is the moon.The row is.\n\nThey are the various or the minds of the people.\n\nTaksha, the brahma, the physician, the brahma, the sun, the sun, the moon, and the moon, the source of the moon.\n\nThe birds are old with the herbs of the old woman.\n\nThe moon, the moon, desires the forest with the stones, and the moon, the source of all things.\n\nI’m a carrier then a physician.\n\nThe moon is like the cows of various kinds, and the moon flows around the moon.\n\nThe horse, the volha, the Sukha, the chariot, the laughter, the Upamantrina.\n\nThe shepa thrilled the waters of the waters, and the moon wants the moon to be the source of the moon."
  },
  "112": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 113,
    "text": "11 Kashyapa Maricha:.The wind is the moon.queue: .\n\nMay Indra, the killer of Vṛtrāsura, drink the moon-god.\n\nThey put the strength in the self, and the great Indras will be able to do it.\n\nA pavasva direction fall arjikatsoma meedhva.\n\nO son of Indra, may the moon, the truth, the truth, the truth, the truth and the austerities.\n\nThe daughter of the sun-goddessed rain, which was grown in the rain.\n\nThe gandharvas, who was responsible for the moon, gave him the taste of the moon and the moon.\n\nThey speak the truth, and the truthfulness of the truthfulness.\n\nThe moon, the moon, the moon, the moon, the moon, the moon, the moon, the moon, the moon, and the moon.\n\nThey flow the truth of the fierce and the fierce.\n\nThe juices of the juices go away again and the moon, which is the source of the Brahman, is the source of all life.\n\nwhere Brahma, the wind, speaks3 in the verse.\n\nGravna is the moon in the moon, and the moon is the source of the moon, and the moon is the source of the moon.\n\nwhere the light is the dust in which it is swarmy.\n\nGive me in that wind, in the nectar, in the world, and in the sky, O Indra, let the moon be flowing around.\n\nWhere the king is Vaivasvata, where the heavens are in the heavens.\n\nWherever the banks of the river are the rivers, please make me nectar, O Indra.\n\nwhere the desire for the three-nose is the three-nosed heavens.\n\nWherever the worlds are luminous, make me the nectar of Indra, the moon.\n\nWhere the desires and the necks of the Brahman are the victims of the Brahman.\n\nMay the moon, Indra, and the Indra, the source of all satisfaction, make me nectar.\n\nWhere there is joy and joy and joy.\n\nMake me the nectar of desire wherever they are attained by desire, and may the moon be the source of all desires."
  },
  "113": {
    "veda": "rigveda",
    "mandala": 9,
    "sukta": 114,
    "text": "4 Kashyapa Maricha:.The wind is the moon.queue: .\n\nHe who followed the abodes of the wind, the wind.\n\nThey call him a good subjects, and he who has killed the moon in the moon, let him flow around the moon.\n\nThe sages, who were chanting the mantras of the sages, enhanced the Kaśyapas.\n\nI offer my obeisances to the king of the moon, who was born to the king of Veerudha, the husband of Indra.\n\nThe seven directions are the various suns, and the seven priests are the priests.\n\nO Indra, protect us from the moon, and may the moon protect us from the moon.\n\nO king, you have heard the oblations offered to us with the moon.\n\nDo not let us be with us and let us not be able to fight the moon."
  },
  "114": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 115,
    "text": "9 Varshtihavya is presented.Agni.jagati, 8 Trishup, 9 Shakkari.\n\nChitra ichchisho’s chest is not the one who is the mother of the mother.\n\nIf the hungry is alive and the thighs are immediately messenger.\n\nThe fire is the name of the sun, and the water is the source of the fire, which is given by the ashes.\n\nAbhipramura juhva svadhvara ino na upthamano yavase varsha.\n\nThat you, the god of the gods, did not give you the rain, the sun, the ocean, the ocean.\n\nAsa is not the fire of the grieving for the sake of the light, nor the source of the ocean.\n\nVi yasya te jrayasanasya dhaksho na vata: pari santyachyuta.\n\nThey fought with the battlefields and did not destroy the three worlds, but they did not kill the three.\n\nThat is the fire of the Kanva, the friend of the Kanva, the tree of the other.\n\nMay the fire protect us from the sun and may the fire give us the sun.\n\nYou are tolerated by the horse, and you are the father of the fathers, and you are the source of all knowledge.\n\nThey are the best of the sages who are worried in the mind of the sage, and the bow will be the best of the saints.\n\nThe same fire with the suns with the suns, the sun, the thousands of men, the men.\n\nThe friends who are not well-wishers are not the heavens, nor the heavens, nor the dyumnas, nor the human beings.\n\nThe bull, who is the source of the stirring, bows to him, who does not fall asleep.\n\nWe praise you, O mighty ones, and you have given you long life in the morning.\n\nThus the sages, the sons of the rain-god, gave birth to you, O fire, and the sages.\n\nProtect them from the sun and the sun, and the elevated ones, the thighs, the unbroken, the unbroken, and the elevated ones."
  },
  "115": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 116,
    "text": "9 Sthoro'gniyutasthoro'gniyupo va.Indra is the trishup.\n\nDr\n\nDr\n\nDrink this, the sword of Indra, the best of the sons of Indra.\n\nSvastida, Madaya, Arvachino, Revata, Saubhaga.\n\nMy divine moon, Indra, who gives birth to me in the earth.\n\nMay the best of the gods who are my enemies and who have destroyed your enemies.\n\nA dvibarha amina go to Indra, the bull, and the blind man with the two Haris.\n\nThe cow’s milk is the source of the sacrifice, and the honey of the sacrifice is the source of the sacrifice.\n\nThey were stable in the body of the Yatujus, who were stable in the sky.\n\nI will give you the strength of the fierce and the enemy, and I will kill your enemies.\n\nVy1rya Indra tanhi shravansyoja: sthiva dhanuno abhimati.\n\nOur strength, which has grown in our body, increase your body.\n\nThis is the Havirmaghavantubhya, for the night, the emperor, the heart of the house.\n\nO Indra, you have ripe you from the Indra, and drink it for you.\n\nO Indra, you are the source of all the sacrifices, and the moon is the source of the moon.\n\nMay the truthfulness of the sacrificer be yours and the desires of the sacrifice.\n\nI’ll tell you with the fires of the Indras, and I’m sorry like the sea, and I’m going to stretch out the boats.\n\nThe gods who give us wealth and raise us like this."
  },
  "116": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 117,
    "text": "9 Bhikshurangirasa.Wealth and food.Trishup , 1-2 Jagati.\n\nNeither the gods nor the gods of death, nor the death of the dead, nor the death of the dead.\n\nThe sun does not give it to the sun and does not find the martyr.\n\nHe who gave food to the lips and gave food to the food.\n\nThe mind is stable, and the mind is the source of the mind, and the mind does not find the mat.\n\nHe who gives to the householder is thin and is thin and lean.\n\nArama is invited by Yama, who is the friend of the others.\n\nHe is not a friend who does not give to his friend Sachamana to Sachamana.\n\nThere is no one who is dear to us, and there is no other death that is being cut off.\n\nOne should see the path to the lowest of the earth, which is the source of the earth.\n\nO is the wheel in the street, and the other is the same as the chariot.\n\nI tell you the truth, I’m going to kill him, and he finds a vain food.\n\nThe woman who nourishes us is the only one who is a friend of ours.\n\nHe makes the thin-cloth that he eats and eats the food that he has cut off by his characters.\n\nWhile speaking, the Brahma-vadatas, the forests of the forests, were covered with the sword.\n\nThe two-legged one is one-legged and two-legged in the wheel, two-legged, three-legged.\n\nSeeing the four-legged one in the two-legged row, he was standing in a row.\n\nThe two are not the same, but the same is not the same, but the mother does not milk the same thing.\n\nThey are not equal to the two men who know the prowess of Yama and are not equal to the minds of the mind."
  },
  "117": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 118,
    "text": "9 Urukshaya Amahiyava.Rakshoha's fire.Gayatri.\n\nAgne swan nya1trinam didyyanyeshva.In his own destruction, heavy vows.\n\nYou’re going to get up, you’re rejoices in your own sacrifice.That which is stable as the ladle.\n\nHe is the fire of the fire, and he is the source of the fire.Srucha pratikamajyate.\n\nFire is a sign of honey and is called a symbol of honey.Rochamana Vibhavasu.\n\nYou are burning with old age, and you are carrying the oblations to the gods.They killed him, and the mortals.\n\nThe mortals offered him immortality with ghee.He gave the household to the husband.\n\nGive me the shochisha, O fire, and you burn you.Gopa Ritasya Didihi.\n\nThat you, O fire, refused to counteract the demons.Urukshayeshu didyat.\n\nThey offered you the offerings of the sacrificial fire with the words of the Gīrs.The sacrifice is in the human race."
  },
  "118": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 119,
    "text": "13 Aindro Lab.Atma (Indra).Gayatri.\n\nThis is my mind, the cow, the horse, and the Sanya.Kuvitsomasyapamiti.\n\nPra wind milked the unma pita ayansat.Kuvitsomasyapamiti.\n\nThey were mad and drunk like horses in this chariot.Kuvitsomasyapamiti.\n\nUp ma matirasthita vashra putramiva priyam.Kuvitsomasyapamiti.\n\nI’m going to be satisfied with my heart with my heart.Kuvitsomasyapamiti.\n\nI have not covered my eyes, but I have five cultivations.Kuvitsomasyapamiti.\n\nI don’t have any other wings in the heavens.Kuvitsomasyapamiti.\n\nThe earth is the earth, and the earth is the earth.Kuvitsomasyapamiti.\n\nI’m going to kill this earth, and I’m going to give you here.Kuvitsomasyapamiti.\n\nI’m the oscies, the earth, the thighs here, or here.Kuvitsomasyapamiti.\n\nIn the heavens, another wing3 is the same as the other.Kuvitsomasyapamiti.\n\nI am the greatest of the great men, and I am inspired.Kuvitsomasyapamiti.\n\nThe household is the carriage of the gods who are the source of the sacrifice.Kuvitsomasyapamiti."
  },
  "119": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 120,
    "text": "9 Atharva is the Brhahiva.Indra.Trishup.\n\nThat’s the eldest of the worlds, since the fierce man was born.\n\nThey are immediately known to be known as the enemies of the universe.\n\nVavṛdhaḥ shavasa bhūryojaḥ shatru dāyasa dhatuḥ.\n\nThey were unable to bear the news of the universe, and they were not able to bear them.\n\nThey choose even the sacrifices in the universe, and these three are the three yumas.\n\nThe sweetness of the taste of the taste of the taste of the taste is the same as the honey and the honey.\n\nThis is what the brāhmaṇas follow you, the wealth of the winners, the victory.\n\nO protector of the body, steady and stable, do not burn you to burn you.\n\nWe praise us in battle, and we are very much fighting in battle.\n\nI am encouraged by the words of your life and I will teach you with the words of the Brahman.\n\nThey are the source of the stusheyya Puruvarpasam.\n\nHe sees the seven gifts of the dead with his body, and he is very much aware of his respects.\n\nNi taddhishe avaram param cha yasmin navithavasa durona.\n\nA matara sthapase jigatnu therefore inoshi karvara puruni.\n\nThese are the Brahmans, the Brihad, the Vivaktindra, the Shushamagriyas, the Swarshas.\n\nThe great gotra destroys the self-king and the difficult ones of the universe.\n\nThe same is true of the great heaven, the Atharva, and the Indra, the Indra, the Indra.\n\nThey are the mothers of the mothers and the enemy of the enemy, and they increase the body with their bodies."
  },
  "120": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 121,
    "text": "10 Hiranyagarbha Prajapati.Who(the creator).Trishup.\n\nThe golden throat was the only husband of the beast before the whole.\n\nHe holds the earth, the heavens, this, and to whom shall we offer oblations to the gods?\n\nHe who is the soul of the soul, whose universe is the source of the universe, whose praises are the gods.\n\nWhom shall we offer oblations to whom we offer oblations to the gods whose shadow is nectar?\n\nThe one who became the king of the universe, who was absorbed in his life and was blinking.\n\nHe who is the Lord of this two-legged four-legged one, to whom shall we offer oblations to the gods?\n\nThe glories of the Himalayas, whose ocean is the source of all tastes.\n\nWhose arms are these directions, to whom shall we offer oblations to the gods?\n\nThe heavens, the fierce earth, the earth and the earth, and by whom the nose of the nose is stretched.\n\nHe who is the airplane of the dust of the sky, to whom shall we offer oblations to the gods?\n\nThe cry of the sky, which he saw in his mind, shone with his mind.\n\nWherever the sun rises, we offer oblations to whom we offer oblations to the gods.\n\nThe waters that are the source of the universe, which are the source of the universe, are the source of the fire.\n\nThen, the one of the gods, the one of the demons, and to whom shall we offer oblations to the gods?\n\nThe water which is the source of the light of the paryas, the Daksha, the sacrificer, the sacrifice.\n\nHe who was the only god among the gods, to whom shall we offer oblations to the gods?\n\nDo not harm us, whether you are born on earth, or who is born in heaven, and you are not born.\n\nHe who is the waters of the moon, the great one, the one who knows the sacrifice, and to whom shall we offer oblations to the gods?\n\nO lord of the universe, there was no one else born of you, O Prajapati.\n\nMay we offer us whatever we desire, and may we be the masters of the Rays."
  },
  "121": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 122,
    "text": "8 Chitramaha Vasishta.fire.Jagatis 1,5 Trishup.\n\nYou don’t have a chitra mahasa, and you’re going to be on the left side of the field.\n\nHe is the source of the universe, the fire-god, the lord of the houses, the lord of the universe.\n\nJuṣāṇo, O fire, take away my words, the worlds, the learned, the sun, and the sacrifice.\n\nThe gods gave you the vow of singing for the singing of ghee.\n\nHe bowed down to the seven abodes, and gave him the gift of the good deeds.\n\nO fire of the sun, O fire of the sun, offer him the sacrifice which you have offered to you.\n\nThe first priest of the sacrifice is the sacrifice of the seven horses.\n\nHe who hears the fire of ghee and the wrath of the gods touches the gods with his good strength.\n\nYou are the first, the first, the best, that is the Hooy, and you are the one who is immortal.\n\nThe Maruts, who were wiping you from the wind, said to you with the stomas.\n\nSukrata, who milked the sacrifice, gave the sacrifice to the sacrificer, who was the source of the sacrifice.\n\nO fire, you are the source of the sacrifice, and you are the source of the sacrifice.\n\nThe men of this morning were the ones who were doing the messenger of the Vyushtis.\n\nThe gods, O fire, wipe you for the great sacrifice for the great sacrifice.\n\nThey did not call you the horse, and they swallowed the horse, O fire, in the fires of the Vedas.\n\nHold the nourishment of the sacrifice in the sacrifices and protect us with your blessings."
  },
  "122": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 123,
    "text": "8 Veno Bhargava.Ven.Trishup.\n\nThis vena rises in the air, the light of the light, the dust of the dust.\n\nThe brāhmaṇas did not repay this child of the sun, which is the source of this water.\n\nThe sea, which is the source of the sea, shows the back of the sky, and shows me the back of the earth.\n\nThe wrath of the truth was destroyed by the bridge of the Ṛtas and the Vrās.\n\nThe mothers of the calf remained in the same position as the full heroes.\n\nThe sounds of the nectar of the nectar are released by the wheels of the truth.\n\nThey knew the sound of the deer, and they went to the sound of a deer.\n\nThe gandharvas, who were steadfast in the ocean, were called Amrita.\n\nThe nymphs carry the Jaramupasismia women in the supreme sky.\n\nHe wandered about in the wombs of his beloved, and he was dear to the deer, and he was the wing of the deer.\n\nThe nose, which was falling on the nose, told you that the veinant was falling.\n\nThe deer-winged messenger of Varuna, the son of Yama, the bird, the earth.\n\nThe Gandharvas were above the nose, and the weapons of the Lord were carrying the weapons.\n\nThe inhabitants of the city see the wine in the sky, and they are dear to the gods.\n\nDraps, the sea, which he sings, looks at the vulture’s eyes.\n\nThe sun, the moon, the sperm, the whisper, the third, the dear ones, the dear ones in the dust."
  },
  "123": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 124,
    "text": "9 Agni:, 1,5-9 Agni-Varuna-Soma.1Agni,2-4 Agneraatmas, 5,7-8 Varuna:, 6 Soma, 9 Indra.Trishup 7 Jagati.\n\nThis is our fire, the five sacrifices, the five fibers of the sacrifice.\n\nAsso havyavaluta na: puraga jyoga dirgham tama ashayishtha.\n\nThe gods who saw the cave of the gods, who were seeing immortality.\n\nShiva that is the source of the shiva, and I do not give up my friend, my friend.\n\nLook at the guest of another’s old age, the abode of the truth.\n\nI praise my father, the demon-god, the sacrifice of the sacrifice, and I worship the sacrificial fire.\n\nI give up many equals in the interval between Indra and Indra.\n\nThe fire, the moon, the moon, the moon, and the moon are the ones who are able to do so.\n\nManima’s u tye assuravantva cha ma varuna kamayase.\n\nO king, you have truly truly truly the king of the nation.\n\nThis is the self, this is the left-hand side of the urva1.\n\nHanava vritra nirehi moon Havist and offer the sacrifice to the sacrifice.\n\nThe poet, the poet, created the form of the sun in the heavens and created Varuna.\n\nThe people who have done good are not the seas of the seas, but the cleansing of the colors of the universe.\n\nThey are the eldest senses of his eldest, and these are the ones who are drunk with their sacrifices.\n\nThey did not choose the king, but they were terrible, and they rose from Vritra.\n\nThey say that the waters of the heavenly bodies are moving in their friendship.\n\nThe poets should not choose Indra, the son of the Anuṣṭubha."
  },
  "124": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 125,
    "text": "8 Vagambhrini.soul.Trishup , 2 Jagati.\n\nI am the Rudras with the Rudras, and I am the sun-god by the sun-gods.\n\nI am the friend of Varuna, I am the fire of Indra, I am the Aśvinobha.\n\nI carry the moon-god, the Lord of the universe, the moon, the moon, the moon, the moon.\n\nI offer the wealth of the Havishma to the Supravya3 and the Sunvate.\n\nI am the nation, the first of the Vasus, the first of the sacrifices.\n\nMay the gods, the great men, who are the source of the earth, who are the source of the earth.\n\nI have said that he who sees and hears the food is what he says.\n\nThey are not stretched out of me, and hear, hear, hear, I tell you.\n\nI’m going to tell you this myself with the gods, and I’m going to be with the gods.\n\nI make him the fierce one who desires that Brahman that sage and that Sumedha.\n\nI stretch out the bow for Rudra, the enemy of the Brahman, who killed him.\n\nI am making the people to be able to do it and I have entered the heavens and the earth.\n\nI am the father of the Suve, the father of the earth, the source of the sea.\n\nThen I stand in the world, and I touch the heavens and the heavens.\n\nI’m like the wind, and I’m starting to leave the worlds of the universe.\n\nThe other heavens and the others became the earth with the glory of the earth."
  },
  "125": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 126,
    "text": "8 Shailushi Kulmalabarhisho, Vamdevyo'homugva.Visvedevas.Uparishtadbrihati,8 trishup.\n\nThere is no darkness, no misfortune, the eight gods are the eight mortals.Sajoshaso Yamaryama is the friend of Varuna and is very hateful.\n\nThat’s what we ask for, Varuna, the friend of Varuna.By which you are free from this body and you are not a mortal and a mortal.\n\nThey are the friend of Varuna, who is our friend.They take us to us, O parsley, for our enemies are our enemies.\n\nYou are the friend of Varuna, the friend of the universe.We shall be well-produced in the shyness of your shame, which is very good for your enemies.\n\nThe sun is very serious, and Varuna is the friend of the sun.The fierce Maruts are the Rudras and the Indras are the fires of the heavenly planets.\n\nThe leader is the snow-white, Varuna, the friend of the noble.They are very evil in the universe and are the kings of the chars.\n\nShunmasmabhyamamutaya varuna mitro aryama.May the suns and the suns give me shame, if they are very hateful.\n\nJust as the sacrificial fires are released from the chitpadi chitpadi shitam.\n\nThis is the source of our life, which is the source of all life."
  },
  "126": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 127,
    "text": "8 Kushika Saubhar, or night Bharadwaji.The night.Gayatri.\n\nThe night is expressed by the goddess Purutra.Visva adhi shriyo'dhita.\n\nOrvapra amartya nivato devi1dvata:.The light is bound by the darkness.\n\nDestroyer of her sister-in-law is the goddess.Apedu laughs and darkness.\n\nThat’s what we’re going to tell us today, and we’re not looking for you.In the old age, the age is not the dwelling.\n\nNi grams avikshata ni padvanto ni pakshina:.Ni syenasaschidrthina:.\n\nYavaya wrikyam1 wolf yavaya stenam urmya.Then be our son.\n\nUp ma pepishattama: Krishnam viktamasthita.Usha debt, go.\n\nO daughter of the heavens, ask for the cows of the heavens.The night does not conquer the stoma."
  },
  "127": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 128,
    "text": "9 Vihavya Angirasa.Visvedevas.Trishup , 9 Jagati.\n\nMay the light of my fire be the source of the lights, and we are the source of the body.\n\nLet the four directions bow down to me and we shall conquer the army with your command.\n\nMay all the gods, Indra, the Maruts, Vishnu and the fire be my fire.\n\nMay the wind blow in this desire of the wind in this desire.\n\nMay the gods of wealth be offered in Me, and may the gods of the gods be in Me.\n\nThe divine priests are the forests of the forests and we shall be unfortunate in the past and the heroes.\n\nLet them sacrifice to me, and may the sacrifices of the sacrifice be true to my mind.\n\nThis is not the cow that I am in the universe, and I am the one who speaks to us in the universe.\n\nO goddess, you have made us a heroic swing, and you are the source of all the gods in the universe.\n\nLet us not lose our progeny, nor let us enjoy our bodies, nor do we hate the moon, O king.\n\nO fire, protect us from the other, the cowherd men, who are the source of the waters of the others.\n\nLet them repeat these things that they have repeatedly in the minds of the demigods.\n\nI am the creator of the universe, the creator of the universe, the god of the gods.\n\nMay the gods of Brihaspati, the god of the Aśvinī-kumāras, protect this sacrifice from the sacrifice.\n\nUruvyacha na mahisha sharmam yansasame have puruhuta puruksa.\n\nHe is the lord of the gods, O lord of the gods, and may he not be the enemy of us.\n\nMay those who are our enemies be ours, and may we strike us with the fire of Indra.\n\nThe Vasus, the Rudras, the suns, the sunsets, the dwins, the minds, and the stars."
  },
  "128": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 129,
    "text": "7 The Creator is the Supreme.emotional circle.Trishup.\n\nThere was no one who was always present in the sky, and there was no dust in the sky.\n\nWhat is the use of a slime like a pot? Whose shame is it? What was the deep deep?\n\nThere was no death, no nectar, no night, no day, no light.\n\nHe brought the wind with his own sacrifice, and therefore there was no other than that.\n\nThe darkness was in the foreground, and this is all this, and it is the source of all the lights.\n\nInsignificantly, the one who was covered with the earth was born of the earth.\n\nLust, the semen of the mind, the first, the first, the semen of the mind.\n\nThe poets will arrive in the hearts of the righteous, who are not satisfied with the friend.\n\nTiraschino spread out the rays of the sweaty3dupari svidasi3\n\nThey were the glory of the semen, and they were the ones who were the source of all knowledge.\n\nWho knows the Addha, who is here, where is the Ajata, where is this dissolution?\n\nWho knows the words of the gods who gave birth to him?\n\nThis is the dissolution that happened or if he did not give it to him.\n\nHe who is the presiding deity in the supreme sky, O dear one, knows or does not know."
  },
  "129": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 130,
    "text": "7 Yajna is the Prajapati.emotional circle.Trishup , 1 Jagati.\n\nHe who is the sacrifice of the universe with the fibers of the universe is one hundred of the gods.\n\nThese are the forefathers who came to him who came to the age of the wind.\n\nThe male stretches him out, and the man is on his nose.\n\nThese beams were placed in the same house as the Saranyas.\n\nKasitprama pratima what is the diagnosis of the sacrifice and what was the circumference of the fire?\n\nWhat was the stanzas of the Vedas?\n\nThe sun became the sun-god, who was the source of the sun.\n\nThe moon, the moon, the greatness of the greatness of the greatness of the greatness of the moon.\n\nViranmitra and Varuna are the goddesses of the Triṣṭubīs, the Triṣṭubihas.\n\nThe sages of the universe entered the universe and the sages of the universe entered the universe.\n\nThe sages were born in the sacrifice of the sacrifice, and they were born in the sacrifice of the ancients.\n\nI consider them with the eyes of the mind and the sacrifices in the past in the past.\n\nThe seven divine sages were covered with the Sahastoma and the Sahaprama.\n\nThey followed the paths of the former, but the steadfast men of the chariots were not the rays of the sun."
  },
  "130": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 131,
    "text": "7 Sukirti like Kakshi.Indra,4-5 Ashvin.Trishup , 4 Anustup.\n\nO Indra, the Prachas, O Indra, be overwhelmed by the sins of the enemies of the enemy.\n\nApodicho apa shuradharacha uru as we are as shame.\n\nThe barley of the Kuvidāṅga, the barley, the barley, the barley, the end of the sacrifice.\n\nHere are the foods for those who do not go to the barhisho.\n\nThere is no sthuritutha yatam asti, no shravo vivida, sangmesu.\n\nThe brahmins gave Indra the cows for their friend and the horses were carrying the testicles.\n\nYou’re the Surama, the Aśvinī-kumāras, and the Aśvasuras.Vipipana Shubhaspati Indra Karmasvavata.\n\nThey were like the sons of the fathers, the sons of the Aśvinī-kumāras, with their poems.\n\nThe Sarasvatī, like Indra, drank the demon who was drawn by the Sachis.\n\nIndra: May the Sumrlika be the source of the universe.\n\nMay the hatred of the good prowess be the masters of good strength.\n\nWe shall be in the sacrifice of the Sumata and the Bhadra Saumanasa.\n\nMay that son of Indra, who is our source of all hatred, be the source of all our hatred."
  },
  "131": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 132,
    "text": "7 Shakputo narmedha.Mitra and Varuna, 1 Dyubhumyasvina.Viradrupa, 1 Nyankusarini, 2,6 Prastarapankti, 7 Mahasatobrihati.\n\nThe earth is the source of the earth, and the earth is the source of the earth.\n\nMay the gods and the Aśvinī-kumāras increased by the Sumnas.\n\nWe offer you the sacrifices of Mitra and Varuna, and we offer you the sacrifices of Sushuma.\n\nWe’ll be able to fight with your friends for the sake of the battle.\n\nHalf of us, we’re going to give us the light of the left-handed one, who are falling on the left.\n\nor the gift of the moon, which is the source of the snow, is the source of the rain.\n\nAsavanyo, Asura, Suyata, the heavens, and the king of the universes, and the king of the worlds.\n\nThe head of the chariot was wrapped in the chariot of the chariot.\n\nIn this, they kill the heroes who have gone to my friend in this self3\n\nAvorva yaddhatanushvava: dear to the dear ones.\n\nThe heavens, the sun, the sun, the sun, the sun, the milk, the milk, the milk, the puppet.\n\nAva is dear to the directions of the sun with the rays of the sun.\n\nYou’re the king of the dreams, and stay in the chariot, not the snow-white forest.\n\nThey are the grains of us there, and there are the good sacrifices there."
  },
  "132": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 133,
    "text": "7 Sudah Paijvan.Indra.Shakkari, 4-6 Mahapankti, 7 Trishup.\n\nPro svasmai puratham Indraya shushamarchata.\n\nThey are the ones who are in the midst of the world, and they are the ones who are encouraged by the enlightenment of the others in the universe.\n\nYou created the sea and killed the serpent.\n\nO Indra, you are born of the universe, and you will embrace you with water, and let us embrace you, and let us not break you, and you are the bowman of the bows.\n\nThey are the worlds of the universe, and they are the sources of our minds.\n\nThey were the ones who killed the enemy who killed us, O Indra, the night of yours.\n\nHe who does not see the wolf who is surrounded by Indra.\n\nMake him down in the lower house of the bows of the others who are the ones who are bound by the sword.\n\nHe who does not serve the Indras, and who is the source of the sacrifice.\n\nThe heavens, like the earth, the earth, the sky, the bows, the bows, the bows, the bows, the bows, the bows.\n\nWe’re going to be your friend, Indra.\n\nThe path of the truth is not the source of the universe, but the others are the source of the universe.\n\nYou are the one who milks the teachings of the old woman who milks her.\n\nThe earth is a cow with a thousand streams of milk as if it were not cut off."
  },
  "133": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 134,
    "text": "7,1-6 (of the former half) Mandhata youthful horse,6 (of the northern half) 7 Godha Rishika.Indra.The great row, 7 rows.\n\nBoth if Indra and the heavens are like the Apaprathosha.\n\nThe goddess of the emperors, who were the great men, gave birth to the great and the mother of the mothers.\n\nAva s durhanayato martasya tanuhi sthiram.\n\nMake him down, and he who gives us the gift of the goddess, born of the goddess of fortune, gave birth to the goddess of life.\n\nAva tya brihatirisho visvachandra amitrahan.\n\nIndra, Indra, the lord of the worlds, the goddess of fortune, the goddess of fortune, gave birth to the goddess of fortune.\n\nAva yathttva shatakratavindra visvani dhunushe.\n\nThe goddess of fortune did not hear the sun with thousands of sachas and gave birth to the goddess of the mothers.\n\nLet the Didyavas fall from the sweat of the sky.\n\nMay the evil-minded goddess born of the goddess of fortune beget like a durva tree\n\nWe’ll be able to hold the power to be able to hold the long tail.\n\nBy the former, O Indra, the unborn, the unborn, the Yama, the goddess of the universe, born of the goddess of fortune.\n\nThe gods are not the Minimasi, nor do we fight, and we are the ones who follow the mantra and the scriptures.\n\nWe enjoy the wings with the wings of the wings."
  },
  "134": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 135,
    "text": "7 Kumara Yamayana.Yama.Anuṣṭup.\n\nThe Yama drinks the gods in which the gods drink in a good lotus.Here, the father of the universe, the father of the ancestors, follows us.\n\nI’m going to smite the end of the Purāṇas.I was envious of him and I didn’t want to do it again.\n\nThe new chariot of the Kumara, which is the source of the mind.You stand in the ocean of the universe in the universe.\n\nThe chariot of the Kumaras, which is the chariot of the brāhmaṇas.The same is true of the structure of the mixture.\n\nWho gave birth to Kumara and who stopped the chariot?Who will tell us today as it were?\n\nAs it was, he then gave birth to the foremost.The city of Pura was the source of the universe.\n\nThis is the Sadan of Yama, the god of the gods.This is the sword of the Nalira, which is sprinkled with the songs."
  },
  "135": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 136,
    "text": "1 Juti, 2 Vatajuti, 3 Viprajuti, 4 Vrishanaka, 5 Karikrata, 6 Atashah 7 Rishyashringa (these are the sages who eat the wind).Keshinah = fire-sun-winds.Anuṣṭup.\n\nKeshya1gnim keshi visham keshi bibharti rodasi.Keshi is called the light of the universe in the heavens.\n\nThe sages, the wind-gods, live in dirt.They go to the wind, which they did not know.\n\nWe’re madly silent, and we’re stable.You will see our bodies, and you will see the dead.\n\nThe universe falls into the space of the sky.The sage is the best friend of the gods of the gods.\n\nThe sage, the friend of the wind, was the friend of the wind.Both are the sources of the universe and the one who is the source of the former.\n\nThey moved about in the deer’s nymphs.Keshi is the learned friend of Keta and is a delicious madman.\n\nThe wind blew ourselves, and they drank from us.Keshi, with a vessel of the poison, drinked with Rudra."
  },
  "136": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 137,
    "text": "7,1 Bharadwaja:, 2 Kashyapa, 3 Gautama, 4 Atri, 5 Vishvamitra, 6 Jamadagni, 7 Vasishta.Visvedevas.Anuṣṭup.\n\nUta, the gods, raised the gods, raised up again.Utagas chakrusham devas devata jivayatha again.\n\nThe two winds are the winds of the sea.May the other be yours, and may the others who are the ones who are yours.\n\nA wind blows the medicine, and the wind blows the wind.You are the messenger of the gods, for you are the source of the universe.\n\nA twagamam shantatibhiratha arishtatatibhi.Daksha, you are the most beautiful of you, and I am your supreme tuberculosis.\n\nMay the gods protect me here and the gods of the Maruts.Save the universes as they are as if they were the unreal.\n\nThe waters are u bheshajirapo amivachatani.May the waters of all the medicines of all be made of medicine.\n\nThe tongue with ten branches, the tongue, the word, the purcoor.We touch you with both of them without any means."
  },
  "137": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 138,
    "text": "6 Anga Aurvah.Indra.Jagti.\n\nYour thy Indra, the friend of the fire, is the source of all knowledge.\n\nWhere the waters of the tenth are the ones who are the ones who have been ridden by the waters of the body.\n\nThey created the sword, the swan, the giri, the usra, the apibo, the honey, dear.\n\nThe sun shocked the forests of the forests with their teeth.\n\nThe sun was in the middle of the chariot, and the heavens gave the chariot to the heavens.\n\nIndra, the magician of the demons, drinks the strongests of the demons, and he will make the Rijisvana.\n\nHe will be able to cover the gods who have not been able to do so.\n\nThe sun, Vasu, the city of the city, gave me the gift of the sun, and the enemy of the ears.\n\nAyuddhasena Vibhva Vibhandata Dashadvritraha Tujyani Tejate.\n\nIndra's thunderbolt was separated from the thunderbolt of the sun\n\nThese are the sacrifices that are the only sacrifices of the one who is one.\n\nThe father of the month of the heavens, which was the source of the month, fills the Pradhi by you."
  },
  "138": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 139,
    "text": "6 Devagandharva Visvavasu.Savita, 4-6 soul.Trishup.\n\nThe sun’s rays, Harikesha, Purastasavita, Jyotiruda, Ajasra.\n\nThe poosha goes to the delivery and goes to the world of the universe and the cows of the worlds.\n\nThis is the sky, this is the sky, the sky is the sky, the sky is the sky.\n\nHe was covered with the sword of the universe and the chirp in the east and the west and the stars.\n\nThe king of the Buddhas, who was the source of all the Vasus, was covered with the form of the universe.\n\nThe sun, like the sun, did not stand in the battlefield, the truth, the truth and the righteous.\n\nThe waters of the universe, the moon, the fragrance of the universe, saw him with the sight of the universe.\n\nThen Indra saw the circumferences of the sun around the sun.\n\nMay the divine Gandharvas, the Rajasic, the airplane, be the source of all the demons.\n\nThat which is the truth or the truth, that which we do not know, is the hinvano of the mind, the innos.\n\nThe river Durgā covered the rivers with their snows and the mountains.\n\nThe wind-gods spoke to Daksha who was devoid of the nectar of the Prasāsas."
  },
  "139": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 140,
    "text": "6 Fire is the fire.fire.Satobrihati, 1-2 Vistara pankti, 6 Uphitajyotih.\n\nO fire, your ears are shining in your old age, and you are the fire of fire.\n\nThe great-bright one, with the corpse, placed the horse and the mukthya1, the dashusha.\n\nFire, Venus, and Anuvarchas, the sun, the sun, the sun.\n\nThe son, the mother, walked around in the sky, and both the earth and the earth.\n\nEnergy, the Veda, the source of the Vedas, and slowly slowly.\n\nThey gave you this earth, and they were born on the left.\n\nPrathayasvajitubhirasme rayo Amartya.\n\nHe was the source of the body of the darsha, the source of the sacrifice.\n\nThe great Rādhasa was destroyed by the Prachetas of the Iṣkartā.\n\nYou place the night on the night of the good fortune of the sun and the sun.\n\nThe people of the city gave the fire to the Sumna, who was the source of the universe, the greatness of the universe.\n\nHearing the ears of the sun, the gods, the divine men, the sun."
  },
  "140": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 141,
    "text": "6 Agni and Tapas.Visvedevas.Anuṣṭup.\n\nO fire, please tell us here, and be pleased with us.Give us, O lord of the universe, and you are the giver of wealth.\n\nPra no yachchatvaryama pra bhaga: pra brihaspati:.May the gods give us the gifts of the gods and the goddesses.\n\nWe offer our sacrifices to the moon, the king, the fire and the fire.The suns, Vishnu, the sun, Brahma and Brihaspati.\n\nWe offer our sacrifices to the wind of Indra, Brihaspati.Just as all the ijjanas are in association with us.\n\nO Aryaman, Brihaspati, encourage Indra to give charity.The wind, Vishnu, the Saraswati, the sun and the horse.\n\nYou, O fire, increase us with the fires and the sacrifice.You are the god of the gods and encourage us to give charity."
  },
  "141": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 142,
    "text": "8 Sharga: 1-2 Jarita, 3-4 Drona, 5-6 Sarisrukva:, 7-8 Stambamitra.fire.Trishup , 1-2 Jagati, 7-8 Anustup.\n\nThis fire, O fire, became yours, and I would not be a son with a thousand sons.\n\nThe good shame is the threefold structure, and they are the source of the violence.\n\nO fire, you are the mother of the fathers, and you are like the father of the universe in the universe.\n\nThey are the seven worlds, and the minds are moving about like the animals in the past.\n\nUt va u pari vrinakshi bapdbahoragna ulpasya svadhava.\n\nUta khilya fertiles do not stir up your wings.\n\nThat you go to the city of Nivata, as if you were a proud army in the battle.\n\nWhen the wind blows, the grieving, the beard, the beard, the earth, the earth.\n\nThe chariots saw one of the chariots, and they saw one of the chariots.\n\nThe arms that follow the fire are the ones who have drunk the earth.\n\nThe horses of the fire of the rabbit in the fire, which are the source of the snowflakes, are called archits.\n\nUchch swear to the growth of the universe, and may the Vasus in the universe be present today.\n\nThis is the placement of the sea and the settlement of the sea.Make another path to another and go under your control.\n\nMay the Durva of the Ayana in the Ayana, the Pushpini.These are the houses of the lotuses and the houses of the sea."
  },
  "142": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 143,
    "text": "6 Atri: Sankhya.Ashvin.Anuṣṭup.\n\nThey did not go to the horse for the sake of the three dead sacrifice.If you don’t make a new chariot, you will not make a new chariot.\n\nThe horse of the horse did not stir up the horse.I am a strong knot, but the youngest of the youngest is not wrapped in a wild journey.\n\nMen bite the white, the white, the siṣata, the mind.Then the heavens are not the source of the stoma of you.\n\nI’m thinking that’s the night of the wine of the mind.A man who is in the house of the earth in the same house and who is the best of men.\n\nYou’re the one who’s been able to eat the ocean of the ocean.The birds went to the city of Sata for the sake of the truth.\n\nA van sumnaih shamyu iva manhishta visvavedasa.They did not drink the same adornment in the same way."
  },
  "143": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 144,
    "text": "6 Tarkshrya Suparna, or the Yamayan Urdhvakrushana.Indra.Gayatri, 2 Brihati, 5 Satobrihati, 6 Vistarapankti.\n\nThis is not your immortal Indurati.Daksha is the universal life.\n\nThis is the poet of the thunderbolt in us, the thunderbolt of Dasvata.He carries the thinness of the wrath of the drunk and not to be made intoxicated.\n\nGhṛṣu: syena kritvaan asu svasasu vansagaḥ.Ava dididahishuva: ॥3॥\n\nThe son of the fox, who was a good man, gave birth to a son.A hundred wheels which3 are present.\n\nWhom you have, you are a fox, a beautiful wolf, a lotus flower, a wooden box, a blind man.\n\nBy this age, the Tarayu is the source of life and awakening.\n\nThe same Indra, the Indra, is the one who holds the mind of the gods.\n\nThe sacrifice of the sacrifice is the source of the sacrifice, and the sacrifice is our son."
  },
  "144": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 145,
    "text": "6 Indrani.Sapatnibadhana (Upanisad).Anuṣṭup , 6 rows.\n\nI’m the best of the herbs, the most powerful.By which the wife is bound by which she finds her husband.\n\nUttanaparne subhage devajute sahasvati.Make me a co-wife and my husband, my husband.\n\nThe northern north should be raised from the north.Then the co-wife who is my lips from the preservations.\n\nI do not accept her name in this world.We’re going to go to the next, the next, the co-wife.\n\nI’m with me, and you’ll be with you.Let both be with me and let us be with my co-wife.\n\nUp tedham sahamanabhi twadham sahiyasa.\n\nLet your mind follow me, and may the calf run like a cow, and may the path run like a cow."
  },
  "145": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 146,
    "text": "6 Airammado Devamuni:.Aranyani.Anushtup.\n\nThe forests of the forests are destroyed by the lover.Why don’t you ask the village, you don’t find you in fear.\n\nThe bull is the source of the wrath of the moon.It is fed in the forest as if it were running by the fire.\n\nUt is like a cow that is seen in the house.Uto aranyanih sam shakatiri i sarjati.\n\nThis is the village, and he is called the Darvanga.He thinks that he lives in the forest in the forest.\n\nNor do they kill the forests, and if no one else is attacked.Take the fruit of the taste as it does not fall as you desire.\n\nThe fragrance of the scent of the wine is the agriculture of many names.I spoke to the mothers of the forests, and I praised him."
  },
  "146": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 147,
    "text": "5 The Suvedas are the Shairishis.Indra.Jagati, 5 Trishup.\n\nI’m going to put it in the first place, and I’m going to be the water of the Vṛtra, the water of the Vivera.\n\nBoth of you are the heavens, and the earth is the source of the light.\n\nYou are the source of the illusion of Vṛtrāsura with the mind of the illusory energy.\n\nThe man who asks you in the cows is the one who is in the sacrifices of the universe.\n\nThey were the ones who were invited by the Indras, who were the Indras, who were the Indras, who were not killed by the sun.\n\nThey worship the son of Toke, the son of Medha, and the horses in the earth.\n\nHe is the king of the sun, who chooses the chariot of Subhrita.\n\nTvavṛdhā, the horse of the horse, the sacrificer, the horse, the wealth, the wealth, the men, the men.\n\nYou’re a shark, and you’re going to be able to stretch out your thighs, O Indra.\n\nYou are our friend Varuna, the magician, the father, and the ten-headed one."
  },
  "147": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 148,
    "text": "5 Pruthu Vainya.Indra.Trishup.\n\nWe praise you, O Indra, and I praise you with your sacrifices.\n\nLet us be blessed with the sun, whose body is the source of all knowledge.\n\nYou are the bull, Indra, the brave man, the maidservant, the trust, the sun, the sun.\n\nThe cave is the hidden secret of the hidden waters, and we are not the moon in the waters.\n\nArya or the mountains, the learned, the sages, the brāhmaṇas, the Sumati, the Chakana.\n\nThey will be those who are fighting with the moons, and you will be able to do it with the chariots.\n\nO Indra, these are the corpses of men to men, O Indra, to you.\n\nBecome the sakratus and the saviors save us from the sth.\n\nHear, O Indra, the Indra, the hero, the earth, or the sun, the sun, the sun.\n\nThe one who did not drive away the whispers of the fire with the oil of the fire."
  },
  "148": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 149,
    "text": "5 Archan Hairanyastupa.Savita.Trishup.\n\nThe sun, the sun, the earth, the earth, the earth, the sky, the sky.\n\nLike a horse, the sun is bound by the sun in the sky.\n\nWhere the sea, the sun, the sun, the sun, the sun, the sun, the sun, the sun, the sun, the moon, and the moon.\n\nTherefore the dust of the earth has risen, and therefore the heavens and the earth are not present.\n\nAfterwards, there was another sacrifice of the world of the earth.\n\nO dear one, he is the source of all these things, and he is the source of all these things.\n\nLike a cow, a young man, a horse, a horse, a horse, a calf, and a flower with flowers.\n\nMay the sun, the sun, the universe, the sun, the sun, the universe, and the universe.\n\nThe golden stupa is as the sun, as the Aṅgirās offer in this horse.\n\nI am awakening to the moon, bowing down to the moon, bowing down to you."
  },
  "149": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 150,
    "text": "5 Mrliko Vasishta.fire.Brihati, 4-5 above the light, 4 or the world.\n\nYou burn the sacrificial fire to the gods.O Aditi and Rudras, do not go to the earth, nor do you come to the earth.\n\nThis is the sacrifice, and the words of the Jujuṣa.We shall offer you the sacrifices of the dead, and we offer you our sacrifices.\n\nYou are the source of the universe, and the universe is the source of all knowledge.O fire, come to us, O dear ones, O dear ones, O dear ones, O dear ones.\n\nAgni became the deity of the gods, and the priests3 were the priests of the human race.\n\nI am the greatest of the fires, and I am the source of all wealth.\n\nAgni, Ratri, Bharadwaja, Gavishthira, Pravanna, Kanva and Trasasyu were fighting.\n\nThe priest who lives in the fire is the priest who offers sacrifice to the mṛlī."
  },
  "150": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 151,
    "text": "Shraddha Sukta\n\n5 Shraddha Kamayani.Shradha.Anuṣṭup.\n\nThe fire is offered with faith and the oblation is offered with faith.You know the faith of Bhaga on the head of Bhaga.\n\nThey are dear to the beloved, and they give it to the beloved.Dear to the Bhojas, please make me rising from the sacrifice.\n\nJust as the gods have faith in the demons, they are in the fierce wheels.Thus, O Bhojas, perform the sacrifice of ourselves.\n\nThe gods, who are faithful, worship the air and the air.He who has faith in the heart of the heart finds wealth with faith.\n\nWe offer my faith in the morning, and I have faith in the middle of the middle.I have faith in the sun’s rays, and I have faith in faith in this world."
  },
  "151": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 152,
    "text": "5 Shaso Bharadwaja.Indra.Anuṣṭup.\n\nShas ittha mahan asyamitrakhado amazbhto.He whose friend is not killed nor lives.\n\nSvastida Vishaspati, the killer of Vṛtrāsura, is the subduer.May the lord of the bulls, the moon-gods, be our source of fear.\n\nVi raksha vi mridho jahi vi vritrasya chin ruja.Vi manyum Indra Vritrahannamitrasyabhidasata.\n\nVi na Indra mridho jahi nicha yachcha prtanyata.He who has served us with the darkness of the darkness.\n\nApendra, the mind of the enemy, is the killer of the victims.Give me the shame of the mind, the best of the barley."
  },
  "152": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 153,
    "text": "5 Devajamaya Indramatara.Indra.Gayatri.\n\nThey worship Indra, who is the source of the snow.Bhejanasa: Suvirya.\n\nYou are born of the strength of Indra, the mighty one.You’re a bull, you’re a bull.\n\nYou are Indra, the killer of Vritra, Vya1antarikshamatira.Udddyamstabhna ojasa.\n\nYou, Indra, bear the sun with your arms.The thunderbolt is the baby with its energy.\n\nYou are the source of all the worlds by the power of the universe.He is the universe of the universe."
  },
  "153": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 154,
    "text": "5 Yami Vaivasvati.emotional circle.Anuṣṭup.\n\nThe moon blows from one of them and worships one butter.Let them go to those things from which honey is rubbed.\n\nThose who are not ignorant of austerities and who have attained heaven.May those who performed austerities and who have performed great austerities go.\n\nThey are the heroes who fight in the battlefields, and those who give up their bodies.Let them go to the same place for a thousand gifts.\n\nThey are the Ṛtas, the Ṛtas, the Ṛtas and the Vṛdhas.May Yama, who is the father of the dead, go to the same place.\n\nYou are a thousand poets who go to the sun.May the sages go to the austerities of the sage."
  },
  "154": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 155,
    "text": "5 Shirimbitho Bharadwaja.Alakshmighnam , 2-3 Brahmanaspati, 5 Visvedevas.Anuṣṭup.\n\nArayi kane vikate girim gachcha sadanve.We offer them to thee with the sattvas of the head of the head.\n\nThe fourth is from here, and all the other fetus.O lord of the Brahmans, hear the sharp hearer of the cow.\n\nAdo yaddaru plavate sindhu: parare apurusham.Then start the difficult thing to do with it and go to the next level.\n\nThat’s what the Eastern Eastern Eastern Eastern Kings.The enemies of Indra were killed and all the bubbles were killed.\n\nThe parime gamansat paryagnimahrishata.Who is the one who is able to hear the sacrifices of the gods?"
  },
  "155": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 156,
    "text": "5 Keturagneya.fire.Gayatri.\n\nMay our minds, which are in the seven worlds, kill the fire.Therefore we shall conquer wealth and wealth.\n\nYaya ga akaramahe senayagne tavayoti.That us kill us in the Maghatta.\n\nFire, the sun, the sun, the earth, the cow, the cow, the Aśvinī-kumāra.Angdhi bm vartaya panim.\n\nO fire, the stars are old and the sun is in the sky.Dadhajjyoti janabhyaḥ.\n\nO fire, Ketu is the best of the best, and you are the best.Bodha stotre vayo dhadhat."
  },
  "156": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 157,
    "text": "5 The world is the attainment, or the means.Dvipada Trishup.\n\nWho are these gods in the universe, the gods of the universe?\n\nHe chooses the sacrifice and our body and our progeny with the suns.2\n\nIndra, the sun-god, became ours with the Maruts and the Maruts.\n\nThe gods gave the demons to kill the demons and protected the gods.4\n\nThey brought the sun to the sun and saw the sun in the sky.5"
  },
  "157": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 158,
    "text": "5 The eye is the sun.The sun.Gayatri, 2 Swarat.\n\nMay the sun protect us from the space of the wind.Fire from the earth.\n\nThe moon is the source of the sun, and you deserve a hundred years.Protect us from the light that falls.\n\nThe eyes of the gods are our eyes, and our eyes are our eyes.May the eyes of the earth give us.\n\nGive us our eyes, the eyes, the eyes and the body.Sam chedam vi cha pasyam.\n\nWe’ll see you like a good thing, O sun.We shall see the human eyes."
  },
  "158": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 159,
    "text": "6 Paulomi Shachi.Sachi (praise of himself).Anuṣṭup.\n\nThe sun, the sun, went to the rising of the sun.I know that, the husband, the witness, the tolerance of poison.\n\nI am the Ketu, I am the head, I am the fierce, the widow.My husband should follow the sacrifice to me.\n\nMy sons are enemies, and my daughter is my daughter.Or I am the one who is my husband, and I am the best of the verses.\n\nBy which Indra, the best of the dyumnas, was offered oblations.This is what the gods did, and the fortress of the fortress.\n\nAsapatna sapatnaghni jayantibhibhuvari.The covering of the others is like the shield of Radha.\n\nI’m going to be able to do this, and I’m going to be a co-wives.as I am the king of this hero and the people."
  },
  "159": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 160,
    "text": "5 Purao Vaishvamitra.Indra.Trishup.\n\nProtect this intense old age, all the chariots, Hari, and release me here.\n\nO Indra, do not let these others who are performing the sacrifice, let these sons of these sons be yours.\n\nYour sons, you are the source of your words, and you call you the words of the Svatri.\n\nO Indra, this is the sacrifice of the universe today, O learned one, protect the moon here.\n\nHe who is the source of all the hearts of the gods, who is the source of all the hearts of the moon, hears.\n\nIndra does not give him the cows and gives him a praiseworthy charm.\n\nThis is a clear one who does not hear the moon for him.\n\nThe Indras, who are free from blood, kill him and kill the enemies of the Brahmins without being ordered.\n\nWe offer sacrifices to the horses, and we offer our sacrifices to the horses.\n\nWe shall offer you a new moon, O Indra, and we shall offer you a dog."
  },
  "160": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 161,
    "text": "5 Prajapatyo tuberculosis destroyer of tuberculosis.Indragni, or Rajayaksmaghna.Trishup , 5 Anustup.\n\nI’m going to release you with the oblations of the lowly knowledge of the lowest of the kings.\n\nIf he grabbed him, he took him away, and he gave him the fire of Indra.\n\nIf the life of the dead or the dead is the end of the death of the dead.\n\nI take him away from the sky, and I have given him a hundred arrows.\n\nWith a thousand eyes, he gave him a hundred years of longevity, and he gave him the sacrifice.\n\nThe autumnal autumn takes this hundredth as the Supreme Personality of Godhead.\n\nThe autumn grows a hundred years of life, and the spring is one hundred and one hundred.\n\nThe hundred Indras, the sun, the sun, Brihaspati, with a hundred years of life, offered oblations again.\n\nHe said to you, I know you, and you’ve been again new again.All my limbs are all your eyes and all life I know."
  },
  "161": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 162,
    "text": "6 Brahma Rakshoha.Rakshoha.Anuṣṭup.\n\nThe fire of the Brahman is the source of all knowledge.We’re going to be pregnant in the womb of your womb.\n\nHe who is the pregnancy of the moon in the womb of the Durṇama.The fire-goddess with the Brahman, with the sword of the Brahman.\n\nHe who kills you falling down, he who sits down, and who is the source of all reptiles.We destroy him from here that he who kills you.\n\nHe who plays with the thighs, the couple, the lying.You destroy the vagina in the interior of the interior.\n\nA brother who has become a husband and becomes old and will beget you.We destroy him from here that he who kills the people.\n\nHe who is bewitching you in a dream by his dream.We destroy the people who kill the people from this world."
  },
  "162": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 163,
    "text": "6 Vivriha Kashyapa.The destruction of tuberculosis.Anuṣṭup.\n\nThe eyes are the eyes of the nostrils, and the ears are covered with the ears.I shall take you to the head of the tuberculosis, the head of the muscles.\n\nFrom the Griva, he was followed by the Keekas.I shall remove the tuberculosis with the evil1mansas and the arms.\n\nFrom the intestines, from the anus, from the heart, from the heart.I shall destroy you from the slaps of the plates of the tuberculosis.\n\nThey were on your thighs, and your heels were on your thighs.I shall destroy you with the light of the hips from the hips.\n\nThey’re from the hair of the forest, and the nails are from the hair.I take away this tuberculosis from all my own self.\n\nAngadangallomnolomno jatam parvani parvani parvani.I take away this tuberculosis from all myself."
  },
  "163": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 164,
    "text": "5 Pracheta Angirasa.The destruction of nightmares.Anuṣṭup , 3 Triṣṭup, 5 rows.\n\nApehi manasaspate apa kram parascara.The other is the one who is swimming in many ways.\n\nThey choose a good boon, and they use good to the right.The eyes of the Vaivasvata are the minds of the living entities.\n\nWhen the sword of the sword is awake, the waves of the self are awake.\n\nMay the fire, which are the sources of the universe, bestow upon us the other things that are uncrushed.\n\nIf Indra, the lord of the Brahmans, I am the one who is absorbed in the universe.May Pracheta, Angirasa, protect the enemies of the enemy.\n\nWe are the sons of Ajaishma and others.\n\nMay he who hates us and who hates us who hates us who hates us."
  },
  "164": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 165,
    "text": "5 Nairrta Kapota.Visvedevas.Trishup.\n\nThe gods, the pigeon, the Ishita, the chandūta, the nirti, the sacrifice.\n\nTherefore let us worship the left-handed one, and may the two-legged be blessed with the left hand.\n\nShiva is the pigeon, Ishita is our serpent, the gods, the birds, and the birds.\n\nMay the fire of the brāhmaṇas who offer oblations to us ask us for the sake of ourselves.\n\nHeti does not burn the birds in the fire, but the fire is placed in the fire.\n\nMay the gods and the pigeons be ours here and may the gods of the world be our best for us and men.\n\nWhatever the owl says is in vain, this is what the pigeon makes the foot in the fire.\n\nMay this one whose messenger is defeated is the one who has been defeated.\n\nThe Ṛg Veda, knocking up the meat, swallowed the cow’s milk.\n\nThey are the sources of the universe, which are the sources of the universe, and the husband of the universe is not the source of the universe."
  },
  "165": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 166,
    "text": "5 Rishabha Vairaja, Rishabha or Shakvara.Sapatnghnam.Anuṣṭup , 5 great row.\n\nThe bull is not tolerated by the poisons of the enemies.Make the killer of enemies, the king of the cowherds, the cowherd men.\n\nI am the Indra, the Indra, the Ivarshta, the Aksha.Below these are my enemies, and these are all the enemies of my feet.\n\nI’m not going to do it here, as I’m trying to get up.They are forbidden to speak, as they say, as they say.\n\nI’m going to come to the world of the universe.A vashchittama vo vratama vo'i sammittim.\n\nI’m going to be able to get your head to you, who are the source of the universe.\n\nThe frogs of the frogs were like the frogs from the bottom."
  },
  "166": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 167,
    "text": "4 Vishvamitra-Jamadagni.Indra, 3 Soma-Varuna-Brihaspati-Anumati-Maghavat-Dhatri-Vidhatara.Jagti.\n\nThis is yours, Indra, you are the honey of your son, you are the king.\n\nYou are the sun-god, the hero of the heroes, and you are the source of all austerities and conquer the heavens.\n\nWe offer our respectful obeisances to Indra, who is the source of the heavens.\n\nThis is our sacrifice, and here, go to the heavens, and we offer our sacrifices to the victors.\n\nIn the righteousness of the king of the moon, the king of the moon, and in the shame of Brihaspati.\n\nI am now yours, O Indra, and I have eaten the pots of the earth.\n\nHe gave birth to the first, the first, the first, the sun, the sun, and the sun.\n\nThe daughter of Vishvamitra, Jamadagni, gave us the sacrifice to you with seven sons."
  },
  "167": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 168,
    "text": "4 Anlo Vatayana.wind.Trishup.\n\nThe sound of the wind, which is the source of the chariot, is the sound of the sound of the wrath of the chariot.\n\nHe who touches the heavens and who is making the blood of the earth comes to the earth.\n\nThey follow the feces of the wind, and they go to the same place, not women.\n\nThe king of the universe is the king of the universe with these chariots.\n\nWhen the space is covered with the paths of the sky, the one who does not enter into the sky does not enter the sky.\n\nWhere did the firstborn friend of the waters come from?\n\nThe soul of the gods is the pregnancy of the earth, and this is the god.\n\nThe sounds of this were not the form of the sound of the sacrifice for the wind."
  },
  "168": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 169,
    "text": "4 Sabarah Kakshivata.Cow.Trishup.\n\nMay the winds of the earth, the wind, the wind, the herbs, the winds and the herbs be angry.\n\nMay the drinkers of the dead drink from the thieves of the dead, O Rudra.\n\nThey are the ones who know the names of the fires, the forms of the fire.\n\nGive me peace in the rain of the Aṅgirās who performed austerities in this world.\n\nShe is the moon in the gods, and whose moon is the form of the universe.\n\nThey are drinking us with milk, O Indra, in the cowshed.\n\nThey are the creators of the universe, and they are the gods of the universe.\n\nMay the Shivas, the Satis, the cowherds, the cowherds, and our progeny, be ours."
  },
  "169": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 170,
    "text": "4 Vibhraatsurya.The sun.Jagati, 4 rows of stars.\n\nLet the moon drink the great wind, which is the source of the sacrifice.\n\nHe who protects the winds of the winds and who protects the people by the Purudha.\n\nVibhrada, the great sage, the righteous, the righteous, the truth, the truth, the truth.\n\nThe killer of the enemy, the killer of the thieves, the killer of the demons, the killer of the demons.\n\nThis is the best of the lights of the lights, the best of the universe, the conqueror of wealth and the conqueror.\n\nThe sun-god, the sun-god, saw the universe in the sky, and his energy was infallible.\n\nThe light of the lights of the heavens shone like light.\n\nBy whom these universes are the sources of the universe and the universe of the universe."
  },
  "170": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 171,
    "text": "4 Ito Bhargava.Indra.Gayatri.\n\nYou’re going to have a chariot, Indra, and you’re going to have a daughter.Ashruno’s Somin Havam.\n\nYou’re milking the sacrifice, and your head is the burden of the skin.Agaccha Somino Ghrham.\n\nYou’re the one who’s been able to hold the mortals, Indra.Again and again, the mind is the source of the mind.\n\nYou’re going to be the sun, Indra, the sun-god, and the saintly ones.The mind of the gods is subdued."
  },
  "171": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 172,
    "text": "4 Samvarta Angiras.Ushah.Dvipada Virat.\n\nCome and go with the cows with the cows with the Yadudhas.\n\nCome, Vasvya, the mind of the sage, Jarayanmakha, the Sudanubhi.\n\nThe father, who is not fibre, is not the source of the sacrifice.\n\nUsha apa svasus tama: sam varttati vartani sujatata."
  },
  "172": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 173,
    "text": "6 Dhruva Angiras.king.Anuṣṭup.\n\nA thy harshness in the interior of Dhruvastishtavichachali.May all of you enter you and may you not be afraid of your chariot.\n\nHere, the measurement of the mountain is like the mountain.Indra, like Indra, stand in this world and hold the nation in this world.\n\nThis Indra gave him the sacrifice with the oblations of the Dhruva.The moon said to him above and from him the Brahma-naspati.\n\nDhruva is the heavens, and the earth is the earth, and these are the mountains.The universe is the world, and the world is the king of the universe.\n\nDhruva is your king, Varuna, and the gods, Bṛhaspati, are the same.Dhruva and Indra and Agni and the night of the nation are Dhruva.\n\nYou’re cleaning the moon with the oblations with the poles of the pole.Then Indra, the only one who gave him the sacrifice of Visho."
  },
  "173": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 174,
    "text": "5 Abhivarta Angirasa.king.Anuṣṭup.\n\nAbhivarta, the offering of the oblations, was covered by Indra.Therefore, O lord of the Brahmins, please be the king of the kingdom.\n\nAbhivritya sapatnanabhi ya no aratayas.Stand up in the sky, who will not ir ira.\n\nAbhi, the god of the sun, the moon, the moon, the moon, the moon.They are the ones who are the source of all the universes.\n\nBy which Indra, the best of the dyumnas, was offered oblations.This is what the gods did, and the fortress of the Asapatnas.\n\nAsapatna is the enemy of the enemy with his enemies.as I am the kings of the universe and the people."
  },
  "174": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 175,
    "text": "4 The upper-grasped snake is arbudi.Gravan.Gayatri.\n\nPra vo gravanah savita deva suvatu dharmana.End in the smooths and hear.\n\nThe rocks were driven away by the waters of the dust.Usraḥ kartan bhṣajam.\n\nThey are the ones who are covered with the rocks.Vrishne gave Vrishni.\n\nMay the sun, the sun, the sun, the sun, the sun, and the dharma.They are the source of the sacrifice."
  },
  "175": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 176,
    "text": "4 Sonurarbhavah.1 Ribhava, 2-4 fire.Anuṣṭup , 2 Gayatri.\n\nPra sunava ribhunam brihannavant vrijana.They are the ones who eat the world of the world and not the mothers.\n\nPra deva deva dhiya bharata jatavedasam.Havya no vakshadanushak.\n\nThis is the pra devayu who is brought to the sacrifice.The chariot is not covered by the fear of the two.\n\nThis is the fire that will bear like the nectar of the sun.Sahaschitsahiyandava jivatave kritaa."
  },
  "176": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 177,
    "text": "3 The moth is the Prajapati.The difference of illusion.Trishup.1 Jagti.\n\nThe wise men see it in the hearts of the demon, who is the source of the sky.\n\nThe poets seek the footsteps of the peppers within the sea.\n\nThe snow-white, the gandharva, who holds the voice with the mind, spoke to her in the womb.\n\nThe poets protect the heavenly bodies of the wise, who shines forth.\n\nHe was not sitting on the ground and walked around with his paths.\n\nThat Sadhrichi, who is the source of the equator, is the source of all the worlds."
  },
  "177": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 178,
    "text": "3 Arishtanemi, Tarkshya.Tarkshya.Trishup.\n\nThe horses were shot in the chariots of the gods, and the chariots were the chariots of the chariots.\n\nLet us offer these sacrifices to the army of Arishtane, who is the source of the squirrel.\n\nLike the night of Indra, we are the boats for their own good.\n\nUrvi did not the earth, which is very deep, do not let us be angry with these two.\n\nImmediately, the five crops are like the sun, the lights of the light.\n\nThousands of thousands of men are not chosen by us, nor do they choose a young man."
  },
  "178": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 179,
    "text": "3 In order: Shiviraushinara, the king of Kashi, Pratardana, Rauhidasva Vasumana.Indra.Trishup,1 Anustup.\n\nLook at the fragment of Indra’s death.\n\nIf you are tired of offering sacrifices, if I am not stable.\n\nSratam Haviro ṣvindra pra yahi jagama sura adhvano vimadhyam.\n\nThey are the friends of the family who are not walking around the city of Vraja.\n\nI think it is fresh in the fire, and I think it’s a good thing in the fire.\n\nO Indra, the thunderbolt of the midday, the sacrifice of the sun, the thunderbolt, the Purukrujusha."
  },
  "179": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 180,
    "text": "3 Jaya Aindra.Indra.Trishup.\n\nPra sasahishe puruhuta shatrunjyeshta te shushma iha ratirastu.\n\nIndra, the lord of the Vasus, was filled with the southern regions of the seas.\n\nThe deer is not the fearful, the Kuchara, the girishta, the Paravata, the world of the other.\n\nO Indra, you are the source of the enemy, and you are the enemy of the enemy.\n\nIndra, the kṣatriya, the left-handed, the son of the bull, the son of the animals.\n\nThey gave birth to the people of Apanudo, the thighs of the gods."
  },
  "180": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 181,
    "text": "3 In order: Pratho Vasishta, Sapratho Bharadvaja, Dharma is the solar.Visvedevas.Trishup.\n\nThe first and the first are the sacrifices of the Anuṣṭubha.\n\nFrom the effulgence of the metal and the sun, the chariot of Vishnu, the lord of the chariots, was born.\n\nThey find out in excessive goodness, which is the abode of the sacrifice, which is the supreme cave.\n\nFrom the effulgence of the metal and the sun-god Visnu, Bharadvaja made Brihada of the fire.\n\nThey did not find the mind of the Yajurveda, the first of the gods.\n\nFrom the effulgence of the metal and the sun, the sun, the sun, the sun, the sun, the heat."
  },
  "181": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 182,
    "text": "3 Tapururdha Barhaspatya.Brihaspati.Trishup.\n\nMay Brihaspati take away Durgā, the Tir again, and again, I’m not going to give me a sin.\n\nHe killed the wicked and the evil-minded, and he gave him the gift of the sacrifice of the sacrificer.\n\nMay Narashanso protect us, and may the sacrifice of the sacrifice be our followers.\n\nHe killed the wicked and the wicked, and he gave him the good fortune of the sacrificer.\n\nMay the head of the demon who kills the enemy of the Brahmans, who are the enemies of the Brahman, are the head of the demon.\n\nHe killed the wicked and the evil-minded, and he gave him peace for the sacrifice of the sacrificer."
  },
  "182": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 183,
    "text": "3 Prajavan Prajapati.1 the priest, 2 the wife of the sacrificer, 3 Hotrashiva.Trishup.\n\nI have not seen you with the mind of Chekita, and I have been born of austerities and austerities.\n\nHere I will beget the sun here, and you will be born with your progeny.\n\nI did not see you with the minds of the mind, and I didn’t want to give you the body of the priest.\n\nBecome a young man with a young man and be born with a progeny of a son who desires a son.\n\nI have burned the pregnancy in the herbs, and I am in the universe.\n\nI am the offspring of the earth, the earth, the sons, the children, the sons."
  },
  "183": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 184,
    "text": "3 Tvashta, the pregnant one, Vishnu, Vaprajapati.1 Vishnu-Tvashta-Prajapati-Dhataras, 2 Sinivali- Saraswati Ashwina, 3 Ashvins.Anuṣṭup.\n\nMay Vishnu imagine the womb and may Tvashta drink the forms of the Lord.May the Prajapatis sprinkle you and may the creator give you a pregnancy.\n\nGive me pregnancy, Sinivali, and give you a pregnancy, Saraswati.The two Aśvinī-kumāras, the Aśvinī-kumāras, the garlands of the lotuses.\n\nHiranya, the forest, whom the Aśvinī-kumāras.We offer him the pregnancy in the ten months of the thread."
  },
  "184": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 185,
    "text": "3 Satyadhriti Varuni.Aditya (Swastyayana).Gayatri.\n\nMay the three mahi be the dyukshas of the friend of the friend.Duradharsham Varunasya.\n\nThey didn’t want to be in the roads and not on the roads.Ishe ripuraghashansah.\n\nTo whom the sons of Aditi live for mortals.The light is the source of the light."
  },
  "185": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 186,
    "text": "3 Vatayan Ulah.wind.Gayatri.\n\nMay the wind blow the medicine, Lord Shambhu, my heart in our hearts.Pra ṇa ayunṣi tariṣat.\n\nUt vata pitasi na uta bharato na: sakha.May he make us live.\n\nThat which is the wind is the source of the nectar of the nectar.Then give us the living."
  },
  "186": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 187,
    "text": "5 Agneyo calf.fire.Gayatri.\n\nPragneya vacamiraya vrishabhaya ksthinam.He is our companions and his enemies.\n\nHe is the one who is the source of the other’s sword.He is our guardian of our enemies.\n\nThe bull who is the source of the rakshasas with the sperm of the shochi.He is our companions and his enemies.\n\nHe who sees the universe and sees the universe.He is our companion and his enemies.\n\nThe fire was born of the fire of Rajas on this day.He is our companion and his enemies."
  },
  "187": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 188,
    "text": "3 Agneyah hawk.The Jataveda is the fire.Gayatri.\n\nPra suna jatavedasamasvam hinot vajinam.This is our barhirasde.\n\nAsya pra jatavedaso vipravirasya milhusha:.I’ll be able to do the Sustuti.\n\nYa rucho jatavedaso devatra havyavahani.May the sacrifices of us be satisfied with them."
  },
  "188": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 189,
    "text": "3 Sarparajna.The soul,or the sun.Gayatri.\n\nI’m going to be a cow that’s been trying to do with your mother.They also prayed for their father.\n\nHe moves within his life and drinks his life.Explain the buffaloes in the heavens.\n\nHe rejoices in the three and twenty-first words.Prati vastorah dyubhi:."
  },
  "189": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 190,
    "text": "3 Madhuchchandaso Aghamarsana.emotional circle.Anuṣṭup.\n\nThe truth and the truth were born.Then the night was born, and then the sea.\n\nThe year was born for the year of the sea.He held the nights of the night and the subduer of the universe.\n\nThe sun, the moon, the creator, as before.Heaven and the earth and the sky and the heavens."
  },
  "190": {
    "veda": "rigveda",
    "mandala": 10,
    "sukta": 191,
    "text": "4 Samvanana Angirasa.1 fire,2-4 noun.Anustup , 3 Trishup.\n\nSansamiyuvase vrishannagne visvanyarya a.You are burning in the sacrifice of Ilaspade, and he is our Vasunya.\n\nGo together and speak together and let us know your minds.The gods are as if they were a part of the gods in the past.\n\nThe mantra, the sacrificial fire, the equality, the mind, the mind, the mind, the mind.\n\nI offer you the same mantra in the mantra for the same mantra.\n\nEqual to you, Akuti, equal to the hearts.May your mind be equal to you as well as your good friend."
  }
}