{ 
  "0": { 
    "veda": "yajurveda", 
    "samhita": "vajasneyi-madhyandina-samhita", 
    "chapter": 2,
    "text": "Ishe tvorje tva vayavastha devo va: savita prarpayatu shreshthamaya karmana apyayadva maghnya indraya bhagam prajavatiranamiva ayakshma ma va stena ishat maghashaso dhruva asmin gopatau syat Protect the animals of the sacrificer with many powers. You are the holy one with a hundred streams of Vasu, you are the holy one with a thousand streams of Vasu.\nMay the sun purify you with the holy hundred streams of Vasu Bhagaᳪ Somatanachmi Havyaᳪ Raksha They unite you in your actions He who stirred us up, stirred him up, and we stirred him up ।।\nI take you in the arms of the sun, in the delivery of the sun, and in the hands of the moon I seek the earth and the sky, and I call you in the navel of the earth. Protect the sacrificial fire in the presence of the sun. .\nThe goddesses, the waters, the foremost, the foremost, the foremost, have brought this sacrifice forward today, the lord of the sacrifices, to purify the young lord of the sacrifices \nI sprinkle you with the sacrifice of fire and the sacrifice of the fire and the soma May the suns know you in the skin. You are the mountains, you are the trees, you are the rocks, and may the suns know you in the body of the fire You are a large rock, and you are a plant, so offer this sacrifice to the gods Sandhatam jeshma varshavrddhamasi prati tva varshavrddha vettu paraputa raksha: paraputa aratayo apahataᳪ raksha vayurvo vivinaktu devo va: savita hiranyapani:Let him take it back with his hole in his hand. 16. \nDhrishtirasyapa, O fire, kill this fire, and carry the sacrifice of the gods. 17.\nAgne, Brahma, take the earth and the sky, and I will place you in the Brahma forest, and I will place you in the Kshatriya forest, to kill your brother To kill my brother-in-law.\nI offer you the hopes of the worlds. 18. \nSharmasyavadhutaᳪ rakshavadhuta Aratayo adityastvagasi prati tva aditirvettu.\nDhishanaasi parvati prati tu adityasvagvettu divaskambhanirasi dhisanasi parvateyi prati tu parvati Vettu ।। 19.\nYou are the grain, you are the gods, you are the life, you are the gift, you are the breath. May the sun-god, who holds the deer in his hand, grant you long life and long life. May you be the milk of the months in your eyes. 20.\nThe sun, the god, gave birth to you with the arms of the Aśvinī-kumāra and the hands of the Pūṣṇa ।। 21.\nIt is the fire that gives birth to you, this is the fire that gives birth to you, this is the heat of the universe, and may the sun cook you in the rain. 22.\nDo not be afraid, do not be confused, may the sacrifice of this mountain be the people of the sacrificer. 23.\nThe sun gave birth to you with the arms of the Aśvinī-kumāras and with the hands of Pūṣṇa. 24.\nOn earth, the sacrificial herbs of the gods are your roots, do not cut them off ।। 25.\nGo to Vraja, the sacrifice of the gods for the earth, and may the heavens rain on you, O sun, the supreme earth, with a hundred ropes .\nAraro, may the heavens not fall on you, may the waters not fall on you, may you go to Vraja, may the cowshed rain on you, may the sun, the supreme god, bind you with a hundred ropes on this earth. 26. \nI hold you in the Gayatri chant, I hold you in the Traistubha chant, I hold you in the Jagata chant. 27.\nIn the past, the cruel reptile gave life to the earth.\nThey sacrificed to the moon with their sacrifices. 28.\nPratyushtaᳪ raksha: Pratyushtaᳪ rakṣa: Aratayo niṣṭaptaᳪ rakṣa niṣṭaptaᳪ Arataya.The Aratas have been killed and the Rakshasas have been killed. 29.\nYou are the source of the sun, the vapor of Vishnu, and I see you with my eyes.\nYou are the tongue of fire, the source of the gods. 30.\nI bless you with the holy rays of the sun.\nI bless you with the holy rays of the sun You are the dearest of the gods and the sacrifice of the gods. 31 ।।",.
    "adhyaya": 1 
  }, 
  "1": { 
    "veda": "yajurveda", 
    "samhita": "vajasneyi-madhyandina-samhita", 
    "chapter": 3,
    "text": "Krishna, the best of these, I sprinkle you with sacrifice to the fire, I sprinkle you with sacrifice on the altar, I sprinkle you with sacrifice on the barhisa, I sprinkle you with sacrifice on the sacrificial ladle I offer my breath to the gods, the lord of the earth, the lord of the worlds, the lord of the beings Your right arm is the circumference of the sacrificer for the evil of the universe, and Mitra and Varuna are the circumference of the sacrificer for the evil of the universe ।।\nWe offer you the sacrifice of the poet Dyumanta in the sacrifice May the Vasus, the Rudras and the Suns bless you You are the source of the oil, and you are the source of the sacrifice, and you are the source of the sacrifice, and you are the source of the sacrifice, and you are the source of the sacrifice Yajnanyam.\nAgne, Vajajit, I wipe you, O Vajajit, I offer my obeisances to the gods Vishnu, do not let me invade the earth, O Agne, I have placed you in your shadow May Indra, the sacrificer of the sacrifices, be the source of all light.May the earth, my mother, call me with your blessings, may the fire call me from the fire pit. 10.\nInvited by the heavenly beings, may the heavenly beings call me, O fire, from the fire-pit. The god Pūṣṇa gave birth to you with the arms of the Aśvinī-kumāras and with the hands of the Pūṣṇa. I accept it and eat it with the sacrifice of the fire. By that sacrifice, by that sacrifice, by that me. 12.\nMay Brihaspati, the source of the sacrifice of the mind, offer you this sacrifice and may you place it in the sacrificial fire. May the gods of the universe be pleased here. 13.\nThis is your fire, grow and drink it. We shall grow and we shall become thirsty.\nAgne Vajajit Dvaja, I wipe you with the blood of Vajajit. 14.\nI do not destroy the victory of the Agnisomas by the delivery of the horse .\nMay I not lose the victory of the horse by the delivery of the fire of Indra. 15.\nMay the Vasus, the Rudras, the suns, the heavens, the earth, Mitra and Varuna bless you with rain Bring rain.\nYou are the fire of the eyes, protect my eyes. 16.\nThis circumference you have covered, O fire, with your hands. 17.\nThey are the sources of the flow, the greatest of the stones, and the gods of the universe. 18.\nGhritachi sto dhuryau pataᳪ sumne st: sumne ma dhatta.\nYajna namascha ta up cha yajnasya shive santishtava svishta me santishtava. 19.\nO fire, protect me from the cold, protect me from the sun, protect me from the light, protect me from the evil, protect us from the evil, and make us drink the poison of the evil one. 20.\nYou are the Veda, by which you, O God, became the Veda to the gods, so become the Veda to me.\nThe gods who know how to sing know how to sing. 21.\nSambarhiranktaᳪ Havisha Ghrita Samaditya Vasu Sammarudbhi:.\nMay the divine sky, which is adorned with the gods of the universe, go to the sky. 22.\nWhoever releases you releases you.\nWhoever releases you releases you.\nYou are part of the demons for nourishment. 23. \nMay Tvashta, Sudatra, and Rāya wipe away the body that has been cleansed. 24.\nIn heaven, Vishnu is disturbed by the awakening chant, and then he who hates us and whom we hate We hate him on earth, Vishnu, who is destroyed by the Gayatri chant, then devoid of him who hates us and whom we hate, and whom we hate, we have given him food to establish, and we have gone to heaven, and we have become light. 25.\nYou are the best of the rays of the sun, and you are the giver of light. Give me the light. The sun is covered by the moon. 26.\nO fire, lord of the house, may you be the lord of the house, O fire, may I be the lord of the house, and may you be the lord of the house, O fire, may you be the lord of the house. 27.\nAgne, lord of the vows, I have observed the vow, and I have worshiped it, and I am who I am. 28.\nSvaha to the fire, the carrier of poetry, and Svaha to the moon, the father of the fathers. The demons and the rakshasas were killed. 29.\nThey who are the demons who are releasing their forms and who are sacrificing themselves. 30.\nHere, fathers, be pleased and pour out your share. These are the fathers who gave him their share of the rain. 31.\nObeisance to you, the fathers of taste, Ome to you, the fathers of dryness, Ome to you, the fathers of life, Ome to you, the fathers of sweetness, Ome to you, the fathers of horror, Ome to you, the fathers of many Sato va: pitaro deshmaitva: pitaro vasa adhatta. 32.\nThe fathers gave birth to a young boy with a garland of lotuses. as here the man was. 33.\nThey carry energy, nectar, ghee, milk and keys. Svadha st, satisfy my ancestors. 34.",The key is circulating. Svadha st, satisfy my ancestors. 34.",The key is circulating. Svadha st, satisfy my ancestors. 34.",
    "adhyaya": 2 
  }, 
  "2": { 
    "veda": "yajurveda", 
    "samhita": "vajasneyi-madhyandina-samhita", 
    "chapter": 4,
    "text": "Milk the fire with ghee and awaken the guest. Offer sacrifices in this sacrificial fire. 1. \nOffer intense oil to the well-burnt sacrificial fire. Bṛhacchocha yavisthya.\nOffer the sacrificial fire to me He placed the fire on his back ।।\nTrijshaddham vi rajati patangaya dyubhi Jyotirvarchaḥ svaha. Jyotiḥ suryaḥ jyotiḥ svahaḥ Svaha.\nOffering the sacrifice, we hear the mantra Ahuvadhya ubha radhasa saha madayadhyai.\nUbha dataravisharayinamubha vajasya sataye huve vam 14. This is the first sacrifice offered by the bearers in the sacrifices They milked a thousand sages.\nTanupa, you are the fire, give me life, O fire, give me the light.\nO fire, give me the wool ।।\nWe offer you hundreds of snowflakes, young men, thousands of young men I will go with the brightness of the sun, with the praise of the sages I will eat you, and I will eat you, and I will eat you, and I will eat you, and I will eat you We offer our obeisances to you, O fire, in the heavens Be our saviour, O fire, and be our last savior, O Varutha.।। 25.\nThat you, whom the heavens have sorrowed for, we surely offer to our friends. 26.\nId ehydit ehi kamya et. May you have your desires in me. 27.\nMake the moonᳪ sound, O Lord of the Brahmins. Kakshivantam ya aushijah. 28.\nYo revanyo amivaha vasuvit pushtivardhana. May he who is the source of our suffering. 29.\nMa na: shaᳪso araruso dhurtih pranang martyasya. protect us, Lord of the Brahmans. 30.\nMahi trinamavo dyuksham mitrasya aryamna. invincible to Varuna. 31.\nThey have nothing to do with the roads or the elephants. Ishe ripuraghashasah. 32.\nThey are the sons of Aditi, who give life to the mortal. Jyotiryachchantyajasram. 33.\nWhen did you become a woman, O Indra, and did you not give a gift? Upopennu maghavan bhuya innu te danam devasya prchyate. 34.\nThat is the best of the sun. Dhyo yo na: prachodayat. 35.\nMay the chariot of the milkman eat us2 from all over the world. by which you protect the dashus. 36. \nBhurbhuva: Sva: Supraja: Prajabhi: Syaᳪ Suvira: Veera: Suposha: Posha:. 37.\nA ganma visvavedasamasmbhya vasuvittamam. O fire, give us the emperor Dyumna with you. 38.\nThis is the fire, the lord of the household, the lord of the household, the wealth of the people. O fire, lord of the house, give us the light with you. 39.\nThis is the fire that purifies the sun and increases nourishment. O fire, give me the dyumna with the purishyas. 40.\nHouse, do not be afraid, do not tremble, carry the sword in this. I’m carrying energy and flowers and I’m rejoicing in my mind. 41.\nThere are many Saumanas among whom he lives. Let us call them home and let them know us. 42.\nThe cows are invited here, and the goats are invited. Then the key to the food was invited to our homes. I pray to you for your safety and peace. 43.\nWe offer the Praghasinos, the Maruts and the Rishadas. Karambhena sajoshasaḥ. 44.\nWhatever is in the village, whatever is in the forest, whatever is in the assembly, whatever is in the senses. Whatever we have done with this, we offer it to you. 45. \nMo ṣūṇa Indratra Pṛtsu devairasti hi ṣma te śuṣminnavayāḥ. 46.\nAkran, the action of the action, with the words of Mayobhuva. They performed rituals for the gods and the dead and the earth. 47.\nAvabhrtha Nichumpuna Nicherurasi Nichumpuna.\nAva devair devakritameno ayasishamava martyairmartyakritam pururavno deva risaspahi. 48.\nThe full darvi falls to the next and the full falls again. Vasneva Vikrinavaha Ishamurjaᳪ Shatakrata. 49.\nGive me, I give you, give me, and I give you. You are taking away my sight and I am not taking away your sight. 50.\nAkshannamimadanta hyava priya adhushata.\nAstoshata svabhanavo vipra nivisthaya mati yoja nvindra te hari. 51. \nWe worship you, O Indra, who are well-suited. 52.\nMano nvahamahe narashajsena stoma. and by the love of the ancestors. 53.\nAa na etu mana: pun:You live for Daksha in the sacrifice. Jyok also saw the sun. 54.\nMay the divine people grant us the minds of our fathers again. Jivam vrataᳪ sachemahi. 55.\nWe are carrying your mind in our bodies in the moon vow. Prajavantah sachemahi. 56.\nThis is your Rudra portion, offer it to your sister Ambika, Svaha, this is your Rudra portion, your animal, Akhu. 57.\nAva Rudramadimahyava deva trimbakam. May he make us live, may he make us better, may he make us business. 58.\nThe medicine is the medicine for the cow, the horse, and the man. Happiness is for the sheep and the sheep. 59.\nWe offer you the Trimbakam, which is fragrant and enhances nourishment. Free me from the bondage of death like Urvashi from the nectar. Free me from bondage like Urvashi. 60. \nThis is your Rudravasa, so cross over the other Moojavata. 61. \nThe three-life of Jamadagni and Kashyapa. Whatever is threefold in the gods, may it be threefold in us. 62.\nYou are Shiva, your name is Svadhiti, your father, and I offer my obeisances to you. 63 ।।",.
    "adhyaya": 3 
  }, 
  "3": { 
    "veda": "yajurveda", 
    "samhita": "vajasneyi-madhyandina-samhita", 
    "chapter": 5,
    "text": "This is the sacrifice of the gods on earth, where the gods in the universe are offering sacrifices Maiᳪ hiᳪsiḥ ।। 1 ।।\nMay the waters of our mothers purify us with ghee and purify us with ghee Shivaᳪ put on the shagma, nourishing the good colour May the sun purify you with the holy rays of the sun ।।\nSvaha to the sacrifice of the mind, Svaha to the sky, Svaha to the heavens and the earth, Svaha to the beginning of the wind O Pūṣṇa, you are the goddess of the universe. May the heavens and the earth be your source of oblations Pushyase Svaha. 8. \nYou are in the craft of the Ṛkṣamas Give me.\nYou are the lower part of the moon, the shame of Vishnu, the shame of the sacrificer, the womb of Indra May the fire of Brahma, the fire of Brahma, the fire of sacrifice, the tree of sacrifice, and the sacrificial animals be pleased with us. May you drink the waters of our stomachs.\nMay the innocents taste the nectar of the goddess I am not releasing the body, but I am offering it to the earth ।।\nAgain my mind, again my life, again my soul, again my eyes, again my ears You are the keeper of vows among the mortals. May the moon again fill us with the sun and the moon O Vishnu, you are the source of her true breath, you are the source of life, you are the moon, you are the nectar, you are the Vaishvadeva The head of the sacrificial mouth is Aditi on both sides.\nShe is ours.May the sun, the friend of the east and the west, bind you at your feet, and may the sun protect Indra, the governor of the road. 19. May your mother, your father, your brother, your pregnant wife, your friend and your army follow you. 20. \nYou are the sun, you are the sun, you are the Rudra, you are the moon. May Brihaspati be pleased with Sumne and may Rudra be pleased with Vasu. 21.\nAdityas, I have burnt you on the head in the sacrifice of the gods, and you have made the earth the source of the Ida, like ghee. 22.\nSamkhya, the goddess, with her intelligence and her right eyes. Don’t let me lose my life.\nI know the hero in your presence, O Goddess. 23.\nThis is your Gayatri portion, tell me, O moon, this is your Traistubha portion, this is your awakening portion, tell me, O moon, go to the kingdom of the chandas, tell me, O moon, you are Venus, your grasp May they search for you and find you.24.\nI worship the poet who is the source of all truth and gems and whose mind is dear to the poet. Above her, whose brightness is like the light of the sun, is the grace of Sukratu, who holds a deer in her hand. May the peoples of the world follow you and may the peoples of the world follow you. 25.\nI buy you Venus with Venus, the moon with nectar, and the moon with nectar. I am your cow, I am your moons, I am your body of austerities, and you are the color of the creator. 26.\nCome, O friend, O Sumitra, enter the thighs of Indra, and enter the southern part of the city. They are buying you the moon, your hands in your bright arms, your hands in your arms, your hands in your arms, and your hands in your arms. Protect them from hurting you. 27.\nObserve from evil deeds, O Magne, and do not worship good deeds. Udayusha svayushodastham amritam2 anu. 28.\nWe find ourselves on the path to heaven. By whom the worlds seek the enemies and find wealth. 29.\nThe sun was the source of the skin. The bull in the setting sun measured the sky, the best of the earth. 30.\nThey stretched out the space in the forests, and the horses in the mountains, and the milk in the fields. Varuna placed the Viksvagni in the hearts of the sacrifice, the sun in the sky and the moon in the mountains. 31.\nThe eyes of the sun rose and the eyes of the fire rose. where you are brighter than the others. 32.\nUsravetam Dhurshahau Yujyethamamanashru Avirahanau Brahmachodanau. Good luck to the house of the sacrificer. 33.\nYou are my goodness, O lord of the earth, and you are the source of all the heavens. Don’t let the enemies know you, don’t let the wolves know you, don’t let the wolves know you. Become a fox and fall to the ground and go to the house of the sacrificer. 34. \nObeisance to the eyes of the friend Varuna, the great god, whom you have given me. Praise the sun, the son of the sky, the star born of the gods, who is so far away. 35.\nYou are the source of Varuna's scepter, you are the true house of Varuna, you are the true house of Varuna, you are the true house of Varuna. 36.\nMay the universes, which offer oblations to your abodes, be your sacrifice.\nGayasphana:Pratarnaḥ suvīraḥ vīrahaḥ pra charā somā duryān. 37 ।।",.
    "adhyaya": 4 
  }, 
  "4": { 
    "veda": "yajurveda", 
    "samhita": "vajasneyi-madhyandina-samhita", 
    "chapter": 6,
    "text": "You are the body of fire, Vishnu, you are the body of the moon, you are the guest, you are the host, you are the fox, you are the moon-bearer, you are the fire, you are the nourisher of the rice ।।\nYou are the mother of fire, you are the life of Urvashi, you are Pururava They are the sacrificial fires that are burning in the sacrificial fire Havyaᳪ Sadamaprayucchantasvaha Satyamupageshaᳪ Svite ma dhaḥ Tapastapaspatiḥ.\nAjśuraᳪśuṣṭe deva somapyayatamindrayaiḥ. I send you the truth and the dead, and I offer my obeisances to the heavens and the earth Tanuvarshishta, the greatest of the caves, has killed this fierce word ।।\nYou are my source of heat, my source of wealth, and do not be disturbed by my troubles Knows the fire of the sky, O fire, whose name is Angira, whose life is in the second earth, and whose name is the sacrifice which you have not seen, and whose name is the sacrifice, whose name is the third The name of the sacrifice which you have not seen on earth has placed you in the field of the gods. Shumbhava.\nMay Indraghosa protect you with the Vasus in front, Pracheta with the Rudras behind you, Manojava with the Pitras on the south,\nMay Visvakarma protect you with the suns in the north I create Svaha\nBhootebhya stva. 12. \nYou are the pole, you are the sky, you are the sky, you are the fire, you are the source of the fire Bṛhato vipaścita:.\nVi hotra dadhe vayunavideka inmahi devasya savituḥ paristuti:Svaha॑ ।। 14.\nThis is the wheel of Vishnu, which he placed in three places. Samūḍhamāsya pāᳪsuraḥ svahaḥ. 15.\nIravati, the cow, is the tenth of the Manu. O Vishnu, you have covered the heavens with your rays, and you have covered the earth with your rays. 16.\nThe east, which is the source of the sacrifice for the dead, is proclaiming to the gods of the earth. 17.\nI have spoken of the powers of Vishnu, who measured the earth and the dust. 18. \nWhether it is the heavens or the earth or the great Vishnu from the chest or the sky. 19.\nPra that Vishnu praises the mighty deer, not the terrible cow, the mountains. 20.\nYou are the Rarata of Vishnu, the Snaptra of Vishnu, the Syura of Vishnu, the Dhruva of Vishnu.\nYou are the Vaishnava of Vishnu. 21.\nThe sun gave birth to you with the arms of the Aśvinī-kumāras and the hands of the Pūṣṇa.\nI gave you this woman, and I cut off the necks of the demons. 22.\nThis is the Vaishnava, the destroyer of the demons, the deepest of the vales, which I have dug down, the minister of Yama, who is my faithful I’m going to cut this valley that my friend and Yama’s friend dug down, and I’m going to cut down the valley that I’m born to Yama and I’m going to lift it up. 23.\nYou are the king of your own, the killer of your enemies, the king of the satra, the killer of your enemies, the king of your people, the killer of your enemies. 24.\nRakshohano vo valagahana: sprinkle Vaishnavan Rakshohano vo valagahana avanayami Vaishnavan Rakshohano vo valagahana avastranami Vaishnavan\nRakshohano vo valagahana upa dadhami Vaishnavi I am wrapping you up in the depths of the demon-killers, and you are Vaishnava, Vaishnava, Vaishnava. 25.\nThe sun, the god, gave birth to you with the arms of the Aśvinī-kumāra and the Pūṣṇa with the hands. I gave you this woman and I cut off the necks of the demons.\nYou are young, our hatred is young, and you are the enemies of the heavens. 26.\nClear the sky with the pillars of the heavens and the earth with the lights of the wind. See Brahma, see the Kshatriyas, see the life, see the people. 27. \nMay this sacrificer in this temple be blessed with progeny and cattle.\nMay the heavens and the earth be filled with oil. 28.\nMay these be the mountains of the universe. Let the old men be judged in their old age. 29.\nYou are the surety of Indra. You are Indra and you are Vaishvadeva. 30.\nYou are the mighty, the flowing, the fire, the carrier of the sacrifices. You are the Svatra, the Pracheta, and you are the Visvaveda. 31 ।।\nUshigasi kavirangharirasi bambhariravasyurasi duvasvanchundhyurasi marjaliya: samradasi krishanu:You are the council, you are the wind, you are the sky, you are the light, you are the killer of the sacrifices, you are the true abode, you are the light of heaven. 32.\nYou are the sea, the universal source, the unborn, the one-legged serpent, the wise, the Indra, the ever-present, the gates of the truth. 33.\nDo not look at the eyes of your friend, O fires of Sagara, you are Sagara, fall down with a terrible army called Sagara, do not drink the fires, do not protect the fires, do not bow down to you, do not smile. 34.\nYou are the light of the universe, the source of all the gods. You, O moon, are the source of the body-making enemies and the enemies of others. 35. \nAgne, take us to the right path, O king, O knower of the universe, O lord of the winds. 36.\nMay this fire cover us and may this battle break through the city. 37. \nUru Vishnu vi kramasvoru kshayaya naskridhi.\nGhritam ghritayone piba prapra yajnapatim tir swaha. 38. \nO God, this is your moon, the sun, protect it from burning you.\nThis is the essence, O God, the moon, the god of the gods2 39.\nAgne, the keeper of the vows, the keeper of the vows, whose body was in me, is in you, and the body which was in you is in me Tapastapaspatih. 40. \nUru Vishnu vi kramasvoru kshayaya naskridhi. Drink the ghee in the womb of the ghee, and cross over to the Lord of the sacrifices. 41.\nAtyanyam2 agam nanya2 upagamamarvak tva parebhyo avidam paravarebhya.\nTam tvam jushamahe deva vanaspate devayajyai devastva devayajyai jushanta vishnu tvam.\nOshadhe trayasva svadhite maiᳪ Hiᳪsiḥ ।। 42.\nDo not write on the river, nor on the sky, nor on the earth, nor on the earth, nor on the earth Ru॑hem. 43 ।।",.Svaha॑ ।। 37. \nUru Vishnu vi kramasvoru kshayaya naskridhi.\nGhritam ghritayone piba prapra yajnapatim tir swaha. 38. \nO God, this is your moon, the sun, protect it from burning you.\nThis is the essence, O God, the moon, the god of the gods2 39.\nAgne, the keeper of the vows, the keeper of the vows, whose body was in me, is in you, and the body which was in you is in me Tapastapaspatih. 40.\nUru Vishnu vi kramasvoru kshayaya naskridhi. Drink the ghee in the womb of the ghee, and cross over to the Lord of the sacrifices. 41.\nAtyanyam2 agam nanya2 upagamamarvak tva parebhyo avidam paravarebhya.\nTam tvam jushamahe deva vanaspate devayajyai devastva devayajyai jushanta vishnu tvam.\nOshadhe trayasva svadhite maiᳪ Hiᳪsiḥ ।। 42.\nDo not write on the river, nor on the sky, nor on the earth, nor on the earth, nor on the earth Ru॑hem. 43 ।।",.Svaha॑ ।। 37. \nUru Vishnu vi kramasvoru kshayaya naskridhi.\nGhritam ghritayone piba prapra yajnapatim tir swaha. 38. \nO God, this is your moon, the sun, protect it from burning you.\nThis is the essence, O God, the moon, the god of the gods2 39.\nAgne, the keeper of the vows, the keeper of the vows, whose body was in me, is in you, and the body which was in you is in me Tapastapaspatih. 40.\nUru Vishnu vi kramasvoru kshayaya naskridhi. Drink the ghee in the womb of the ghee, and cross over to the Lord of the sacrifices. 41.\nAtyanyam2 agam nanya2 upagamamarvak tva parebhyo avidam paravarebhya.\nTam tvam jushamahe deva vanaspate devayajyai devastva devayajyai jushanta vishnu tvam.\nOshadhe trayasva svadhite maiᳪ Hiᳪsiḥ ।। 42.\nDo not write on the river, nor on the sky, nor on the earth, nor on the earth, nor on the earth Ru॑hem. 43 ।।",.
    "adhyaya": 5 
  }, 
  "5": { 
    "veda": "yajurveda", 
    "samhita": "vajasneyi-madhyandina-samhita", 
    "chapter": 7,
    "text": "The god of the sun gave birth to you with the arms of the Aśvinī-kumāras and the hands of Pūṣṇa. I gave you this woman, and I cut off the necks of the demons May the worlds purify you for the earth.\nYou are the foremost of the ancestors .\nTouch the sky with the tip, the earth with the middle, and the earth with the other .\nBrahmavani kshatriya drᳪha drᳪha praja 2.\nLook at the deeds of Vishnu, the friend of Indra ।।\nThat is the supreme foot of Vishnu, which the suns always see The forests of the earth are your animals. I release you from the rope of the sacrifice of the gods, O human being Consider me your mother, your father, your pregnant friend, and your host Go with the sacrificers with the blessings of the Lord of the sacrifice Tanva bhava.\nVarsho varshiyasi yajne yajnapatim dha: devabhyo devabhyo ।।\nThe waters of the goddess are pure, and we are well seated among the gods, and we are the seats of the gods I purify your feet, I purify your character.\nI purify your mind, I purify your speech, I purify your life, I purify your ears, I purify your ears Let it be cleansed from the sword.\nSave me from the herb, O self-destructive one.\nYou are part of the demons I send the demon to the lowest darkness.\nMay the heavens and the earth be covered with oil, and may the wind be the source of the kingdom of fire. Whatever I have betrayed, whatever I have cursed, I have not been afraid.and let the wind blow. 17.\nMay your mind be united with your mind and your life with your life. The fire of the Reds has blessed you, the waters of the sea have covered you, and the sun has covered you with the heat of the wind. 18.\nDrink the oil, O drinkers of ghee, and drink the fat, O drinkers of fat, O oblation of the sky. 19.\nIndra, the life-force, is not burning in the body, and Indra is the source of the life-force. May Tvashta, the goddess of fortune, who is in the form of the equator, be with you. 20.\nGo to the sea, Svaha, go to the sky, Svaha, go to the sun, Svaha, go to the friends and Varuna, Svaha, go to the day and night, Svaha, go to the chandas, Svaha, go to the heavens and the earth, Svaha, go to the sacrifice Svaha, go to the moon, Svaha, go to the divine sky, Svaha, go to the fire, Svaha, go to the fire, Svaha, give me the heart of my mind, Svaha, give me your smoke, go to heaven, Svaha, cover the earth with ashes. 21.\nMa water, herbs, hiᳪsi, our abode, O king, and therefore, O Varuna, release us. We swear to Varuna that they are invincible, so Varuna, please release us. 22.\nHavishmatirima apo havishman2 aa vivasati. Havishman devo adhvara Havishman2 astu surya:. 23.\nI invite you to the assembly of the house of Agni, who is the shareholder of Indra and Agni, the shareholder of Mitra and Varuna, and the shareholder of all the gods of the universe. Amurya up the sun or with whom the sun is. May they slay us in the sacrifice. 24. \nI have you in my heart, I have you in my mind, I have you in the sky, I have you in the sun. Offer this sacrifice above to the gods in heaven. 25. \nO king of the moon, may the universe descend upon you, and may the universe descend upon you May the sun hear my sacrifice. 26. \nThe waters of the goddess are the waters of the waters, and the waves of the sacrifices are the source of the senses. 27.\nYou are the drag of the sea, and I lift you up from the earth. Samapo adbhiragmata samoshadhibhiroshadhih. 28.\nYam Agne Pṛtsu Martyamava Vajeṣu Yam Junaḥ. Sa yanta shasvatirisha:Svaha॑ ।। 29.\nThe sun gave birth to you with the arms of the Aśvinī-kumāra and the Pūṣṇa with the hands of the gods. I gave this deep sacrifice to the lord of the sacrifices, which is the best of the sacrifices. 30.\nSatisfy my mind, satisfy my speech, satisfy my life, satisfy my eyes, satisfy my ears, satisfy my soul, satisfy my subjects, satisfy my animals, satisfy my hosts, and let my hosts not be thirsty. 31. \nI offer you to Indra, the earth-bearer, to Indra, the sun-god, to Indra, the destroyer of abhimatī. 32.\nThat which is the moon in the heavens, which is the light on the earth, which is in the sky. Therefore, you are the giver of the sacrifice to the king. 33. \nShvatra, Vritratura, Radhogurta, the wife of the immortal. Those goddesses who are invited to this sacrifice by the gods drink of the moon. 34.\nDon’t be afraid, don’t be afraid, don’t be afraid, put your energy in your mind. Papma is not killed by the moon. 35.\nLet the Pragapagudagadharaks run in all directions. Mother, I’m a nice warrior. 36.\nYou, my dear, are the god who praises the sacred mortal. There is no one like you, O crushed Indra, I tell you my words. 37.",
    "adhyaya": 6 
  }, 
  "6": { 
    "veda": "yajurveda", 
    "samhita": "vajasneyi-madhyandina-samhita", 
    "chapter": 8,
    "text": "Breath to the lord of the words, O Vrishna, purified by the auspicious rays. O god, breathe to the gods of whom you are a part Svaha\nSvaha I seek the sky.\nSvaṅkṛto you are the source of all the senses, the divine earthly minds That truth is overwhelmed by the breaking of the fall.\nTake the offering and protect the moon I cover the sky with the gods and the others, O Indra, please me 6. \nA vayo bhusha upa nas sahasram te visvavara The Indus have come to you.\nYou have been taken by the winds of Indra and this is your womb. You have been accepted by Mitra and Varuna for the sacrifice The womb of the horse is the source of the honey Visvathema, the eldest of the barhiṣadas, who knows the heavens, you are milking the western Vṛjana, the speed of the victory, in whom you are growing. May the gods, who drink the Venus, love you, O Shanda, for you are not seen. You are the abode of Venus. 13. \nWe are the givers of the moon, the source of the rice, which is cut off Brihaspati healed him and offered the sacrifice to Indra Rajas in the aircraft.\nThis is the child of the sun at the confluence of the waters, the brahmins do not leave you for fear Sharyabhistuvinrimno asyashrinitadisham gabhastavesa te yoni:Protect the people, Marco, and may the gods, the kings, love you, for you are unseen. 17.\nThey gave birth to good offspring and surrounded the sacrificer with the nourishment of rice. 18.\nThe eleven gods who are in the heavens and the eleven in the middle of the earth. 19. \nYou are the foremost of the offerings, and you are the foremost of the sacrifices.\nProtect the sacrifice, protect the master of the sacrifice. 20.\nThe moon blows, the moon blows, this Brahman blows, this Kshatriya blows, this Sunvat blows the sacrificer, this energy blows, the waters blow, the herbs blow, the heavens blow, the earth blows, the Subhuta blows, the universe blows, you gods They are the womb of the universe and the gods. 21.\nI have taken the offering to Indra, and I take it to be said to you, O great and young man. That which you, Indra, have given to Vishnu, this is your womb, and I have taken you from the gods, and from the gods, in the life of the sacrifice. 22. \nI take you to Indra for the life of the sacrifice, I take you to Indra for the life of the sacrifice, I take you to the fires of Indra, I take you to the life of the sacrifice, I take you to Indra and Varuna I take you in the life of the sacrifice, I take you in the life of the sacrifice, I take you in the life of the sacrifice, I take you in the life of the sacrifice, I take you in the life of the sacrifice, I take you in the life of the sacrifice. 23.\nThe head of the heavens, Arati, the earth, the fire, the nectar, the poet, the emperor, the guest of the people, the gods gave birth to the vessel. 24.\nYou are the source of the universe, and you are the source of the universe. I am sure to bring the moon to the moon with my mind and words. 25.\nWhoever drops your drops, whoever falls from your ajshurgrava, who is in the presence of your meditation. 26.\nPranaya me varchoda varchase pavasva Vyana me varchoda varchase pavasvodana me varchoda varchase pavasva Vache me varchoda varchase pavasva Kratudakshabhya me varchoda varchase pavasva Shrotra me varchoda varchase pavasva May the light of my eyes shine upon you. 27.\nAtmane me varchoda varchase pavasvaujase me varchoda varchase pavasvayuse me varchoda varchase pavasva\nvisvabhyo me prajabhyo varchodasau varchase pavetham. 28.\nWho are you, what are you, whose are you, and what is your name? We have named you, and we have satisfied you with the moon. Bhurbhuva: Sva: Supraja: Prajabhi: Syaᳪ Suviro: Veera: Suposha: Posha:।। 29. \nYou have taken the offering to the honey, you have taken the offering to the honey, you have taken the offering to the Venus, you have taken the offering to the clean, you have taken the offering to the sky You have taken the means of the sky, you have taken the means of the sun, you have taken the means of the sun, you have taken the means of the sudden, you have taken the means of the sudden, you have taken the means of the austerities I’ve taken you to the husband of the laughter. 30.\nThe fire of Indra has gone to the sky with its words. She wanted to meditate on his fall.\nThe offering was taken by the fires of Indra and this is your womb by the fires of Indra. 31.\nA gha ye agnimindhate strananti barhiranusak. whose young friend Indra is.\nYou have been accepted by the Agnindras and this is your womb by the Agnindras. 32.\nOmas, carried by the charshani, came to the gods in the universe. Daśvāso, the son of Daśuṣa. 33.\nO gods of the world, come and hear this sacrifice of mine. Sit this outside.\nYou have received the offering from the universe and from the demigods. This is your womb from the universe and from the demigods. 34. \nIndra, Marutva, protect the moon here as you drink the water of your son in the fall Tva Marutvate. 35. \nMarutvantam vrishabham vavridhanamakavarim divyashasamindram.\nVishvasahamavase nutanayograsahodamiha ta huvema.\nUpayamagrihito asindraya tva marutvate This is your womb for Indra, the Maruts. 36. \nSajosha, Indra, with the Maruts, drink the moon, O killer of Vritra, brave and learned This is your womb, Indra, you are the Maruts. 37.\nMarutvan2 Indra, bull for battle, drink the moon for the killing of men.\nA sprinkle honey on your stomach, you are the king of the sons of Pratipat They are the wombs of Indra, the Maruts. 38.\nThe great2 Indra, who is like a man, is the charshanipra, or the two-barred Amina, with his companions Yoni, Mahendra, you. 39. \nThe great2 Indra, whose power is like the rain of the rain. The stomas of the calf grew.\nYou have taken the offering to the great Indra, and this is your womb to the great Indra. 40.\nThe stars carry the god who is born in the sky. Svaha to the universe in the sight of the sunj. 41.\nThe picture of the gods, the army of the east, the eye of the friend Varuna, the fire. 42. \nAgne, take us to the right path, O king, O knower of the universe, O lord of the winds. 43.\nMay this fire cover us, and may this battle come to the city, breaking it.Svaha॑ ।। 44.\nMay the universal Vedas worship you in the form of your form. 45.\nToday I shall know the Brahman, the father of the fathers, the sage, the sage, the gift of the nectar. 46. ​​\nMay Varuna give you to the fire, who gives you nectar, and who gives you long life, and who gives you to Rudra, who gives you life, and who gives you life, who gives you life May Varuna give you to Brihaspati, who gives you nectar, who gives you skin, and who gives you to Yama, who gives you nectar, who gives you horses, and who gives you age. 47.\nWho gave to whom, desire gave, desire gave?\nDesire is the giver, desire is the receiver, and this is your desire. 48 ।।",.
    "adhyaya": 7 
  }, 
  "7": { 
    "veda": "yajurveda", 
    "samhita": "vajasneyi-madhyandina-samhita", 
    "chapter": 9,
    "text": "Upayamagrihito asya adityabhyastva. Vishnu Urugai, this is your moon, may it protect you from being burned Ask the suns of the gods.\nWhen will you be born in the battlefield? Mridayanta:.\nA vo'rvachi sumati vavrityadaho chidya varivovittarasadadityebhya They eat the left.\nA man is born a son and finds the earth and the world grows in the house Let us be the left-handed.\nYou are the Savitri, you are the Chanodha, you are the Chanodha, give me the sacrifice O Susharma, you are well established, O Brihaduksha.\nThis is your womb to the gods of the universe I am the source of the universe.\nI saw the sun on both sides, the supreme cave of the gods .\nYou are the bull of the creator, give me the semen of the creator, and you are the source of the semen of the creator. 11. \nI eat the sacrificial Yajur Veda, the praised Soma, the sacrifice offered by the cow You are the offspring of the father, the offspring of the self, the offspring of the self.\nYou are the offspring of all that I have created We went with our bodies and with our minds, O Shiva.\nMay Tvashta, the Sudatra, and the Rāya, wipe away your body, which is cleansed Whatever is done by the gods is with the gods and with the sacrificial animals 16. \nMay the creator, the sun, the creator, the treasurer, the fire, and the progeny, may the sacrificer bestow wealth Savanam jushanaḥ.\nBharamaṇa vahamanaḥ haviᳪṣyasme dhatta vasu vasuṇi svaha.Papivajsascha visveasun gharmaᳪ svaratisthatanu swaha. 19.\nWe have chosen you to be the priest in this sacrifice. 20.\nThe gods know how to sing, and they know how to sing. Manasspata imma deva yajnaᳪ svaha vate dhah. 21.\nGo to the sacrifice, go to the sacrifice, go to the master of the sacrifice, go to your own womb, O Lord of the sacrifices. 22.\nMahirbhurma Prudaku. The king of the thighs, Varuna, made the path for the sun.\nThe feet of the sun are the source of all kinds of pain in the face of calamity. 23. \nAnd he entered the army of the fire, and protected the sun from the waters. 24.\nMay the waters of your heart in the ocean and the heat of the herbs enter you with you. 25.\nO goddess, this is your pregnancy, and bear it well, and be well-fed. 26.\nAvabhrtha Nichumpuna Nicherurasi Nichumpuna.\nAva devair devakritameno ayasishamava martyairmartyakritam Pururavno deva rishaspahi.\nDevanaᳪ samidasi. 27.\nLet the ten-month pregnancy be with old age. As the wind blows, so the sea blows.\nThis is the tenth month with the old age. 28.\nTo whom the sacrificial pregnancy is, and to whom the womb is golden. 29.\nPurudasma, the equator-like Indra, who is steadfast, enjoys the glory of the innermost being. 30.\nThe Maruts, whose paths are in the heavens, are the greatest. That’s a good guy. 31.\nLet the earth, the heavens and the earth not look upon this sacrifice. Let us drink our fill. 32.\nA stay in the chariot of Vritrahan, and you are equipped with the Brahman, O Hari. Arvachinᳪ su te mano grava krinotu vagnu.\nUpayamagrihito asi Indraya te sixteenth this is your womb Indra te sixteenth. 33.\nYuksva hi keshina hari vrishana kakshyapra. Therefore, O Indra, do not listen to the words of the moon-gods. 34.\nIndramidhari carrying the unconquerable body. They are the praises of the sages and the sacrifices of the human beings. 35.\nThere is no other beyond Him who was born and who entered the worlds and the universe. 36. \nIndra and the emperor Varuna, the king, both made this food for you.\nI will eat the food of both of them. 37.\nAgne pavasva svapa asme varcha:Suviryam. They gave me the nourishment of the sun.\nYou have taken the offering and you are shining in the fire.\nYou are shining in the fire and you are shining in the gods. 38.\nThey rose and drank with their strength and shook the ship. Soma, the son of Indra’s army.\nYou have taken the offering of the moon for Indra, and this is your womb for Indra. 39.\nThe stars of the unseen follow the rays of the people. They shine like fires.\nYou have been taken to the sun to shine, and this is your womb for the sun to shine.\nSun, you are shining, you are shining among the gods, and I am shining among men. 40.\nThe stars carry the god who is born in the sky. I saw the sun for the universe.\nYou have been taken to the sun to shine, and this is your womb to shine for the sun. 41.\nA smell the pitcher and may the suns enter you.\nMay the sun not enter you again. 42.\nIde rante havye kamye chandra jyote adite saraswati mahi vishruti. 43.\nKill us, O Indra, in battle, and give us the lowly army.\nHe who has given us2 the lips of the darkness. 44.\nVachaspatim Visvakarmanamutaya Manojuvam Vaje Adya Huvema.\nSa no Visvani Havanani Joshadvisvashambhuravase Sadhukarma The womb is for Indra, the creator of the universe. 45. \nO Visvakarma, by increasing the oblations, you made Indra your saviour, who was not killed Tva visvakarmane. 46. ​​\nUpayamagrihito asyagniye tva gayatra chandasam grihnam Indraya tva trishup chandasam grihnam\nvishvebhya tvam devabhya jagachchandasam grinnam anuṣṭupte abhigaraḥ. 47.\nI am the husband of the wrestlers, I am the husband of the cockroaches, I am the husband of the snakes, I am the husband of the drunkards, I am the husband of the honeybees, I am the husband of the honeybees I smoke in the form of the sun in the rays of the sun. 48. \nKakubha likes the form of the bull, the great Venus is the precursor of Venus, and the moon is the precursor of the moon. 49. \nUshik, you are the dearest path of the moon-fire.\nVashi, you are the dearest path of the moon-god. You are our friend. You are our friend, and you are the dearest path of all the gods. 50.\nHere is passion, here is pleasure, here is patience, here is your patience. May you give us the food of the rice. 51. \nThe riches of the sacrifice became the light of the immortals. 52.\nYuvam tam Indraparvata puroyudha yo na:The army also struck him with the thunderbolt.\nThey struck the depths of the truth far away.\nMay the brave Visvato Darma see our enemies from all over the world We shall be well-fed by the people and well-fed by the heroes. 53. \nThe Creator, who is called the Supreme, is blind when he speaks. 54. \nIndra and the Maruts rose up to buy the demon, and Vishnu, who was selling his friend, bought him. 55. \nThe moon, being poured out, came to Varuna, and the fire, Agnidhra, Indra, and the Atharva Veda were offered in the sacrificial fire. 56. \nVishnu, the gods of the universe, are covered with tears, and Vishnu, who is not heated, is covered with water, and Vishnu is covered with water, and the air is purified, and Venus is purified, and Venus is purified, and Venus is the source of milk. 57.\nThe gods in the world were brought to the Chamas, the demon was ready to offer sacrifice, the wind was covered by the sacrifice, the eyes of men were covered, and the ancestors were devoured. 58. \nThe sea is rising from the sea, and the waters are flooded Aganvaruna and Purvahuta. 59.\nMay the sacrifice of the gods and the heavens be the source of my wealth, and may the sacrifice of the sky be the source of my wealth, and may the sacrifice of the ancestors be the source of my wealth, and may I be the source of my wealth. 60.\nThe four and thirty fibers which are spread out and who offer this sacrifice with their sacrifices. 61. \nThe milk of the sacrifice was spread by the Purutra, and he spread the heavens in eight parts. 62. \nA breathe like a deer, like a horse, like the moon, like a hero. Vajam Gomantama Bhara Svaha. 63 ।।",.The famous\neater is eaten by the ancestors of the Narasimha. 58. \nThe sea is rising from the sea, and the waters are flooded Aganvaruna and Purvahuta. 59.\nMay the sacrifice of the gods and the heavens be the source of my wealth, and may the sacrifice of the sky be the source of my wealth, and may the sacrifice of the ancestors be the source of my wealth, and may I be the source of my wealth. 60.\nThe four and thirty fibers which are spread out and who offer this sacrifice with their sacrifices. 61. \nThe milk of the sacrifice was spread by the Purutra, and he spread the heavens in eight parts. 62. \nA breathe like a deer, like a horse, like the moon, like a hero. Vajam Gomantama Bhara Svaha. 63 ।।",.The famous\neater is eaten by the ancestors of the Narasimha. 58. \nThe sea is rising from the sea, and the waters are flooded Aganvaruna and Purvahuta. 59.\nMay the sacrifice of the gods and the heavens be the source of my wealth, and may the sacrifice of the sky be the source of my wealth, and may the sacrifice of the ancestors be the source of my wealth, and may I be the source of my wealth. 60.\nThe four and thirty fibers which are spread out and who offer this sacrifice with their sacrifices. 61. \nThe milk of the sacrifice was spread by the Purutra, and he spread the heavens in eight parts. 62. \nA breathe like a deer, like a horse, like the moon, like a hero. Vajam Gomantama Bhara Svaha. 63 ।।",.
    "adhyaya": 8 
  }, 
  "8": { 
    "veda": "yajurveda", 
    "samhita": "vajasneyi-madhyandina-samhita", 
    "chapter": 10,
    "text": "O God, give birth to the sun, give birth to the sacrifice, give birth to the master of the sacrifice, for the sake of Bhaga I have taken the offering of the mind to Indra, and I offer you this womb, the most offering to Indra Your womb is the most sacred to Indra.\nI have accepted you as the source of the earth, the source of the sky, the source of the heavens, the source of the gods and the source of the sky. 2.\nThe juice of the waters is the best of the two, and I am the best of the juices of the waters ।।\nThe planets have offered their energy to the brāhmaṇas 4. You are the thunderbolt of Indra, and you are the horse of the horse The sun entered the world and gave us the righteousness Vajaᳪ set.\nThe twenty-seven Gandharvas, who are the wind and the mind, have placed the horse in front of them May Tvashta, the Maruts of the universe, give you speed in your horses .\nThe horses of Vajajit smelled the part of Brihaspati, who was riding on the horse I am the best nose of Indra, the source of truth.\nI am the best nose of Brihaspati, the source of truth.\nI am the best nose of Indra, the source of truth Nakamaruham.\nSpeak to Brihaspati, victory to Brihaspati.\nSpeak to Indra, victory to Indra, and chant the word to Indra Bṛhaspati, the horse, who is the lord of the horses, release the horses of the trees.\nThis is your true conversation ।।\nI am the horse of the sun, the source of all truth, the horse of Brihaspati He runs around the neck, tied to the seat of the Apiksha. .\nThey are like a hawk, and they are crossing the river with their horses.Svaha॑ ।। 15.\nMay the horses in the sacrifices, the fathers of the gods and the heavens, be our source of peace. 16.\nThey are the ones who have heard the sacrifice and may the horses of the universe hear the sacrifice. 17.\nThe horses of the horses are our wealth, O brāhmaṇas, the nectar of the truth.\nDrink its honey, be drunk, and be satisfied. 18.\nMay the horse's delivery be in the heavens and the earth in the form of the universe.\nMay the fathers and mothers go and may the moon become immortal nimrjanaḥ ।। 19. \nApaye Svaha Svapaye Svaha Apijaya Svaha Kratave Svaha Vasu Svaha Aharpataye Svaha\nAhne Mugdhaya Svaha Mugdhaya Vainashinaya Svaha Vinashinaya Antyayana Svaha Antyaya O Lord of the universe, O Lord of the universe, O Lord of the universe. 20.\nMay the life be satisfied by sacrifice, the life-force be satisfied by sacrifice, the eyes be satisfied by sacrifice, the ears be satisfied by sacrifice, the back be satisfied by sacrifice ।। 21.\nMay the senses be in us, and may the sacrifices be in us, and may the light be in us. I offer my obeisances to the mother earth, and I offer my obeisances to the mother earth. I’ll give you agriculture, I’ll give you peace, I’ll give you nourishment. 22.\nThe moon gave birth to this king in the waters of the herbs. May they become honey for us and may we awaken the priests in the nation. 23.\nThe emperor of the heavens and the earth gives us this birth of the horse. 24.\nThese are the births of the horse and these are the worlds and the worlds everywhere. 25 ।।\nWe offer the fire to the king of the moon I offer my obeisances to the suns, Vishnu, the sun, Brahma and Brihaspati. 26.\nEncourage Aryaman, Brihaspati, and Indra to give charity. Vacham Vishnuᳪ Saraswatiᳪ Savitaraᳪ Vajinaᳪ Svaha. 27.\nAgne, speak well of us, and be our flower. Give us a thousand conquests, for you are the giver of wealth. 28.\nMay Aryama, Pūṣā and Bṛhaspati bless us. May the goddess of speech grant us. 29. \nI have given you the arms of the sun, the moon, and the hands of the moon. 30. \nAgni gave life to one letter, the Aśvinīs gave birth to two-legged men, Vishnu gave birth to three worlds with three letters, and the moon gave birth to four letters The four-legged animals gave birth to the young men. 31.\nThe sun with five letters gave light to the five directions, the sun with six letters to give light to the six seasons, and the Maruts gave light to the six seasons.They gave birth to the seven village animals with seven syllables and Brihaspati gave them the gift of Gayatri with eight syllables. 32.\nMitra with nine syllables, the Trivrata stoma, Varuna with ten syllables, Viraja with eleven syllables, Indra with eleven syllables, Tristubha with twelve syllables, and the gods in the world with twelve syllables They conquered the world and gave it to her. 33. \nThe Vasus chanted the thirteenth stoma with thirteen syllables, the Rudras chanted the fourteenth stoma with fourteen syllables, and the suns chanted the fifteenth stoma with fifteen syllables They chanted the sixteenth stoma, the sixteenth stoma, the seventeenth stoma, the seventeenth stoma, the seventeenth stoma. 34.\nThis is your portion in the desert, offer it to the gods with the eyes of fire, Svaha to the gods with the eyes of Yama, Svaha to the gods with the eyes of the universe, Svaha to the gods with the eyes of the universe, Svaha O Mitra and Varuna-eyed gods, O Marun-eyed gods, who are in the north, I offer my respectful obeisances unto you. 35.\nSvaha to the gods who have the eyes of fire in the front, Svaha to the gods who have the eyes of Yama, Svaha to those who have the eyes of the universe, Svaha to those who have the eyes of Mitra and Varuna, or the eyes of Maru I offer my respectful obeisances to those who are in the north and who are the moon-eyed demigods who are in the upper residence. 36.\nAgne, bear with the army, removing the abhimati. Dushtara starannarati varcho dha yajnavahasi. 37.\nThe sun gave birth to you with the arms of the Aśvinī-kumāra and the hands of the Pūṣṇa. I offer sacrifice with the power of Upasho, the demon who has been killed. Svaha. 38. \nThe sun is the source of the sun, and the fire is the source of the householders, and the moon is the source of the plants. 39. \nThis, O gods, is the wife of the great Kshatriya, the greatest of the eldest, the greatest of the Janarajya, the greatest of the Indras the king of the Brahmanas. 40 ।।",Svaha to the demigods who have the eyes of Mitra and Varuna or the eyes of Maru and the northern seats. Svaha to those demigods who have the eyes of the moon and the upper seats of Duvasvanta. 36.\nAgne, bear with the army, removing the abhimati. Dushtara starannarati varcho dha yajnavahasi. 37.\nThe sun gave birth to you with the arms of the Aśvinī-kumāra and the hands of the Pūṣṇa. I offer sacrifice with the power of Upasho, the demon who has been killed. Svaha. 38. \nThe sun is the source of the sun, and the fire is the source of the householders, and the moon is the source of the plants. 39. \nThis, O gods, is the wife of the great Kshatriya, the greatest of the eldest, the greatest of the Janarajya, the greatest of the Indras the king of the Brahmanas. 40 ।।",Svaha to the demigods who have the eyes of Mitra and Varuna or the eyes of Maru and the northern seats. Svaha to those demigods who have the eyes of the moon and the upper seats of Duvasvanta. 36.\nAgne, bear with the army, removing the abhimati. Dushtarastrarannaratirvarcho dha yajnavahasi. 37.\nThe sun gave birth to you with the arms of the Aśvinī-kumāra and the hands of the Pūṣṇa. I offer sacrifice with the power of Upasho, the demon who has been killed. Svaha. 38. \nThe sun is the source of the sun, and the fire is the source of the householders, and the moon is the source of the plants. 39. \nThis, O gods, is the wife of the great Kshatriya, the greatest of the eldest, the greatest of the Janarajya, the greatest of the Indras the king of the Brahmanas. 40 ।।",
    "adhyaya": 9 
  }, 
  "9": { 
    "veda": "yajurveda", 
    "samhita": "vajasneyi-madhyandina-samhita", 
    "chapter": 11,
    "text": "The waters of the gods took the honeycomb and the norjasvati and the kings were satisfied.\nThey consecrated Mitra and Varuna and brought Indra to the other nights Give me the nation\nYou are the bull army Give me the nation Svaha You are the bull army Give me the nation You are the giver of the nation Give me the nation Svahaujaswati You are the giver of the nation Give me the heat You are the carrier of the nation Give me the nation Svaha You are the carrier of water You are the husband of the nation Give me the nation Svaha You are the husband of water, the giver of the nation, give me the nation, you are the womb of water, give me the nation, Svaha, you are the womb of water, the giver of the nation, give me the nation Give me the nation, O sunshine, give me the nation, O sunshine, give me the nation, O sunshine, give me the nation, O slow one, Give me the nation, Svaha, O slow one, Give me the nation, O Vrajakshita, give me the nation Svaha Vrajakshita st Rashtrada rashtra mushmai datta Vasha st Rashtrada rashtra mushma datta Svaha Vasha st Rashtrada rashtra mushma datta Shavistha st Rashtrada rashtra me datta Svaha Shavistha st Rashtrada rashtra mushma datta Shakvari st Give me the nation Swaha Shakvari you are the giver of the nation Give me the nation Swaha You are the giver of the people Give me the nation Swaha You are the giver of the nation Give me the nation Swaha You are the giver of the world Give me the kingdom, O king, give me the kingdom, and let the honey-bees ask you for the glory of the kshatriyas May your light be yours, O fire, O moon, O sun, O Saraswati, O Pūṣṇa, O Brihaspati, O Indra, O Ghosha, O verse, O hope Bhagaya Svaha Aryamane Svaha.\nO Vaishnava, I revive you with the holy rays of the sun. 6. \nThese are the unseen waters of the Sadhamada.\nVaruna made the waters of the Sadhastha in the past You are the navel of the Kshatriyas, you are the destroyer of the wind, you are the friend of Varuna ।।\nAvirmaya avitta agni grihapatiravitta indra vrddhashraor Avitta Mitra and Varuna, Dhritavrata, Avitta, Pusha, Visvaveda,\nAvitta, the heavens, the earth, Visvashambhu, Avitta, Aditi and Rurusharma. 9.\nAvesta Dandashuka: Prachima Roha Gayatri Rathantaraᳪ Sama Trivrit Stoma Vasanta Ritur Brahma Dravinam. 10. \nMay the southern name Roha, the Trishup, protect you, the great Sama, the fifteen stomas, the summer season, the Kshatriyas, and the Dravina. 11. \nMay the western world protect you, Vairupa, the Sama, the seventeen stomas, the rain, the seasons, and the wealth. 12.\nMay the northern Rohanuṣṭup protect you, and may the twenty-one stomas of the Vairaja Sama protect you, the fruits of the autumn season. 13.\nMay the upper row of the trees protect you in the Shakvara-raivata, the Samani, the ninety-three, the thirty-three, the winter, the winter, the Varcha, the Dravina, and the head of Namuchi. 14.\nYou are the light of the moon, and may your light be mine. You are the source of death and the source of life. 15.\nThe deer-like dawn is the source of both Indra and the sun.\nO Varuna, friend, you are growing in the pit. 16. \nI sprinkle you with the light of the moon, with the brightness of fire, with the sense of the sun, with the brightness of Indra. 17.\nThis, O gods, is the wife of the great Kshatriya, the greatest of the eldest, the greatest of the Janarajya, the greatest of the Indras the king of the Brahmins. 18.\nThey walk on the back of the bull of the mountain.\nThey cover their lips and follow the snake intelligence.\nYou are the mighty one of Vishnu. 19.\nO Creator, no other form of the universe became around you. Whatever desires we offer to you, may you be the father of this father, and may we be the masters of the Rayas. 20. \nYou are the thunderbolt of Indra, and I bless you with the blessings of Mitra and Varuna. 21.\nMay we, Indra, who are equipped with horses and mules, know you to be ignorant. 22. \nOm to the fire, lord of the household, Om to the moon, Om to the plant. Mother of the earth, do not be afraid of mem. 23. \nHṣaḥ śuciṣadvasurantarakṣasaddhota vediṣadatithi duroṇasat. 24. \nGive me this life, this life, this life, this life, this life, this life, this life, this life, this life, this life, this life, this life, this life, this life, this life, this life, this life, this life. 25. \nYou are the womb of the Kshatriyas.\nYou are the womb of the Kshatriyas.\nYou are the womb of the Kshatriyas. 26.\nNi shasad ghritavrata varuna pastyasva. Sukratu: for the empire. 27.\nMay these five directions of the Abhibhu become the Brahman: You are Brahma, you are the sun, you are Satyaprasava, you are Varuna, you are Satyauja, you are Indra, you are Vishauja, you are Rudra, you are Susheva You’re a thunderbolt, so fight me. 28. \nAgni, Pruthu, the lord of Dharma, Jusha, Agni, Pruthu, the lord of Dharma, may the kingdom of the gods be blessed. 29. \nThe sun, the moon, the sun, the moon, the moon, the tenth deity, the moon, the moon, the moon, the moon, the moon, the moon, the moon, the moon, the moon, the moon, the moon, the moon, the moon, the moon, the moon, the moon, the moon, the moon, the moon, the moon, the moon, the moon, the moon, the moon, the moon, the moon, the moon, the moon, the moon, the moon, I’m a serpent. 30. \nCook for the horses, cook for the Saraswati, cook for Indra, cook for the Sutra. Indra’s worthy friend. 31.\nKuvidang yavamanto yavam chidyatha dantyanupurvam viyuya.\nIhehaisam krunuhi bhojanani ye barhisho nama uktim yajanti Tvendraya Tva Sutramne. 32.\nThe young man bowed down to Surama with his horse and the demon Sacha. Vipipana Shubhaspati Indra Karmasvavatam. 33.\nLike a son, the fathers, the Aśvinī-kumāras and the Indras, with their poems, gave birth to you. 34.", 
    "adhyaya": 10 
  }, 
  "10": { 
    "veda": "yajurveda", 
    "samhita": "vajasneyi-madhyandina-samhita", 
    "chapter": 12,
    "text": "The sun first engaged the mind in the essence of the mind. He lowered the light of fire and filled it with the earth The sun is the source of the heavens, and the sun is the source of the great light The praise of the sun. 4. \nLet the sons of the immortals in the universe hear the words of the sun By the glory and power of the god.\nHe who measured the earth is the sun with his greatness May Vachaspati taste our words. 7. \nO Lord, grant us this sacrifice of the sun, the sacrifice of the gods, the friend of the gods, the conqueror of wealth, the conqueror of heaven Brihadgayatravartani svaha. 8. \nI gave you the arms of the sun, the moon, and the hands of the moon 9. You are the source of the clouds, and we can dig the fire with you. The light of the fire is lowered to the earth by the chant of the Anuṣṭubha 12. \nUse the young man in this night to fill the fire May you be the Ganapati of Rudra, and may you be the source of all happiness, and you may be the source of all happiness 16. \nThe fire is the source of all men, and the Vedas are the first to be born. 17. \nCome and blow the whole battle with the fire.\nAttack the horse and seek the fire. We dig it.19.\nThe heavens are your back, the earth is your self, the sea is your womb Vajin.\nWe shall be the best of the earth, digging the fire in her womb.Let us dig a good symbol of fireᳪ our own souls above the best nose. 22.\nI smell you with my mind, who are waiting for the worlds and the universe. 23.\nA visvata: pratyancham jigharmyarakshasa manasa tajjushet. 24.\nThe poet Vajapati, the fire, offered the sacrifices. They gave you the jewels. 25.\nWe meditate on you, O fire, in the city of the brahmins. Dhrushvarnam dive-dive hantaram bhanguravatam. 26.\nYou are the fire, you are the sun, you are the quick-drying, you are the waters, you are the stones.\nYou are the forests, you are the herbs, you are the king of men, you are born pure. 27.\nThe sun, the god, gave birth to you with the arms of the Aśvinī-kumāras and the hands of the Pūṣṇa Give it to me.\nShiva, the serpent of the earth, who is the source of the fire, whose name is Angirasvatkha. 28.\nYou are the back of the waters, the womb of the fire, drinking from the sea. 29.\nShame and armor are both in the hole in the multitude. 30. \nShe dwells with the heavenly knower, who is right with her chest. 31. \nYou are the source of the universe, the Atharva, who first stirred you up, O fire. The head of the universe is the tiger. 32. \nThe sage Dadhyaṅga, the son of Atharva, offered you this sacrifice. Vritrahana Purandara. 33.\nThat is the bull that kills the thief in the sacrificial fire. Dhananjayaᳪ in the battlefield. 34. \nSid hota: sva u loke chikitvansadaya yajnaᳪ sukritasya yonau. 35.\nNi hota hotrishadane vidanastvesho didivan2 asadatsudaksha.\nAdabdhavratapramati vasishta sahasrambhara shuchijihvo agni. 36.\nHe is greatly grieved, and you are the most powerful of the gods. 37.\nCreate water in the form of a goddess and give honey to the people for tuberculosis. 38.\nMay the wind, the mother of the horses, give you the heart of the highest. 39. \nSujato, with his light, gave us the chariot of shame. 40.\nUdu tishta svadhvarava no devya dhia. Go with the brightness of the sight and the dryness of the fire with good arrows. 41.\nStand above the sky, O god, not the sun. The horse’s tail is above the horse’s hoof, which we blow with our hooves. 42.\nHe was born in the womb of the fire of the cry, beautifully carried in the herbs.\nThe child is picturesque:They gave him a smile on his face and gave it to his mothers. 43.\nBe steady, Veedvanga, and be quick, Vajyarvan. Become Pruthu, Sushada, and you are the carrier of the fire. 44.\nBe Shiva to the people and to the human beings.\nMay the heavens and the earth not mourn, nor may the sky nor the trees. 45.\nPraytu Vaji Kanikradannanadadrasabha: Patva. Filling the fire with the manhood, do not step on the feet of the old man. Agni aa yahi vitaye. 46.\nRita, Satya, Amrita, Satya, Agni, Purishya, Angirasvadbharamah.\nRejoice in the herbs, this fire, which is shining within you Up, kill the wicked. 47.\nTake the herbs and the flowering figs. This is your pregnancy, the priest, who is in the right place. 48. \nWith the light of the sun, O Shoshuchan, kill the enemies of the demons. 49.\nApo hi shta mayobhuvasta na urje dadhatan. You’re looking at the great battle. 50.\nMay the taste of the most auspicious of you be shared with us here. Ushatiriva matara: ।। 51.\nTherefore we went to the forest, for the destruction of which you live. May the waters beget us. 52. \nMy friend, having created the earth and the earth with its light, I create you for the sake of the people. 53.\nThe Rudras created the earth and gave it to the great light. They like the sun and the dust of the gods. 54.\nThe earth was created by the Rudras, who were steadfast in their actions. Make it soft with your hands and make it into a sinew. 55. \nSinivali Sukaparda Sukurira Svaupasha. May she put a great sword in your hands, O Aditi. 56.\nLet Aditi with her arms make Ukha with her power. The mother carried the fire in her womb as she carried her son in her womb. You are the head of the sacrifice. 57. \nMay the Vasus bless you with the Gayatri chant, Angirasvadhruva, the earth, the stream, the people, the cows, the good semen, and the Rudras bless you with the Traiṣṭubha By the chant, Angirasvadhruva, you are the sky, by the stream in me, the people, the cows, the cows, the good semen, the children born to the sacrificer, may the suns make you awake Prajaᳪ Rayasposham Gaupatiᳪ Suviryaᳪ\nSajatanyajmanaaya visve tva devas vaisvanaraḥ kṛṇvantva anustubheṇa chandasaṁ Āṅgirasvadhruvāsi dishoasi dharaya mayi prajaᳪ rayasposham Gaupatyaᳪ Suviryaᳪ born to the priest. 58.\nLet the sun take the cave in the sky. She made her face like the earth and her vagina made of clay for the fire.\nTo her sons:He gave them to Aditi to curse them. 59. \nMay the Vasus incense you with the Gayatra chant, may the Angirasvadrudras incense you with the Traiṣṭubha chant, may the Angirasvada Adityas incense you with the Jagata chant, and may the Vaishvanara incense you with the Anuṣṭubha chant May Angirasvadindra incense you with the chant, Varuna incense you and Vishnu\nincense you. 60. \nAditistha, the goddess Visvadevyavati, who is in the midst of the earth, Angirasvat, may you dig the forest The earth is in the mouth of Angirasvadabhindhata\nVarutri worships the goddess Visvadevyavati in the earth Angirasvachchrapayantukhe\nGnas you are the goddess Visvadevyavati in the earth's mouth Angirasvatpachantukhe\nJanayastvacchinnapatra devi visvadevyavati prithivya sadhasthe Angirasvatpachantukhe. 61.\nYou are the friend of the gods. Dyumna Chitrashravastama. 62.\nMay the sun shine upon you with his good hands, his good fingers and his good arms. 63.\nGet up, be great, and stand firm.\nMy friend, I will give you this hole, and do not break this wall. 64. \nMay the Vasus bless you with the Gayatri chant, may the Angiras and Rudras bless you with the Traiṣṭubha chant, may the Angiras and Adityas bless you with the awakened chant, and may the Vaishvanara gods bless you with the awakening chant They covered him with the Anuṣṭubha chant, Angirasvat. 65. \nUse the fire of sound, Svaha, the fire of intelligence, Svaha, the fire of knowledge, Svaha, the fire of speech, Svaha, the fire of speech, Svaha, the fire of the mind, Svaha, the fire of the mind Vaishvanaraaya Svaha. 66. \nThe world is the leader of the gods, and the dead are the friends of the gods. Visvo raya ishudyati dyumna vrinit pushyase swaha. 67.\nDon’t break them, don’t be angry, mother, bear with them and be strong. If you’re fire, you’ll do this. 68.\nLook, O goddess, on earth, for you have made the demonic illusion your sacrifice. 69. \nDrvanna: Sarpirasutih Pratno Hota Varenya. A thousand sons are wonderful. 70.\nThe other is the source of the universe.\nThe source of the universe is where I am. 71.\nCome here, O Rohid, the horse of the Supreme Being. Purishya: Purupriyo Agne you are the star of the battle.।। 72.\nWhat fire are you burning? May all that be your ghee, young man, and enjoy it. 73.\nWhat the tongue gives and what the brain overruns. May all that be your ghee, young man, and enjoy it. 74.\nThey are filling the grass like a horse every day. Let us not be angry with you, O fire, who are drunk with the food of the rice. 75.\nWe offer the navel of the earth in the sacrificial fire for the nourishment of the rice. 76.\nThe armies that are not afraid of the enemy, the sick, or the sick.\nThe thieves and the thieves, I will put them in the fire. 77. \nThey are thieves with their teeth, and they are thieves with their teeth. 78.\nThey who are dirty among the people are thieves and robbers in the forest. I place those who are injured in the chambers on my shoulders. 79.\nThe people who hate us and the others who are immortals. Burn to ashes everything that blasphemes us and desires us. 80.\nSᳪshitam me brahma saᳪshitam viryam balam. Saᳪshita Kshatriya Jishnu whose priest I am. 81.\nTheir arms are very strong. I destroy my enemies by the Brahman and I raise myself2 82. \nO lord of food, give us this food of the moon. 83 ।।",.
    "adhyaya": 11 
  }, 
  "11": { 
    "veda": "yajurveda", 
    "samhita": "vajasneyi-madhyandina-samhita", 
    "chapter": 13,
    "text": "Drishano rukma urvya vyadyaud durmarshamayu: shriye rucanah.\nAgni became immortal by the two that gave birth to him in the heavens The infant is right.\nThe gods hold the fire in the sky, and the moon is the source of the light Prayanamushaso vi rajati. 3. \nYou are the Garuda in the three circles, the Gayatra in the wings, the eyes in the Brhadratha The tail of the sacrifice is the curse.\nYou are Garuda, go to heaven and fall to heaven.\nYou are the order of Vishnu, the killer of enemies Traistubha chant a rohantarikshamanu vi kramasva\nVishnu: kramo asyaratiyato hanta jagatam chanda a roha divamanu vi kramasva\nVishnu: kramo asi shatruyato hanta anu vi kramasva\nVishnu: kramo asyaratiyato hanta jagatam chanda a roha divamanu vi kramasva\nVishnu: kramo asi shatruyato hanta anu vi kramasva 5. \nThe heavens, as if thundering, cried out, and the trees of the heavens were covered with snow By brightness, progeny and wealth.\nSanya, by intelligence, by the nourishment of the sun ।।\nAgain, O fire, protect us with your life May the earth be sure to hold you and may all desire you not to fall from your kingdom We shall be your innocent Aditi.\nThe light of the darkness appeared before the great moon Shuchisadvasurantarikshasadhota vedishadatithi duronasad.\nNrishadvarasadritasad vyomasadabja goja ritaja adrija rita brihat Know the winds.\nShow me the light of Venus in the innermost parts of the earth Become me, O fire, and be thou Shiva.\nShiva, having made all directions his own womb, is here.\nAgni was born first in the heavens, and the Vedas in the second 18. \nWe know that you, O fire, are threefold, and that you are the abode of the Purutra They gave birth to the fire in the heavens, which were in the waters of men.Samjan.\nImmediately he knew that the sky was shining with the sun. 21.\nThe son of Vasu, the son of Vasu, suddenly appears in the waters as the king of the morning sacrifices. 22.\nThe Ketu of the universe, the womb of the world, was born from the heavens and the earth. 23. \nUshikpavako arati sumedha martyeshu agni amrito ni dhayi. 24.\nThe sight of the golden thighs gave birth to the unbearable life and the taste of the beauty. 25.\nYou who today, like a poor man, are grieving for the good, O fire, who have offered you bread and ghee. 26.\nA worship him in the Saushravas, O fire, Uktha, O worship him in the praised. 27. \nThey followed you, O fire, in sacrifice, and the worlds gave them wealth and water. 28.\nAstavyagni, Naraᳪ Susheva, Vaishvanara, Rishis, Soma and Gopas. 29.\nMilk the fire with the sacrificial fire and awaken the guest with ghee. A’smin havya juhotan. 30.\nMay the gods of the universe fill you with their minds, O fire. May he be our Shiva, the good symbol of the fire. 31.\nO fire of death, go to the light of the Shivas and worship them. 32. \nThe heavens roared like fire and thundered, and the trees of the heavens became soft. 33. \nPra-prayamagni Bharatasya shrunve vi yatsuraya na rochate brihadbha. 34.\nTake the waters to the goddess and make her ashes in the womb and make her fragrant in the world. 35.\nApsvagne sadhishtava saushadhiranu rudhyase. You are born again in the womb. 36.\nThe womb of this herb is the womb of plants. The womb of the universe is the fire of the being, the womb of the water. 37.\nPlease the ashes of the womb and the water of the earth, O fire. He created the mothers and the lights again. 38.\nAgain, the house, the water, and the earth, O fire. The rest of the mother’s body is the most auspicious of the intervals. 39.\nPunaruja ni vartasva punaragna isha ayusha. Please protect us again. 40.\nSah raya ni vartasvagne pinvasva dharaya. Visvapsnya Visvataspari. 41.\nUnderstand me, O youngest of the bulls, who have been carried away by this word. 42.\nHe is the Bodhisattva, the Maghava, the lord of the earth, the Vasudeva. Fight our enemies, O Visvakarma. 43.\nMay the suns, the Rudras and the Vasus again burn you with sacrifices, and may the Brahmans and the earth burn you with sacrifices.।। 44.\nApeta vita vi cha sarpatato ye atra sta purana ye cha nutana. 45.\nYou are the source of consciousness, and may you become the source of desire in me. Stay in the mind, familiar, and take refuge in the upper mind. 46.\nThis is the fire in which the moon, Indra, placed his son in his womb. 47. \nO fire, that which shines in the heavens and on the earth in the herbs and waters, which you sacrifice, is the sun, the ocean and the eyes of men. 48.\nAgne, you have conquered the heavens and the earth, and you have raised the gods to the heavens. 49.\nThe fires of the Puriṣyas are the source of the Pravaṇas. They are offering sacrifices to the earth. 50. \nIdam, O fire, offer the sacrifice of the Purudasa, the cow, for the eternal sacrifice. 51.\nThis is your womb, the priest, from whom you were born. Knowing him, you grew naked and increased the sun. 52.\nChidasi taya devata Angirasvad Dhruva Sid Parichidasi taya devata Angirasvad Dhruva Sid. 53.\nClear the world, cleanse the hole, and cleanse the pole. The fires of Indra and Brihaspati have settled you in this womb. 54.\nThey are the source of this Sudadohasa. The birth of the gods is the light of the three heavens. 55.\nThe universes grew Indra, the sea-god, and the mountains. The charioteer, the lord of the charioteers, the lord of the horses. 46.\nSammitᳪ sam kalpethaᳪ sampriyau rochisnu sumanasyamanau. Ishamurjamabhi samvasanau. 57. \nMay you be in your minds, may you be in vows, and may you be in your minds. 58.\nAgne, you are the source of the sun and the moon. Shiva made all directions his own womb here. 59.\nMay you become our equal minds and consciousness and sacrifices. 60.\nThe earth, like a mother, gave birth to her son, and the fire gave birth to her son. 61. \nIf you want the sacrifice of Asunvanta, you will find the thief. 62. \nObeisance to you, O Nirṛta, whose fierce splendor has cut off this bond of iron. 63.\nI offered sacrifices to you for the release of these terrible bondages. 64.\nThe goddess Nirṛti bound the rope around your neck, which you could not move. Obeisance to the Bhuti who made this. 65.\nThe dwelling place of the Vasus, the confluence of the universe, is seen by the Sachis. 66.\nThe poets combine the seers and stretch the ages separately. Dhira devashu sumnaya. 67. \nYunkta seera vi yuga tanudhvam krite yonau vapateha bijam.Pakvameyaat. 68.\nLet the dogs with their spades plow the ground, and let the dogs with their horses. 69.\nMay Sita be satisfied with ghee and honey, as permitted by the Maruts, the gods of the universe. 70.\nLangalam paveeravatsushevaᳪ somapitsaru. Then he lifted up the village and set out on his chariot. 71.\nSmoke your desire, O milk of desire, for your friend and Varuna. Indra, the horses, the moon, the people, and the herbs. 72.\nVi muchyadhvamaghnya devayana aganma tamasasparamasya |jyotirapama ।। 73.\nSajurabdo ayavobhis sajurusha arunibhis | Sajoshasavasvina dasobhis saju sura etashena sajurvaishvanara idaya ghrita swaha. 74.\nThese herbs were born to the gods three ages ago. I’ve got a hundred and seven bears in my mind. 75.\nA hundred of you, O mother, are your abodes, and a thousand of your souls. Half a hundred sacrifices, you have done this to me. 76.\nRejoice in the herbs, the flowering and the giving birth. They will cross the ocean like horses. 77. \nOshadhi, the mother, spoke to you in the form of a goddess. Saneyam horse cow dwelling yourself, man. 78.\nI have made you sit on the ash tree and have settled you on the leaf. Gobhaja itkilastha yatsanavatha purusham. 79.\nWhere the herbs gathered together, the kings were like a committee. He is called a brāhmaṇa and a physician. 80 ।।\nAshwavatiᳪ Somavatimurjayantimudojasam. You have given us all the herbs for the fight against evil. 81.\nThe cows of the herbs are the source of the herbs. 82.\nIshkriti is your mother, and you are Nishkritis. The seers are the ones who are able to get out of the stable. 83.\nThey are very worldly, and they have entered Vraja like a thief. The herbs said, “What is the taste of the body?” 84.\nIf I played this, I took the herb in my hand. The soul of the tuberculosis is destroyed as the living being is destroyed in the past. 85.\nWhose herbs are spreading and flowering. Then you will beat the tuberculosis like a fierce middle-aged sword. 86.\nSakam tuberculosis falls with the chase and the kick-ass. With the wind, with the flame, with the snow, destroyed. 87.\nMay others of you marry others and may others marry her. They all knew this and they told me this. 88.\nWhich are fruitful, which are unfruitful, and which are flowering. May those who were born of Brihaspati release us from these sins. 89.\nLet them not be released from the oath, nor from the Varuna. Atho yamasya padvishaat sarvasma devakilbisaat. 90.\nThey fell on the herbs like the sea. The living being whom we eat is not the man who is angry. 91.\nThe herbs which are the queens of the moon are many hundreds of wise. You are the best of them for desire in my heart. 92.\nThe herbs which are the queens of the moon are situated on the earth. Brihaspati gave birth to her and gave her semen. 93.\nThose who hear this and those who have come far away. All of them came together and gave her the semen. 94.\nDon’t be angry with the one I dug for. From two legs to four legs, let us all be safe. 95.\nHerbs:They spoke together with the king of the moon. O king, you are the one whom the Brahmin does. 96.\nYou are the destroyer of Balasa’s arsha. Then you are the destroyer of a hundred tuberculosis diseases. 97. \nThe Gandharvas have dug you, and Indra and Brihaspati have dug you. The king of the moon, who is learned in medicine, has saved you from tuberculosis. 98.\nBear with me, O Arati, and bear with me, O army. Bear all sinᳪ bear with the herb. 99.\nLong life is dug in the herb for which I dig you. Then you will live a long life and grow a hundred balsam trees. 100.\nYou are the best herb, and your trees are the best. Upstirastu so asmakam yo us2 abhidasati. 101.\nDo not be afraid of him who is born on earth or who is in heaven, who is the source of truth and righteousness. 102.\nAbhya, live on earth with sacrifice and milk. Vapam te agnirishita ascended. 103. \nO fire, whatever Venus, whatever moon, whatever is purified, whatever is sacrificial, we fill it with the gods. 104. \nI am the source of the immortal womb of the buffalo. 105. \nO fire, your ears and age shine in the glory of the worship of the fire. 106. \nYou are the light of fire, the light of Venus, and the light of Anuna. 107. \nUrjo napajatavedah sushastibhim mandasva dhitibhir hita. 108. \nIrajyannagne prathayasva jantubhirasme rayo amartya. 109. \nThey are the great Radhas who destroy the Prachetas who perform the sacrifice. 110.\nThe people of the city offered the buffalo of the universe to the fire Sumna. 111.\nA drink, and may the moon, the Vrishni, meet you in the universe. Be in the company of the horse. 112. \nMay the horses be able to drink your milk and may the Vrishnis be able to drink the nectar of the moon. 113.\nA drink the intoxicating moon with all the evils. Be our first friend, old man. 114.\nA te vatso mano yamatparamacchitsadhasthat. Agne, I’m going to give you a gift. 115. \nThose Angiras, the darkness of the universe, are separate to you. Agne kamaya yemire. 116.\nFire is the desire of the past and the future in the beloved abodes. Samradeko vi rajati. 117 ।।",.Bear with the army. Bear all sinᳪ bear with the herb. 99.\nLong life is dug in the herb for which I dig you. Then you will live a long life and grow a hundred balsam trees. 100.\nYou are the best herb, and your trees are the best. Upstirastu so asmakam yo us2 abhidasati. 101.\nDo not be afraid of him who is born on earth or who is in heaven, who is the source of truth and righteousness. 102.\nAbhya, live on earth with sacrifice and milk. Vapam te agnirishita ascended. 103. \nO fire, whatever Venus, whatever moon, whatever is purified, whatever is sacrificial, we fill it with the gods. 104. \nI am the source of the immortal womb of the buffalo. 105. \nO fire, your ears and age shine in the glory of the worship of the fire. 106. \nYou are the light of fire, the light of Venus, and the light of Anuna. 107. \nUrjo napajatavedah sushastibhim mandasva dhitibhir hita. 108. \nIrajyannagne prathayasva jantubhirasme rayo amartya. 109. \nThey are the great Radhas who destroy the Prachetas who perform the sacrifice. 110.\nThe people of the city offered the buffalo of the universe to the fire Sumna. 111.\nA drink, and may the moon, the Vrishni, meet you in the universe. Be in the company of the horse. 112. \nMay the horses be able to drink your milk and may the Vrishnis be able to drink the nectar of the moon. 113.\nA drink the intoxicating moon with all the evils. Be our first friend, old man. 114.\nA te vatso mano yamatparamacchitsadhasthat. Agne, I’m going to give you a gift. 115. \nThose Angiras, the darkness of the universe, are separate to you. Agne kamaya yemire. 116.\nFire is the desire of the past and the future in the beloved abodes. Samradeko vi rajati. 117 ।।",.Bear with the army. Bear all sinᳪ bear with the herb. 99.\nLong life is dug in the herb for which I dig you. Then you will live a long life and grow a hundred balsam trees. 100.\nYou are the best herb, and your trees are the best. Upstirastu so asmakam yo us2 abhidasati. 101.\nDo not be afraid of him who is born on earth or who is in heaven, who is the source of truth and righteousness. 102.\nAbhya, live on earth with sacrifice and milk. Vapam te agnirishita ascended. 103. \nO fire, whatever Venus, whatever moon, whatever is purified, whatever is sacrificial, we fill it with the gods. 104. \nI am the source of the immortal womb of the buffalo. 105. \nO fire, your ears and age shine in the glory of the worship of the fire. 106. \nYou are the light of fire, the light of Venus, and the light of Anuna. 107. \nUrjo napajatavedah sushastibhim mandasva dhitibhir hita. 108. \nIrajyannagne prathayasva jantubhirasme rayo amartya. 109. \nThey are the great Radhas who destroy the Prachetas who perform the sacrifice. 110.\nThe people of the city offered the buffalo of the universe to the fire Sumna. 111.\nA drink, and may the moon, the Vrishni, meet you in the universe. Be in the company of the horse. 112. \nMay the horses be able to drink your milk and may the Vrishnis be able to drink the nectar of the moon. 113.\nA drink the intoxicating moon with all the evils. Be our first friend, old man. 114.\nA te vatso mano yamatparamacchitsadhasthat. Agne, I’m going to give you a gift. 115. \nThose Angiras, the darkness of the universe, are separate to you. Agne kamaya yemire. 116.\nFire is the desire of the past and the future in the beloved abodes. Samradeko vi rajati. 117 ।।",.They joined the Bhurivarpas and the Chitrotas, born on the left. 108. \nIrajyannagne prathayasva jantubhirasme rayo amartya. 109. \nThey are the great Radhas who destroy the Prachetas who perform the sacrifice. 110.\nThe people of the city offered the buffalo of the universe to the fire Sumna. 111.\nA drink, and may the moon, the Vrishni, meet you in the universe. Be in the company of the horse. 112. \nMay the horses be able to drink your milk and may the Vrishnis be able to drink the nectar of the moon. 113.\nA drink the intoxicating moon with all the evils. Be our first friend, old man. 114.\nA te vatso mano yamatparamacchitsadhasthat. Agne, I’m going to give you a gift. 115. \nThose Angiras, the darkness of the universe, are separate to you. Agne kamaya yemire. 116.\nFire is the desire of the past and the future in the beloved abodes. Samradeko vi rajati. 117 ।।",.They joined the Bhurivarpas and the Chitrotas, born on the left. 108. \nIrajyannagne prathayasva jantubhirasme rayo amartya. 109. \nThey are the great Radhas who destroy the Prachetas who perform the sacrifices. 110.\nThe people of the city offered the buffalo of the universe to the fire Sumna. 111.\nA drink, and may the moon, the Vrishni, meet you in the universe. Be in the company of the horse. 112. \nMay the horses be able to drink your milk and may the Vrishnis be able to drink the nectar of the moon. 113.\nA drink the intoxicating moon with all the evils. Be our first friend, old man. 114.\nA te vatso mano yamatparamacchitsadhasthat. Agne, I’m going to give you a gift. 115. \nThose Angiras, the darkness of the universe, are separate to you. Agne kamaya yemire. 116.\nFire is the desire of the past and the future in the beloved abodes. Samradeko vi rajati. 117 ।।",.
    "adhyaya": 12 
  }, 
  "12": { 
    "veda": "yajurveda", 
    "samhita": "vajasneyi-madhyandina-samhita", 
    "chapter": 14,
    "text": "I take the fire in me first, for the nourishment of the rice, for the good progeny, for the good strength. May the gods move about me Praise the heavens with your matter. 2. \nBrahma, the source of knowledge, is the source of the sun There was one husband born before the universe.\nHe gave us the earth and the heavens. To whom shall we offer this sacrifice? I offer sacrifice to the seven priests.\nObeisance to the serpents who are in the sky 7. O serpents who lie in the sky or in the rays of the sun Rajevamavan2 ibhena.\nTrishvimanu prasiti drunano astasi rakshasas tapishta Create the moths of the equator.\nCreate the sword of the sword against the sword ।।\nUdagne tishta pratya tanusva nyamitra2 oshatattigmahete.\nyo no aratiᳪ samidhan chakre nicha tam dhakshyatasam na shushkam Be steady and kill the enemies of the Yatujus.\nAgni is the head of the heavens and Kakutpati is the lord of the earth I am the leader of the sacrifice and the dust of the earth, where you are moving with the Shivas May the sea kill you and may the earth not be disturbed You are the earth, the source of the universe, the earth of the universe .\nMay the goddess Angirasva protect me with her auspicious mucus ।।\nWe offer oblations to the goddess whom you have spread with a hundred and a thousand ।।\nThe taste of the sun in the cows and the taste of the fire of Indra.Give us all the taste, Brihaspati. 23.\nViradjyotirdharyatsvaradjyotirdharyat. After the creation, he should place the light on the back of the earth. Give the universe light for breathing and breathing. The lord of the fire, Angirasvad, be sure to be satisfied with that deity. 24.\nMadhu and Madhava cover the spring, and you are the source of the fire. May the heavens and the earth become the source of water, and may the herbs become the source of the fires. The fires which are in the heavens and the earth are the same. 25.\nYou are the month of Ashadha, and you are the source of a thousand horses. 26.\nThe winds blow honey and the seas pour honey.\nMay the herbs be sweet to us. 27.\nHoney is the night of the satisfied, and honey is the dust of the earth. May the honey heaven be our father. 28.\nMay the plant be our honey2 and may the sun be our honey2 May the cows be sweet to us. 29.\nMay the sun not scorch you, nor the fire nor the fire. 30.\nThe bull, the lord of the bricks, slipped through the three seas. 31.\nLet the earth, the heavens and the earth not look upon this sacrifice. Let us drink our fill. 32.\nLook at the actions of Vishnu, for he touched the vows. Indra’s worthy friend. 33. \nYou are Dhruva, the first to be born from these wombs, and the Vedas are born. 34.\nIshe raye ramsva sahase dyumna urje apatyaya. You are the emperor, you are the king of your own, and you are the Saraswati. 35.\nO fire, those who are fighting for your hopes, O Lord, are saintly. They carry the ara in the mind. 36. \nYou have fought the horses called by the gods, like a chariot in the fire. Ni hota purvyah sadah. 37.\nThe rivers flow right, not the cows, but the inner hearts and minds are purified. 38.\nRich, I taste you, I shine you, I light you.\nThis became the horse of the universe, the horse of the world, the horse of the fire and the fire. 39. \nAgni is the brightest of lights, and Rukma is the brightest of lights. You are a thousand-fold, and you are a thousand-fold. 40.\nThe sun, whose womb is covered with milk, is the image of a thousand, the form of the universe. 41.\nThe shoe of the wind, the navel of Varuna, the horse, in the middle of the river. 42.\nI offer my obeisances to the infinite moon, the moon, the moon, the earth, the fire, and the former mind. 43. \nVarutri, the navel of Varuna, was born from the other side of the Rajas. 44.\nThe fire which was born of the fire from sorrow, whether on earth or in the heavens.pari te vṛṇaktu. 45.\nThe picture of the gods is the army of the east, the eye of the friend Varuna, the fire. 46.\nDo not be afraid of this two-legged animal, the thousand-eyed one, who is being chosen for sacrifice Shugrchchatu ।। 47.\nDo not be afraid of this one-horned beast, the youngest of the horses.\nI am directing you to the forest of the cows, and do not sit down with it, marking your body. 48.\nThis thousand-hundred-headed calf is being expressed in the middle of the river Sit down and choose your body.\nMay the cow bless you and may the one we hate bless you. 49. \nThis is the life of Varuna, the navel of the skin of the two-legged and four-legged animals Don’t sit down.\nMay the camel you hate be yours. 50. \nThe unborn, born of the fire, saw his mother before him out of sorrow .\nMay the sword be your sword and the sword that we hate be your sword. 51.\nYou are the youngest of the daśuṣas, protect the men and hear the words. Raksha Tokamut Tmana. 52.\nI have satisfied you with water, I have satisfied you with water, I have satisfied you with ashes, I have satisfied you with light, I have satisfied you with water in the light, I have satisfied you in the ocean, I have satisfied you in the sea, I have satisfied you in the river I call you to the decay, I call you to the sacrifice, I call you to the house, I call you to the sadhastha, I call you to the vagina, I call you to the purisa, I call you to the path I call you with the awakened chant I call you with the Anuṣṭubha chant\nI call you with the Pankte chant. 53.\nThis is the city of the earth, its life-force, the spring, the life-force, the Gayatri, the spring Sage:\nBy you who have taken the creatures, I take my life from the creatures. 54.\nThis is the southern Visvakarma, his mind is the Vaishvakarma, the summer is his mind, the Tristub is the Summer, the Tristubha is the Svaraᳪ\nThe fifteenth is the fifteenth, the fifteenth is the greatest, and the fifteenth is the greatest. I take my mind from the creatures by you, whom I have taken as the creator. 55.\nThis is the eye of the universe afterwards, the universe, the rain, the rain, the world, the Riksama, the moon, the seventeenth Venus, the seventeenth Vairupa, the sage Jamadagni, by the Prajapati I’m taking my eyes off the people with you. 56.\nThis is the north of the auspicious Shrotra, the Sauva, the Autumn, the Autumn, the Autumn, the Autumn, the Aidmaida, the Manthi, the Manthi, the twenty-one, the twenty-one Vairaja, the sage Vishvamitra. I’m taking my ears from the creatures because you’ve taken them as the creator. 57.\nThis is the uppermost mind of her।। 57.\nThis is the uppermost mind of her।। 57.\nThis is the uppermost mind of her।। 57.\nThis is the uppermost mind of her।। 57.\nThis is the uppermost mind of her।। 57.\nThis is the uppermost mind of her।। 57.\nThis is the uppermost mind of her।। 57.\nThis is the uppermost mind of her।। 57.\nThis is the uppermost mind of her।। 57.\nThis is the uppermost mind of her।। 57.\nThis is the uppermost mind of her।। 57.\nThis is the uppermost mind of her।। 57.\nThis is the uppermost mind of her।। 57.\nThis is the uppermost mind of her।। 57.\nThis is the uppermost mind of herO fire, the first mother of the people, do not be afraid of me, O supreme sky. 50. \nThe unborn, born of the fire, saw his mother before him out of sorrow .\nMay the sword be your sword and the sword that we hate be your sword. 51.\nYou are the youngest of the daśuṣas, protect the men and hear the words. Raksha Tokamut Tmana. 52.\nI have satisfied you with water, I have satisfied you with water, I have satisfied you with ashes, I have satisfied you with light, I have satisfied you with water in the light, I have satisfied you in the ocean, I have satisfied you in the sea, I have satisfied you in the river I call you to the decay, I call you to the sacrifice, I call you to the house, I call you to the sadhastha, I call you to the vagina, I call you to the purisa, I call you to the path I call you with the awakened chant I call you with the Anuṣṭubha chant\nI call you with the Pankte chant. 53.\nThis is the city of the earth, its life-force, the spring, the life-force, the Gayatri, the spring Sage:\nBy you who have taken the creatures, I take my life from the creatures. 54.\nThis is the southern Visvakarma, his mind is the Vaishvakarma, the summer is his mind, the Tristub is the Summer, the Tristubha is the Svaraᳪ\nThe fifteenth is the fifteenth, the fifteenth is the greatest, and the fifteenth is the greatest. I take my mind from the creatures by you, whom I have taken as the creator. 55.\nThis is the eye of the universe afterwards, the universe, the rain, the rain, the world, the Riksama, the moon, the seventeenth Venus, the seventeenth Vairupa, the sage Jamadagni, by the Prajapati I’m taking my eyes off the people with you. 56.\nThis is the north of the auspicious Shrotra, the Sauva, the Autumn, the Autumn, the Autumn, the Autumn, the Aidmaida, the Manthi, the Manthi, the twenty-one, the twenty-one Vairaja, the sage Vishvamitra. I’m taking my ears from the creatures because you’ve taken them as the creator. 57.\nThis is the uppermost mind of herO fire, the first mother of the people, do not be afraid of me, O supreme sky. 50. \nThe unborn, born of the fire, saw his mother before him out of sorrow .\nMay the sword be your sword and the sword that we hate be your sword. 51.\nYou are the youngest of the daśuṣas, protect the men and hear the words. Raksha Tokamut Tmana. 52.\nI have satisfied you with water, I have satisfied you with water, I have satisfied you with ashes, I have satisfied you with light, I have satisfied you with water in the light, I have satisfied you in the ocean, I have satisfied you in the sea, I have satisfied you in the river I call you to the decay, I call you to the sacrifice, I call you to the house, I call you to the sadhastha, I call you to the vagina, I call you to the purisa, I call you to the path I call you with the awakened chant I call you with the Anuṣṭubha chant\nI call you with the Pankte chant. 53.\nThis is the city of the earth, its life-force, the spring, the life-force, the Gayatri, the spring Sage:\nBy you who have taken the creatures, I take my life from the creatures. 54.\nThis is the southern Visvakarma, his mind is the Vaishvakarma, the summer is his mind, the Tristub is the Summer, the Tristubha is the Svaraᳪ\nThe fifteenth is the fifteenth, the fifteenth is the greatest, and the fifteenth is the greatest. I take my mind from the creatures by you, whom I have taken as the creator. 55.\nThis is the eye of the universe afterwards, the universe, the rain, the rain, the world, the Riksama, the moon, the seventeenth Venus, the seventeenth Vairupa, the sage Jamadagni, by the Prajapati I’m taking my eyes off the people with you. 56.\nThis is the north of the auspicious Shrotra, the Sauva, the Autumn, the Autumn, the Autumn, the Autumn, the Aidmaida, the Manthi, the Manthi, the twenty-one, the twenty-one Vairaja, the sage Vishvamitra. I’m taking my ears from the creatures because you’ve taken them as the creator. 57.\nThis is the uppermost mind of her।। 54.\nThis is the southern Visvakarma, his mind is the Vaishvakarma, the summer is his mind, the Tristub is the Summer, the Tristubha is the Svaraᳪ\nThe fifteenth is the fifteenth, the fifteenth is the greatest, and the fifteenth is the greatest. I take my mind from the creatures by you, whom I have taken as the creator. 55.\nThis is the eye of the universe afterwards, the universe, the rain, the rain, the world, the Riksama, the moon, the seventeenth Venus, the seventeenth Vairupa, the sage Jamadagni, by the Prajapati I’m taking my eyes off the people with you. 56.\nThis is the north of the auspicious Shrotra, the Sauva, the Autumn, the Autumn, the Autumn, the Autumn, the Aidmaida, the Manthi, the Manthi, the twenty-one, the twenty-one Vairaja, the sage Vishvamitra. I’m taking my ears from the creatures because you’ve taken them as the creator. 57.\nThis is the uppermost mind of her।। 54.\nThis is the southern Visvakarma, his mind is the Vaishvakarma, the summer is his mind, the Tristub is the Summer, the Tristubha is the Svaraᳪ\nThe fifteenth is the fifteenth, the fifteenth is the greatest, and the fifteenth is the greatest. I take my mind from the creatures by you, whom I have taken as the creator. 55.\nThis is the eye of the universe afterwards, the universe, the rain, the rain, the world, the Riksama, the moon, the seventeenth Venus, the seventeenth Vairupa, the sage Jamadagni, by the Prajapati I’m taking my eyes off the people with you. 56.\nThis is the north of the auspicious Shrotra, the Sauva, the Autumn, the Autumn, the Autumn, the Autumn, the Aidmaida, the Manthi, the Manthi, the twenty-one, the twenty-one Vairaja, the sage Vishvamitra. I’m taking my ears from the creatures because you’ve taken them as the creator. 57.\nThis is the uppermost mind of herेmanta vachyaḥ panktirhaimanti panktyai nidhanavannidhanavat agrayana agrayana trinavatraya trishau trinavatraya trishabhyaᳪ shakvararaivate visvakarma rishi: prajapatigrihitaya By you I take the word from the people, the world, and those Indras. 58 ।।", 
    "adhyaya": 13 
  }, 
  "13": { 
    "veda": "yajurveda", 
    "samhita": "vajasneyi-madhyandina-samhita", 
    "chapter": 15,
    "text": "Dhruvakshiti, Dhruvayoni, Dhruva, you are Dhruva, the womb of the sage. May the priests who offer the first sacrifice to the Ketu of Ukhya, the Aśvinī-kumāra, invite you here Pṛthivyāḥ.\nMay the Rudras and the Vasus praise you, and may the priests of the Aśvinī-kumāras bless you with your good fortune Susheva svavesa tanva sam vishasvasvina adhvaryu sadayatamiha te May the priests of the Aśvinī-kumāras bless you here. 4. \nI bless you on the back of the sun, the earth of the sky, the direction of the universe May the sage Aśvinī-kumāra invite you here.\nVenus and Shuchi, the summer-covered fire, may you be the source of the heavens and the earth, and may the waters and the herbs be the source of the fires They are the fires of the heavens and the earth, which are the source of the eldest. Sajurvidhabhi: Sajur devas: Sajur devas vayonadhai agniye tva Vaishvanarayashvina adhvaryu sadayatamiha tva\nSajurritubhi: Sajurvidhabhi: Sajurvasubhi: Sajur devas vayonadhairagniye tva Vaishvanaraya Ashvina adhvaryu sadayatamiha tva\nsajurrutubhi: sajurvidhabhi: saju rudrai sajur devair vayonadhairagniye tvavaishvanarayashvina adhvaryu sadatamiha tva\nsajurrutubhi: Sajurvidhabhi: Sajuradityai: Sajur devair vayonadhai agniye Tva Vaishvanarayashvina adhvaryu sadayatamiha Tva\nSajurritubhi: Sajurvidhabhi: Sajur visvair devai Sajur devair vayonadhairagniye May the priests of the Vaishvanara, the Aśvinī-kumāra, bless you here.\nProtect my life, my drink, my exhalation, my eyes, my thighs, and my ears Vrishtimareya. 8. \nThe head is the age of the Creator, the verse is the Kshatriya, the age is the Mayanda, the age is the Lord, the age is the Vishwakarma, the age is the Parameshthi, the age is the Vivala, the age is the Vishala The verse:\nThe man is the age of the lazy, the verse is the tiger, the age is the unseen, the verse is the lion, the age is the cover, the verse is the back, the verse is the verse, the verse is the verse, the verse is the verse ।।\nAnadvanvaya: Panktishchanda Dhenurvayo Jagati Chhandatryavirvaya Trishup Chhanda Dityavadvayo Virat Chhanda:The five Virvas are the Gayatri chant, the Strivatso Vaya is the Ushnik chant, the Sturyavadvaya chant is the Anuṣṭup chant, and the Lokam is the Indra. 1 0.\nIndra, the fire of the universe, you have struck the brick without pain.\nYou have covered the heavens, the earth and the sky with your back. 11.\nMay Visvakarma bring you to the back of the sky, and may the sky be the source of the light, and may the sky be the source of the light, and may you not be afraid of the sky. To the universe, to the life-giving, to the breathing, to the establishment, to the character. 12.\nYou are the queen of the east, you are the southern emperor, you are the western emperor, you are the southern wife of the king of the heavens. 13.\nMay the creator of the universe send you to the light of the sky.\nGive the universe light for breathing and breathing. 14.\nThe sky and the sky are covered with rain, and you are the source of the fire. May the heavens and the earth be covered with water. These are the heavens and the earth between the same May the gods, who are preparing for the rainy season, sit down like Indra, and may the goddess Angirasvad sit down on the pole. 15.\nIsha and Chorja are the sources of the autumn fire. May the heavens and the earth be created. May the waters and the herbs be created May the heavens and the earth be covered with autumn and may the gods sit down like Indra. 16.\nProtect my life, protect my breath, protect my breath, protect my eyes, protect my ears, protect my speech, drink my mind, protect my life-force, and give me light. 17.\nMa chanda: Prama chanda Pratima chanda Asrivaya chanda Pankti chanda Ushnik chanda\nBrihati chanda Anustup chanda Virat chanda Gayatri chanda Strishtup chanda Jagati chanda ।। 18. \nThe earth is the verse of the sky, the sky is the verse of the moon, the stars are the verse of the speech, the mind is the verse of the agriculture, and the deer is the verse of the cow. 19.\nAgni is the deity of wind, the sun is the deity of the moon, Vasu is the deity of Rudra,\nAditya is the deity of Maruts, Visve is the deity of Brihaspati, Indra is the deity of Varuna. 20.\nYou are the head, the king, you are the pole, you are the earth, you are the earth. 21. \nYantri Rad Yantryasi Yamani Dhruvaasi Dharitri.\nIshe tvorje tva rayyai tva poshaya tva lokam ta Indra. 22. \nAshu, three-fold, fifteen, Vyoma, seventeen, Dharuna, twenty-one,\nPraturti, eighteen, Tapa, nineteen, Abhivartta, twenty-two, Varcho, twenty-two, and twenty-two, Sambharana The womb is twenty-four, the womb is twenty-five, the energy is three, the sacrifice is thirty-one, the establishment is thirty-three, the abode of Bradhna is thirty-four, and the nose is thirty-four.The thirty-sixth\nvivarta, the forty-eighth, the earth, the fourth. 23.\nYou are the part of Agni, the master of initiation, the Brahman touched the Trivrit Stoma,\nYou are the part of Indra, the master of Vishnu, the Kshatriya touched the fifteenth Stoma,\nYou are the part of the human eyes, the master of Dhatu Janitraᳪ sprutaᳪ seventeen stomas\nYou are the part of Mitra, the lordship of Varuna, the heavens, rain, wind, spruta, twenty-one stomas. 24.\nYou are the part of the Vasus, the dominion of the Rudras, the twenty-four stomas touched by the four legs The three stomas touched by the power of dominion\nYou are the part of the sun of the gods, the dominion of Brihaspati, and the four stomas touched in the right direction. 25.\nYou are the portion of the young men, the sovereignty of the young men, the subjects, and the forty-four stomas. 26.\nSaha and Sahasya, the winter-covered fire, you are the source of the fire. These are the heavens and the earth between the same May the gods, who are covered with winter, sit down like Indra, and may the goddess Angirasvad sit down on the pole. 27. \nThey studied the creatures with one praise, the Creator was the lord of the three, the Brahman was the lord of the Brahmans, the lord of the Brahmans was the lord of the five, the beings were created, the lord of the beings was the lord of the seven The sages were created and the creator was the master. 28.\nThey created the fathers with nine, the sun was their consort, the seasons were their lords, the seasons were their lords, the months were their lords, the year was their lord, and the year was their lord Indra created the Kshatriyas and was their lord. They praised the villagers with seventeen animals and Brihaspati was their lord. 29. \nThe nineteen praised Sudras were the masters of the day and night, the twenty-one praised the one-cursed animals, and Varuna was the master.\nThe twenty-three praised the inferior animals The sun was the lord of the twenty-five praised forests and the animals were created. 30.\nTwenty-nine praised the trees, the moon was the lord, thirty-one praised the people, the barley and the tea were the lords, and the three hundred praised the beings, and the creator calmed the beings The supreme lord of the world was that Indra. 31 ।।",.।। 25.\nYou are the portion of the young men, the sovereignty of the young men, the subjects, and the forty-four stomas. 26.\nSaha and Sahasya, the winter-covered fire, you are the source of the fire. These are the heavens and the earth between the same May the gods, who are covered with winter, sit down like Indra, and may the goddess Angirasvad sit down on the pole. 27. \nThey studied the creatures with one praise, the Creator was the lord of the three, the Brahman was the lord of the Brahmans, the lord of the Brahmans was the lord of the five, the beings were created, the lord of the beings was the lord of the seven The sages were created and the creator was the master. 28.\nThey created the fathers with nine, the sun was their consort, the seasons were their lords, the seasons were their lords, the months were their lords, the year was their lord, and the year was their lord Indra created the Kshatriyas and was their lord. They praised the villagers with seventeen animals and Brihaspati was their lord. 29. \nThe nineteen praised Sudras were the masters of the day and night, the twenty-one praised the one-cursed animals, and Varuna was the master.\nThe twenty-three praised the inferior animals The sun was the lord of the twenty-five praised forests and the animals were created. 30.\nTwenty-nine praised the trees, the moon was the lord, thirty-one praised the people, the barley and the tea were the lords, and the three hundred praised the beings, and the creator calmed the beings The supreme lord of the world was that Indra. 31 ।।",.।। 25.\nYou are the portion of the young men, the sovereignty of the young men, the subjects, and the forty-four stomas. 26.\nSaha and Sahasya, the winter-covered fire, you are the source of the fire. These are the heavens and the earth between the same May the gods, who are covered with winter, sit down like Indra, and may the goddess Angirasvad sit down on the pole. 27. \nThey studied the creatures with one praise, the Creator was the lord of the three, the Brahman was the lord of the Brahmans, the lord of the Brahmans was the lord of the five, the beings were created, the lord of the beings was the lord of the seven The sages were created and the creator was the master. 28.\nThey created the fathers with nine, the sun was their consort, the seasons were their lords, the seasons were their lords, the months were their lords, the year was their lord, and the year was their lord Indra created the Kshatriyas and was their lord. They praised the villagers with seventeen animals and Brihaspati was their lord. 29. \nThe nineteen praised Sudras were the masters of the day and night, the twenty-one praised the one-cursed animals, and Varuna was the master.\nThe twenty-three praised the inferior animals The sun was the lord of the twenty-five praised forests and the animals were created. 30.\nTwenty-nine praised the trees, the moon was the lord, thirty-one praised the people, the barley and the tea were the lords, and the three hundred praised the beings, and the creator calmed the beings The supreme lord of the world was that Indra. 31 ।।",.The beasts were created by the sun, and the sun was the lord of the twenty-five praises. The beasts were created by the wind, and the twenty-seven praises were the lord of the heavens and the earth were .. 30. \nTwenty-nine praised the trees, the moon was the lord, thirty-one praised the people, the barley and the tea were the lords, and the three hundred praised the creatures The supreme lord of the world was that Indra. 31 ।।",.The beasts were created by the sun, and the sun was the lord of the twenty-five praises. The beasts were created by the wind, and the twenty-seven praises were the lord of the heavens and the earth were .. 30.\nTwenty-nine praised the trees, the moon was the lord, thirty-one praised the people, the barley and the tea were the lords, and the three hundred praised the beings, and the creator calmed the beings The supreme lord of the world was that Indra. 31 ।।",.
    "adhyaya": 14 
  }, 
  "14": { 
    "veda": "yajurveda", 
    "samhita": "vajasneyi-madhyandina-samhita", 
    "chapter": 16,
    "text": "Agne jatan pra nuda na sapatna pratyajatan nuda jatavedah.\nAdhi no bruhi sumana ahedanstava syama sharma trivarutha udbhau Knock on the Vedas that have been born.\nTell us about the flowers, and we will be able to destroy our enemies May the gods praise you in the universe Manashchanda\nVyachachanda: Sindhuchanda: Samudrachanda:Sariramchanda: Kakupchandastrikakupchanda: Kavyachanda\nAnkupachanda: Aksharapanktichanda: Padapanktichanda Vistarapankti, the sword, the sword, the sword, the sword, the sword, the sword, the sword, the sword, the sword, the sword, the sword, the sword, the sword, the sword, the sword, the sword, the sword, the sword, the sword. Saᳪstupchanda anuṣṭupchanda evaschanda varivaschanda vayaskṛchanda viṣpardhaschanda\nvishalaṁ chanda chādiśchanda doorohana chanda tandram chanda aṅkaṅkam chanda ।।\nBy the rays of truth, live truth, by the righteousness of the dead, by righteousness, by day, by day, by day, by space, by space, by counterpart, by earth, by pillar, by rain, by rain By the day, by the day, by the night, by the night, by the sun, by the moon, by the sun, by the sun, by the sun, by the sun, by the sun, by the sun, by the sun, by the sun, by the sun Jinvaidenaushadhibhiroshadhi jinvottamena tanubhi tanurjinva vayodhasadhitena adhitam jinvabhijita tejasa jinva You are the light, you are the light, you are the light, you are the light, you are the light, you are the light, you are the light, you are the light, you are the light, you are the light, you are the light, you are the light 9. You are the king of the eastern directions, the gods are the masters of the fire, and you are the three-fold stoma of the earth May the sages of the sky, the firstborn of the gods, praise you with the best of the heavens, the holder of the tea, and the lord of the tea, and may they all know you behind your nose in heaven and in the world May the southern Rudras in the universe, the lord of the gods, may Indra, the protector of the Hetis, protect you from the fifth stoma of the earth, and may you be blessed with the great Sama May the sages of the sky, the firstborn of the gods, praise you with the best of the heavenly bodies, and may the holder of the tea and the lord of the universe bless you with the sacrifice in heaven and in the world Varuna, the lord of the gods, the protector of the Hetis, is the seventeenth stoma:May the earth rest on the Marutvatiya Muktha for pain, may the Vairupaᳪsama be established in the sky, may the sages in the sky, the firstborn among the gods, may the heavens praise you with their matter, may the holder of tea and the lord of the tea be yours Let them invite the sacrificer in heaven and on earth on the back. 12.\nMay the southern Maruts of Svaradas, the lord of the gods, may the moon, the twenty-first of the Hetis, protect you, and may the twenty-one stomas of the earth protect you May the sages of the sky, the firstborn of the gods, praise you with the best of the heavenly matter, the holder of the tea and the master of the tea, and may all of them, with their consciousness, invite you to the back of your nose in heaven and in this world. 13.\nYou are the greatest consort of the universe, and the gods are the masters of the universe May the sages of the sky, who are the firstborn of the gods, praise you with the best of the heavens, the holder of the tea and the lord of the tea, and may all of them, with their consciousness, invite you to be the sacrificer in heaven and in this world. 14.\nThis is the city of Harikesha, the sun-rays, his charioteers, his charioteers and his army May they protect us and may they bless us and may we put in their jaws those whom we hate and those who hate us. 15.\nThis is the southern Visvakarma, the sound of his chariot, the sound of his chariot, and the picture of his army And whoever hates us, we blow in their jaws. 16.\nThis is the world after him, and his chariots and his chariots are the armies of the villages We hate and whoever hates us we put in their jaws. 17. \nThis is the north of Sanyadvasu, and his Tarkshya and Charishtanemi are the two armies of the villages Let’s blow them in the jaws of those who hate us. 18. \nThis is the upper Vagvasu, and his Senajit and Sushena are the two army villages We hate and whoever hates us we put in their jaws. 19. \nFire is the head of the heavens, and Kakutpati is the lord of the earth. 20.\nThis fire is the source of a thousand horses and a hundred plants. The head of the poet of the Rais. 21.\nThou, O fire, have been stirred up by the Pushkara, the Adhyatharva. The head of the universe is the tiger. 22.\nYou are the leader of the earth, the sacrifice and the passion, where you move about with the auspicious warriors. 23.\nThe fire of ignorance is like a cow in the morning to the sacrificial fire.Sisrate nose fish. 24.\nWe have spoken to the poet Medhya, the words of Vandaru, to the bull Vrishni. 25.\nThis is the first sacrifice offered by the bearers in this world. 26.\nThe cowherd men of the people are the unborn, the awake, the fire, the skilled, the new sun. 27. \nThey, O fire, Angiras, found you in the cave, and you were well-off in the forests and to the fire.\nto the rain-maker of the earth, to the son of Sahasvata. 29.\nSaᳪsamidyuvase vrishannagne visvanyarya a. Idaspada, you are offering sacrifices, so fill us with Vasunya. 30. \nThe animals of the Vikṣu are sacrificing to you, Chitraśrava. Shochiskesham Purupriyagne Havyaya Vodhave. 31.\nEna vo agnim namasorjo napatama huve. Priyam chetishtamaratiᳪ svadhvaram visvasya messenger nectar. 32.\nThe messenger of the universe is immortal. He is added to the wrath of the world-eater, and he is the sacrifice of the milkman. 33. \nHe ran away from the sacrifice. He ran away from the sacrifice. Subrahma is the sacrifice, Sushami is the god of the Vasus, and Radha is the god of the people. 34.\nAgne vajasya gomata ishanah sahaso yaho. Give us the Jataveda and the great hearing. 35.\nHe is the source of the earth, the poet, the fire, and the words. Revada, give us the Purvanika. 36.\nThe night, O king, is the source of your satisfaction in the fire. He burned the Tigmajamba demon. 37. \nBlessed be the fire, the auspicious night, the auspicious sacrifice. Bhadra or praises. 38.\nBhadra or praise, may your mind be blessed, O Vritraturye. Yena samatsu sasah:. 39.\nWhich makes you stable in the same places and makes you very strong. Vanema te abhishtibhiḥ. 40.\nI consider the fire to be the Vasura, whom the cows go to. 41. \nSo the fire, which is the source of the earth, is the source of the cows. 42.\nUbhe suschandra sarpiso darvi shrinish asani.\nUto na utpupurya uktheshu shavasspata isha stotribhya a bhara. 43. \nO fire, do not touch that horse today with the stomas, nor with the sacrifices, nor with the goodᳪ heart. Ridhyama ta ohai: ।। 44.\nAdha hyagne krator bhadra daksha sadho. You became the charioteer of the truth. 45.\nBy these suns, be our golden light. Agne visvebhiḥ sumana anikaiḥ. 46. ​​I consider the fire to be the priest, the wealth to be given, the son to be born, and the brāhmaṇa not to be born. The ghee is poured down and the butter is poured out. 47.\nAgne, you are our last or our saviour, Shiva, Varuthy..\nThat you are mourning, Didivas, we surely wish you well for your friends. 48.\nBy which the sages, by whose austerities they performed the sacrifice, filled the fire with their voices. 49.\nLet us follow him with our wives, our gods, our sons, our brothers, or our deer. 50.\nA words rose in the middle of the earth, this fire, the righteous husband, and the sword. 51.\nThis fire is the most heroic of the elders, and thousands of the elders have used it to illuminate it. 52.\nSamprachyavadhvamupa samprayatagne patho devayanan krinudham.\nAgain, the fathers, young men, followed this fiber in you. 53.\nAwake to your fire and take it to the fulfillment of your desires and create it. 54.\nBy whom you carry a thousand, O fire, all the Vedas.\nTake us to this sacrifice to the heavenly gods. 55.\nThis is your womb, the priest, from whom you were born. Knowing him, you grew naked and increased the sun. 56. \nAusterity and austerity are the winter covered by the fire, and you are the source of the heavens and the earth. May the fires which are the same as the heavens and the earth|\nMay the gods who are covered by the moon and the moon sit down like Indra. 57.\nMay the Supreme Lord call you to the light of the heavens. Give light to the universe for breathing and for breathing. 58.\nClear the world, cleanse the hole, and cleanse the pole. The fires of Indra and Brihaspati have settled you in this universe. 59.\nThey are the source of this interest-bearing moon. The birth of the gods is the light of the three heavens. 60.\nThe universes grew Indra, the sea-god, and the mountains. The charioteer, the lord of the charioteers, the lord of the horses. 61. \nThe horse of the proth will not be in the barley unless the great one is in the two coverings. 62.\nI invite you to the house in the shadow of the moon in the heart of the sea. 63.\nMay the Supreme Lord bless you on the surface of the heavens, and may you be blessed with the light of the sun .\nMay the sun shine upon you with its auspicious brightness and may the goddess Angirasvada bless you in the pole. 64.\nYou are the measure of a thousand, you are the image of a thousand, you are the source of a thousand, you are the source of a thousand. 65 ।।",.।। 51.\nThis fire is the most heroic of the elders, and thousands of the elders have used it to illuminate it. 52.\nSamprachyavadhvamupa samprayatagne patho devayanan krinudham.\nAgain, the fathers, young men, followed this fiber in you. 53.\nAwake to your fire and take it to the fulfillment of your desires and create it. 54.\nBy whom you carry a thousand, O fire, all the Vedas.\nTake us to this sacrifice to the heavenly gods. 55.\nThis is your womb, the priest, from whom you were born. Knowing him, you grew naked and increased the sun. 56. \nAusterity and austerity are the winter covered by the fire, and you are the source of the heavens and the earth. May the fires which are the same as the heavens and the earth|\nMay the gods who are covered by the moon and the moon sit down like Indra. 57.\nMay the Supreme Lord call you to the light of the heavens. Give light to the universe for breathing and for breathing. 58.\nClear the world, cleanse the hole, and cleanse the seed of the pole. The fires of Indra and Brihaspati have settled you in this universe. 59.\nThey are the source of this interest-bearing moon. The birth of the gods is the light of the three heavens. 60.\nThe universes grew Indra, the sea-god, and the mountains. The charioteer, the lord of the charioteers, the lord of the horses. 61. \nThe horse of the proth will not be in the barley unless the great one is in the two coverings. 62.\nI invite you to the house in the shadow of the moon in the heart of the sea. 63.\nMay the Supreme Lord bless you on the surface of the heavens, and may you be blessed with the light of the sun .\nMay the sun shine upon you with its auspicious brightness and may the goddess Angirasvada bless you in the pole. 64.\nYou are the measure of a thousand, you are the image of a thousand, you are the source of a thousand, you are the source of a thousand. 65 ।।",.।। 51.\nThis fire is the most heroic of the elders, and thousands of the elders have used it to illuminate it. 52.\nSamprachyavadhvamupa samprayatagne patho devayanan krinudham.\nAgain, the fathers, young men, followed this fiber in you. 53.\nAwake to your fire and take it to the fulfillment of your desires and create it. 54.\nBy whom you carry a thousand, O fire, all the Vedas.\nTake us to this sacrifice to the heavenly gods. 55.\nThis is your womb, the priest, from whom you were born. Knowing him, you grew naked and increased the sun. 56. \nAusterity and austerity are the winter covered by the fire, and you are the source of the heavens and the earth. May the fires which are the same as the heavens and the earth|\nMay the gods who are covered by the moon and the moon sit down like Indra. 57.\nMay the Supreme Lord call you to the light of the heavens. Give light to the universe for breathing and for breathing. 58.\nClear the world, cleanse the hole, and cleanse the pole. The fires of Indra and Brihaspati have settled you in this universe. 59.\nThey are the source of this interest-bearing moon. The birth of the gods is the light of the three heavens. 60.\nThe universes grew Indra, the sea-god, and the mountains. The charioteer, the lord of the charioteers, the lord of the horses. 61. \nThe horse of the proth will not be in the barley unless the great one is in the two coverings. 62.\nI invite you to the house in the shadow of the moon in the heart of the sea. 63.\nMay the Supreme Lord bless you on the surface of the heavens, and may you be blessed with the light of the sun .\nMay the sun shine upon you with its auspicious brightness and may the goddess Angirasvada bless you in the pole. 64.\nYou are the measure of a thousand, you are the image of a thousand, you are the source of a thousand, you are the source of a thousand. 65 ।।",.The heavens and the earth are in the midst of the same|\nThey are covered with the moon and the moon. 57.\nMay the Supreme Lord call you to the light of the heavens. Give light to the universe for breathing and for breathing. 58.\nClear the world, cleanse the hole, and cleanse the pole. The fires of Indra and Brihaspati have settled you in this universe. 59.\nThey are the source of this interest-bearing moon. The birth of the gods is the light of the three heavens. 60.\nThe universes grew Indra, the sea-god, and the mountains. The charioteer, the lord of the charioteers, the lord of the horses. 61. \nThe horse of the proth will not be in the barley unless the great one is in the two coverings. 62.\nI invite you to the house in the shadow of the moon in the heart of the sea. 63.\nMay the Supreme Lord bless you on the surface of the heavens, and may you be blessed with the light of the sun .\nMay the sun shine upon you with its auspicious brightness and may the goddess Angirasvada bless you in the pole. 64.\nYou are the measure of a thousand, you are the image of a thousand, you are the source of a thousand, you are the source of a thousand. 65 ।।",.The heavens and the earth are in the midst of the same|\nThey are covered with the moon and the moon. 57.\nMay the Supreme Lord call you to the light of the heavens. Give light to the universe for breathing and for breathing. 58.\nClear the world, cleanse the hole, and cleanse the pole. The fires of Indra and Brihaspati have settled you in this universe. 59.\nThey are the source of this interest-bearing moon. The birth of the gods is the light of the three heavens. 60.\nThe universes grew Indra, the sea-god, and the mountains. The charioteer, the lord of the charioteers, the lord of the horses. 61. \nThe horse of the proth will not be in the barley unless the great one is in the two coverings. 62.\nI invite you to the house in the shadow of the moon in the heart of the sea. 63.\nMay the Supreme Lord bless you on the surface of the heavens, and may you be blessed with the light of the sun .\nMay the sun shine upon you with its auspicious brightness and may the goddess Angirasvada bless you in the pole. 64.\nYou are the measure of a thousand, you are the image of a thousand, you are the source of a thousand, you are the source of a thousand. 65 ।।",.
    "adhyaya": 15 
  }, 
  "15": { 
    "veda": "yajurveda", 
    "samhita": "vajasneyi-madhyandina-samhita", 
    "chapter": 17,
    "text": "O Rudra, I offer my obeisances to You, whose arrows are in my hands. O Rudra, I offer my obeisances to Your arrows. I offer my obeisances to Your arms Carry her in your hands, O mountain, and do not be afraid of the world The divine physician.\nAnd all the snakes and all the demons are the source of the universe We worship this one with a thousand heads.\nHe who is blue-necked and reddish-brown, whom the cows have not seen, is seen and bless us O sweet one, I offer my obeisances to those who are his Vāṇava2, whose arrows were in your hands, protect us from the sword May Heti cover us with the arrows that are in our hands O Dharṣṇava, who extends his weapons, I offer my obeisances to you with both your arms. Dear body, O Rudra, do not revile us.\nDo not revive us in our son, nor in our life, nor in our cows, nor in our horses O Lord of the armies and other directions, O Lord of the trees, Lord of the green-haired animals, Lord of the grass, Lord of the paths, Lord of the green-haired, Lord of the nourished Obeisance to the Babhlusha, the lord of food, the cause of Bhava, the lord of the worlds, the Rudra, the destroyer of the fields, the charioteer, the destroyer of the forests O lord of the architects, lord of the trees, lord of the earth, lord of the herbs, covered with water, lord of the ministers, lord of the orbits, lord of the leaves that cry out loudly, I offer my obeisances to you O lord of the running beings, O lord of the patient, O lord of the sick, O lord of the sick, O lord of the arrows, O lord of the thieves, O lord of the lowly, O lord of the attendants, O lord of the forests O lord of the stayu, O lord of the archers, O lord of the thieves, O lord of the snakes, O lord of the killers, O lord of the swords, O lord of the night-walkers, I offer my obeisances to You O Ushnishine, mountain-dweller, lord of the Kulunchas, I offer my obeisances to you, the archers and the bowmen, and I offer my obeisances to you.I offer my respectful obeisances to those who have given back and to those who have given. 22.\nI offer my obeisances to you who are throwing and those who are throwing, I offer my obeisances to you who are asleep and awake, I offer my obeisances to you who are lying and sitting, I offer my obeisances to you who are standing and running. 23.\nI offer my respectful obeisances to you, the assemblies and the chiefs of the assemblies, to the horses and the masters of the horses, to the sick and the dividing, to the mountains and the three-killers. 24. \nI offer my respectful obeisances to you, the Ganas and the Ganapatis, the Vratas and the Vratapatis, the Gritses and the Gritsepas, the Virupas and the Visvaroopas. 25.\nI offer my obeisances to you, the armies and the armies, I offer my obeisances to you, the charioteers and the charioteers, I offer my obeisances to you, the kshatriyas and the collectors, I offer my obeisances to you, the great and the infants. 26. \nI offer my respectful obeisances to you, the Takshas and the charioteers, the Kulalas and the Kurmaras, the Nishadas and the Punjishtas, the dogs and the deer. 27.\nObeisances to you dogs and dog-masters, obeisances to Bhava and Rudra, obeisances to Sharva and the lord of the animals, obeisances to the blue-necked and the cold-necked. 28. \nOm Kapardina, with his hair loose, O thousand-eyed, hundred-bowed, mountain-dwelling, ship-dwelling, sweet-smelling, archer\n 29.\nObeisance to the short and the left, to the large and the rainy, to the old and the old, to the foremost and the first. 30. \nOm Ashva and Chajira, Shighrya and Shibhya, Ourmya and Avasvanya, Nadeya and Dvipya. 31. \nOm to the eldest and the youngest, to the eldest and the youngest, to the middle and the bow-proudI offer my obeisances to the swift and the swift, to the waves and the soundless, to the nade and the island. 31. \nOm to the eldest and the youngest, to the eldest and the youngest, to the middle and the bow-proudI offer my obeisances to the swift and the swift, to the waves and the soundless, to the nade and the island. 31. \nOm to the eldest and the youngest, to the eldest and the youngest, to the middle and the bow-proudand I offer my obeisances to the inferior and the intelligent. 32.\nOm Sobhya and Pratisarya, Om Yamya and Kshemya, Om Shlokya and Avasanya, Om Urvarya and Khalya. 33. \nOme to the forest and the orbit, to the hearing and the promise, to the swift and the swift, to the brave and the distinguishing. 34. \nOme to Bilmine and Kavachi, to Varmina and Varuthi, to Shruta and Shrutasena, to Dundubhya and Chahananya. 35. \nObeisance to Dhrishnava and Pramrusha, to the archer and the archer, to the sharp-armed and the armed, to the self-armed and the bow-wielding. 36. \nOm Sruti and Pathya, Katya and Nipya, Kulya and Sarasya, Nadeya and Vaishanta. 37. \nOme to the well and the water, to the source of the heat, to the cloud and the lightning, to the rain and the rain. 38. \nOm Vatya and Reshmya, Vastavya and Vastupa, Soma and Rudra, Tamra and Charuna. 39. \nObeisance to the horn and the lord of the beasts, to the fierce and terrible, to the foremost and the far-killing, to the killer and the destroyer, to the trees and the green-haired, to the star. 40.\nOm Shambhavaya Mayabhavaya Om Shankaraya Mayaskaraya Om Shivaya Shivatara 41. \nOme to the parya and the avarya, to the pratarana and the uttarana, to the tirthya and the kulya, to the shashpya and the phenya. 42. \nOme to Sikatya and Pravahya, Ome to Kishila and Kshayana, Ome to Kapardina and Pulastya, Ome to Irinya and Prapathya I offer my obeisances to the household, the heart, the dwelling place, the cut and the best of the caves. 44. \nOme to the dry and the green, obeisance to the west and the dust, obeisance to the lopya and the cholapya, obeisance to the thigh and the sun. 45. \nOm to the leaf and the leaf-bearing, Om to the roaring and the striking, Om to the archers and the bow-makers, Om to the Kirikas and the hearts of the gods I offer my obeisances to those who are searching and those who are searching and those who are not killed. 46.\nDrape Andhasaspate, poor blue and red.\nDo not be afraid of these people, these animals, and do not be afraid of us. 47.\nWe fill these minds with Rudra, the hero who destroys the Kapardi, the Tavasa. 48.\nYa te Rudra Shiva Tanu Shiva Visvaha Bheshaji. Shiva is the medicine of Ruta, and by her you bless us and give us life. 49.\nMay the cause of Rudra protect us from these evil-minded sins. 50.\nBe the sweetest, most auspicious, most auspicious of all, and be our flower. 51.\nVikiridra Vilohita, I offer my obeisances to you. May those who are a thousand causes offer us another. 52.\nThousands and thousands of arms are your causes:. O Lord, make them the face of the east. 53.\nThere are innumerable thousands of Rudras on earth. Their bows are in the thousand yojanas. 54.\nBe above this great ocean of space. Their bows are in the thousand yojanas. 55.\nThe blue-necked, cold-necked heavenly Rudras are worshipped. Their bows are in the thousand yojanas. 56. \nThey are blue-necked, cold-throated, and forgiving under their ears. Their bows are in the thousand yojanas. 57.\nThey are blue-necked and reddish-brown in the trees. Their bows are in the thousand yojanas. 58.\nThey are the masters of the beings, the arrows of the Kapardis. Their bows are in the thousand yojanas. 59.\nThey who protect the path, the path, the Ailbrida, the life, the battle. Their bows are in the thousand yojanas. 60.\nThey who wander about the holy places with deer in their hands and arrows in their hands. Their bows are in the thousand yojanas. 61.\nThey who throw people into drinking vessels in food. Their bows are in the thousand yojanas. 62.\nThey are so many and so great that the Rudras have spread out in all directions. Their bows are in the thousand yojanas. 63.\nObeisance to the Rudras who are in the heavens and whose arrows are the rain. They are ten east, ten south, ten west, ten north and ten above.\nMay they protect us, may they bless us, and may we put in their bosoms whom we hate and whoever hates us. 64.\nObeisance to the Rudras who are in the sky and whose arrows are the wind. They are ten east, ten south, ten west, ten north and ten above.\nMay they protect us, may they bless us, and may we put in their bosoms whom we hate and whoever hates us. 65.\nObeisance to the Rudras who are the food of the earth. They are ten east, ten south, ten west, ten north and ten above.\nMay they protect us, may they bless us, and may we put in their bosoms whom we hate and whoever hates us. 66 ।।",.. Their bows are in the thousand yojanas. 61.\nThey who throw people into drinking vessels in food. Their bows are in the thousand yojanas. 62.\nThey are so many and so great that the Rudras have spread out in all directions. Their bows are in the thousand yojanas. 63.\nObeisance to the Rudras who are in the heavens and whose arrows are the rain. They are ten east, ten south, ten west, ten north and ten above.\nMay they protect us, may they bless us, and may we put in their bosoms whom we hate and whoever hates us. 64.\nObeisance to the Rudras who are in the sky and whose arrows are the wind. They are ten east, ten south, ten west, ten north and ten above.\nMay they protect us, may they bless us, and may we put in their bosoms whom we hate and whoever hates us. 65.\nObeisance to the Rudras who are the food of the earth. They are ten east, ten south, ten west, ten north and ten above.\nMay they protect us, may they bless us, and may we put in their bosoms whom we hate and whoever hates us. 66 ।।",.. Their bows are in the thousand yojanas. 61.\nThey who throw people into drinking vessels in food. Their bows are in the thousand yojanas. 62.\nThey are so many and so great that the Rudras have spread out in all directions. Their bows are in the thousand yojanas. 63.\nObeisance to the Rudras who are in the heavens and whose arrows are the rain. They are ten east, ten south, ten west, ten north and ten above.\nMay they protect us, may they bless us, and may we put in their bosoms whom we hate and whoever hates us. 64.\nObeisance to the Rudras who are in the sky and whose arrows are the wind. They are ten east, ten south, ten west, ten north and ten above.\nMay they protect us, may they bless us, and may we put in their bosoms whom we hate and whoever hates us. 65.\nObeisance to the Rudras who are the food of the earth. They are ten east, ten south, ten west, ten north and ten above.\nMay they protect us, may they bless us, and may we put in their bosoms whom we hate and whoever hates us. 66 ।।",.
    "adhyaya": 16 
  }, 
  "16": { 
    "veda": "yajurveda", 
    "samhita": "vajasneyi-madhyandina-samhita", 
    "chapter": 18,
    "text": "The stone is the source of the mountain, and the milk is stored up by the waters of the herbs and the plants ।।\nThese are my fire and brick cows, one and ten and ten and one hundred and one hundred and one thousand and one thousand and ten thousand and ten thousand and ten thousand and ten thousand and ten thousand and ten thousand and ten thousand and ten thousand and ten thousand and ten thousand and ten thousand May these cows be my fire and bricks in this world ।।\nWe spend you in the fire of the sea. 4. We spend you in the fire of the snow O fire, you are the water of the rivers, O frog, and with them you may make our sacrifice the color of fire. Be our fire, O Shiva, with your slow tongue ।।\nThe fire that burns with grace, the light of the morning, not the sun .\nMay the others burn us, O fire, and may you become our Shiva They are the sacrificers who share the year.\nLet the offerers of the oblations in this sacrifice drink the honey of the ghee themselves There is nothing in the heavens or on the earth that blows ।।\nAgnistigmena shochisha yasad visva nyatrinam. Agni no vante rayim He entered the first cover2. 17. \nWhat was the beginning of the abode? He is the one who gives birth to the heavens and the earth with his arms and with his birds .\nThe wise ask with their minds that which dwells in the worlds Vrdhana.21.\nO Visvakarma, sacrifice yourself to the earth and the heavens with oblations.May Maghava be our rival here. 22.\nWe offer today the Vachaspati, the Visvakarma, the moon, the Manojuva, the horse. 23. \nVishvakarma, by increasing the oblations, you made Indra, your saviour, immortal. 24.\nThe father of the eyes is the father of the mind, and he is the source of the oil. 25. \nVishvakarma, the creator of the universe, is the source of the universe. 26.\nHe who is our Father, who gave birth to us, who is the Creator of the abodes, who knows the worlds and the universe.\nHe who is the only name of the godsThat’s the question that others in the world ask. 27.\nThen the sages of the past, who were old and not old, gave us the wealth. 28.\nThe other is the day, the other is the earth, the other is the gods and the demons.\nWho first conceived the waters where the gods met in the past? 29.\nThe waters first carried this womb, where the gods gathered in the universe. 30.\nYou do not know him who gave these animals to you. 31. \nVishvakarma, the dearest god, became the second Gandharva.\nThe third father, Purutra, conceived the waters of the herbs born of him. 32.\nThe quick bull of the calf is not terrible, but the clouds are the source of the stirring of the watchers. 33.\nWith the instantaneous cry of Vishnu, with the fighting of Duchyavana, with the fierceness of Dhrushnu. 34.\nHe is armed with arrows, he is subdued by bows, he is the battle-maker, he is Indra with his host. 35.\nBrihaspati, give us your chariot, the demon-killer, who is defeating his enemies. 36. \nKnowing his strength, the old man, the hero, the fierce, who endured a thousand horses. 37.\nGotrabhidam govidam vajrabahum jayantamajma pramrunantamojasa. 38.\nMay the heroic Indra, who is suddenly attacking the tribes, and who is a hundred-year-old, protect our army in battle. 39.\nMay Indra be their leader, Brihaspati be their southern sacrifice, and may the moon be their city. 40.\nThere was a fierce battle between Indra, Vrishna, Varuna, the king of the suns, and the Maruts. 41.\nO Indra, lift up the weapons of the elephants in my mind. 42.\nMay our Indra, who is in the remembered flags, conquer our arrows.\nMay our heroes be in the north, and may the gods be in the air. 43.\nTake the limbs of these houses, which seduce their minds, and become the others. 44.\nAvasrishta para pat sharavye brahmasaᳪshite. Go and find your friends and don’t leave any of them behind. 45.\nMay Indra, the conqueror of the dead, grant you peace. May your arms be as fierce as they are unbearable. 46.\nThis is the army of the Maruts, who do not compete with the others in strength. 47.\nWhere arrows fall like young arrows.\nThat is not Indra, Brihaspati or Aditi:May Vishvaha give you peace. 48. \nI cover your chests with my shield, and may the moon, the king, follow you with nectar. 49.\nOffer the north of the new fire with ghee. Create him with the nourishment of rice and increase his progeny. 50.\nTake this Indra to Pratara, the subduer of the born. Create him with the same brightness, and he is the sharer of the gods. 51.\nIncrease the offerings in the house of Kurma, O Agne. The gods spoke to him and this is the Lord of the Brahmans. 52.\nMay the gods of the universe fill you with their minds, O fire. May he be our Shiva, the good symbol of the fire. 53. \nMay the five directions be the divine sacrifice, and may the goddess, who is the source of all evil, protect the sacrifice. 54. \nThe great Ukthapatra Idya was afraid of me in the sacrificial fire. 55.\nThe divine earth, the camel, the goddess of fortune, the rich and the hundred-eyed. 56. \nThe fourth sacrifice is the sacrifice where the sacrifice is offered.\nMay the words of blessings be offered to us. 57.\nThe sun-rays, the green-haired, are in front of the sun, and the light rises2 incessantly. 58.\nThis plane is in the middle of the heavens, and the waters are in the sky. 59. \nThe sea of ​​Uksha, the red Garuda, entered the womb of the former father. 60. \nThe mountains increased the universe to Indra, the charioteer of chariots, the lord of the charioteers, the lord of the horses. 61.\nDevahuryajna a cha vakshat sumnahuryajna a cha vakshat. The fire of the sacrifice spoke to the gods2 62.\nDo not let the horse’s delivery be slow. Half of my enemies, Indra, has grabbed my lips2 63.\nThe gods have increased the Brahman in the Udgrabha and the Nigrabha. 64. \nOrder the fire, carrying the nose-head in your hands. 65.\nLove the eastern direction, O learned fire, and may the fire of the city be here. 66. \nI ascended from the earth to the sky, and from the sky I ascended to the heavens. 67.\nThey who are not expecting the heavens to grow in the heavens and the earth. 68. \nO fire, love the first of the gods, the eye of the gods, and then of the mortals.May the sacrificers be blessed. 69. \nThey run the child in a disfigured state with the same mind. 70.\nO fire, thousand-eyed, one hundred-headed, one hundred life-forces, one thousand exhales. 71.\nYou are the Garuda, the Garuda, on the back of the earth. 72.\nAjuhvan, the well-symbol, is the fire that is in front of you, and you are the saintly one. 73.\nI ask you to be the best of the suns, the best of the suns, the best of the world. 74.\nWe offer you the supreme birth, O fire, and we offer you the stomas in the best of sacrifices. 75.\nPreddho Agne Didihi Puro Na Ajasraya Surmya Yavistha. The horses ride on you forever. 76.\nO fire, do not touch that horse today with the stomas, nor with the sacrifices, nor with the goodᳪ heart. Ridhyama ta ohai: ।। 77.\nI offer my mind with ghee as the demigods came here to perform the sacrifice of the righteous. 78. \nThe seven sacrificial fires, the seven tongues, the seven sages, the seven dear abodes, the seven priests, the seven vaginas, sacrifice you in seven ways. 79.\nShukrajyoti, Chitrajyoti, Satyajyoti and Jyotishman. Venus and the righteous are the western days. 80. \nThese and others are the same and the counter-same. They are measured and measured. 81.\nRita, Satya, Dhruva and Dhruva. The holder and the holder are the holders. 82.\nRitajit, Satyajit, Senajit and Sushena. The closest friend and the farthest enemy are the hosts. 83. \nThese are the trees that are like these, and these are the trees that are like these. 84.\nSwatavan, Praghasi, Santapana and Gharmedhi. Kridi and Shaki Chojjeshi. 85.\nThe Maruts followed Indra as the Maruts followed Indra.\nMay the divine and the human beings follow this sacrifice. 86.\nThis breast is strong and rich in milk and water, O fire, in the midst of the river. 87. \nI am the source of the oil, and the womb of the oil is the abode of the oil. 88. \nThe waves of the sea are the source of honey2 and the source of nectar is the source of nectar. 89. \nWe have spoken the name of the oil in this sacrifice, and we have offered our obeisances.The horn vomited this white. 90.\nHe had four horns, three legs, two heads and seven hands.\nThe bull, bound in three pieces, cried out and the great god entered the mortals2 91.\nThe gods found the ghee in the cow, which was hidden by the hands of the threefold good. 92.\nThese are the hundreds of Vrajas who are raining from the heart of the sea, and the enemy does not see them. 93.\nThe rivers flow smoothly, not the cow, purified by the inner heart and mind. 94.\nThe Yahvas, whose noses are like the wind, drop like the sea on the road. 95.\nThe women of good fortune smiling at the fire flowed together.\nThe streams of ghee flowed from the sacrificial fire. 96. \nI am ready to carry you like a daughter.\nWhere the moon is born, where the sacrifice is performed, the streams of ghee flow. 97.\nAbhyarshata sustuti gavyamajima us bhadra dravinani dhatta.\nBring this sacrifice to us, O gods, whose streams of ghee are pouring out honey. 98.\nYour abode is the universe, which is situated on the earth, in the ocean, in the life within your heart. 99 ।।",
    "adhyaya": 17 
  }, 
  "17": { 
    "veda": "yajurveda", 
    "samhita": "vajasneyi-madhyandina-samhita", 
    "chapter": 19,
    "text":"May the horse, the delivery, the effort, the joy, the intelligence, the sacrifice, the voice, the verse, the hearing, the light, the heaven, and the life-force be granted to me by the sacrifice May my mind, my speech, my mind, my eyes, my ears, my skill, my strength be enriched by the sacrifice May my bodies be nourished by my sacrifice, and may my life and my old age be granted to me May the grapes, the old age, and the growth be my sacrifice.\nMay my truth, my faith, my world, my wealth, my universe, my greatness, my play, my joy, my birth, my birth, my good deeds May the sacrifice grant me truth, nectar, tuberculosis, longevity, safety, happiness, sleep and a good day ।।\nMay you be my controller, my holder, my peace, my patience, my universe, my greatness, my consciousness, my mother, my seer, my rhythm, and my sacrifice May My desire, My desire, My Saumana, My wealth, My good fortune, My prosperity, My fame be granted to Me by sacrifice May you grant me the sacrifice of my husband, my agriculture, my rain, my victory, my fruitfulness, and my sacrifice May you grant me my food and my eyes by the sacrifice May Sumati be My sacrifice.\nMay the oats be My barley, the meat My seeds, the coins My coins, the priyangavas My atoms, the shyamakas My nivaras, the wheat My lentils. 12. May the stones be Mine, the clay be Mine, the mountains be Mine, the trees be Mine, the deer be Mine, the iron be Mine, the iron be Mine, the lead be Mine, and the water be Mine May My plants, My herbs, My fields, My uncultivated fields, My cattle, My forests, My wealth, My wealth, My beings, My happiness, be granted to Me by sacrifice 15. May the fire, the moon, the sun, the moon, the sun, the moon, the moon, the moon, the moon, the moon, the moon, the moon, the moon, the moon, the moon, the moon, the moon, the moon, the moon, the moon, the moon, the moon, the moon, all the starsLet them be equipped with sacrifice. 16. \nMay Mitra, Indra, Varuna, Indra, Dhata, Tvashta, Indra, Maruta, Indra, Visve, the gods and Indra be satisfied with my sacrifice. 17. \nMay the earth be mine, and the sky be mine, and the heavens be mine, and the equals be mine, and the stars be mine, and the directions be mine, and may the Indra be mine by sacrifice. 18. May the sun, the rays, the moon, the lord of the gods, the worshippers, the winds, the winds, the winds, the winds, the winds, the winds, the winds, the winds, the winds, the winds, the winds, the winds, the winds, the winds, the moon, the moon, the moon, the moon, the moon, the moon, the moon, the moon, the stars. 19. May the Agrayana, Vaishvadeva, Dhruva, Vaishvanara, Indragna, Mahavaishvade, Marutvatiya, Niskevalya, Savitri, Sarasvata, Patnivata and Hariyojana be granted to me by the sacrifice. 20. \nMay the ladle, the chamasa, the vayavya, the dronakalasha, the gravana, the adhishavana, the putabhrtha, the adhavaniya, the vedi, the barhi, the avabhrita, and the svagakara become mine by the sacrifice. 21.\nThe fire is My heat, the sun is My life, the horse is My life, the earth is My sun, the sun is My fingers, the heaven is My fingers.May the Indras and the directions be satisfied with my sacrifice. 22. \nMay my vows, my seasons, my austerities, my year, my day and night, my thighs and my great chariot be satisfied by my sacrifice. 23.\nOne and three and three and five and five and seven and seven and nine and nine and eleven and eleven and thirteen and fifteen and fifteen and seventeen and nineteen I have nineteen, I have twenty-one, I have twenty-one, I have twenty-three, I have twenty-three, I have twenty-five, I have twenty-five, I have twenty-seven, I have twenty-seven, I have twenty-nine May twenty-nine, thirty-one, thirty-three and thirty-three be offered to Me by the sacrifice. 24. \nFour, eight, eight, twelve, sixteen, sixteen, twenty, twenty-four, twenty-four, twenty-eight I have twenty-eight, I have thirty-two, I have thirty-two, I have thirty-six, I have thirty-six, I have forty-four, I have forty-four, I have forty-four May the forty-eight of me be satisfied with my sacrifice. 25. \nMay the three-eyed, the three-eyed, the Ditya-vat, the five-eyed, the five-eyed, the three-calved, the three-calved, the four-eyed, the four-eyed, be granted to Me by the sacrifice. 26. \nMay the back of my horse, the back of my horse, the hoof of my horse, the horse of my horse, the horse of my horse, the horse of my cow, and the cow of my cow be satisfied with my sacrifice. 27. \nSvaha to the horse, Svaha to the delivery, Svaha to the Apija, Svaha to the sacrifice, Svaha to the Vasava, Svaha to the lord of the day, Svaha to the day, Svaha to the fascinated, Svaha to the fascinated, Svaha to the destroyer, Svaha to the destroyer, Svaha, to the end of the future Svaha, lord of the world, Svaha, lord of the creatures, Svaha. 28.\nMay the life be satisfied by sacrifice, the life-force be satisfied by sacrifice, the eye be satisfied by sacrifice, the ear be satisfied by sacrifice, the mind be satisfied by sacrifice, the soul be satisfied by sacrifice, the Brahma be satisfied by sacrifice, and the light be satisfied by sacrifice May the heavenly sacrifices be blessed with the back of the sacrifice.\nThe stomas, the Yajur Vedas, the Rig Vedas, the Sama Vedas, the Bṛhat and the Rathantaras. 29.\nWe call the mother of the horse, Aditi, by our words. 30.\nMay the Maruts, the universal winds, the universal fires and the sacrificial fires be in the universe today. 31.\nThe horses are our seven directions or four paravatas. May the horses of the universe protect us from the gods of wealth. 32.\nVajo no adya pra suvati danam vajo devam2 ritubhi: kalpayati.\nVajo hi ma sarvaveera jajana visva asha vajapati jayeyam. 33 ।।\nVaja:From the front and from the middle, the horse increases the gods with oblations. 34.\nI create you with the milk of the earth and I create you with the herbs. So I am the horse, Saneya, O fire. 35.\nMilk on earth, milk in the herbs, milk in the heavenly sky, milk in the grain. May the milky directions be with me. 36. \nI consecrate you with the arms of the sun and the hands of the moon in the birth of the sun. 37. \nThe Ṛtaṣāḍṛta-dhāma is the fire, the Gandharvas are the herbs, and the Apsaras are the Mudo. 38. \nThe sun, the Gandharvas, the Marichas, the Apsaras and the Ayuvas are with him.\nMay he protect this Brahma and Kshatriya. 39. \nThe constellation is the sun, the rays, the moon, the Gandharvas, and the stars are the Apsaras and the Bhekuras. 40. \nThe wind is the Gandharva, the water is the Apsara, and the energy is the source of the universe. 4 1.\nThey shall eat the sacrifice of the Gandharvas, and the southern parts of the Apsaras shall be called Stavas. 42.\nThe creator, Visvakarma, the mind, the Gandharvas, the Riksama, the Apsaras and the eight are his names. 43.\nHe is our Lord of the universe, the Creator, whose house is above us. 44. \nYou are the sea, the source of the sky, and you are the source of the water.\nYou are the wind, and you are the source of the Maruts Vahi Swaha. 45.\nThey, O fire, whose rays spread the taste of the sun to the heavens, grant us today all the tastes of the people. 46. ​​\nMay the fire of Indra, O Brihaspati, grant us the taste of the sun, the taste of the cows and the horses. 47.\nGive us taste in the Brahmins and taste in the kings. Give me taste in the Vishyas and in the Sudras. 48. \nI go to the truth, bowing to the Brahman, and then the sacrificer rules with oblations. 49. \nGolden heat, Svaha, golden sun, Svaha, golden Venus, Svaha, golden light, Svaha, golden sun, Svaha. 50.\nI unite the fire with the corpse and the ghee, the divine Suparna, who is great in age. 51.\nThese are your wings and thunderbolts, the birds with which you protect us, O fire. 52.\nIndu, Daksha, Shyena, Ritava, Hiranyapaksha, Shakuna, Bhuranyu. 53.\nYou are the head of the heavens and the navel of the earth. Vishvayu:Sharma sapratha namaspathe. 54.\nYou stand at the head of the universe, lying in the ocean, and your heart is the water of the air. 55.\nThe sacrifice is desired by the Bhrigus and blessed by the Vasus. He didn’t want to go here with the money he wanted. 56.\nLet the desired fire drink the sacrifice, not the desired oblation. Svagedam Devabhyo Namah. 57.\nWhen the heart or the mind or the eyes are filled with tears from the sound,\nThen the dead go to the world of good deeds, where the sages, the first born of the ancients, went. 58.\nI give you this Sadhastha, who carried the sacrifice of the Jatavedas. 59.\nKnow this, O Lord, in the supreme sky, and the gods are present in it. 60.\nAwake to your fire and take it to the fulfillment of your desires and create it. 61.\nBy which you carry a thousand, by which you carry all the Vedas in the fire. Therefore, take us to this sacrifice to go to the heavenly gods. 62.\nThe circumference of the stone is the ladle, and the altar is the barhi. Take this sacrifice of Ṛg Veda to the heavenly gods. 63.\nWhatever is given, whatever is given, whatever is fulfilled, and whatever gifts are given. That fire of Vaishvakarma placed us in the heavenly gods. 64.\nWhere the streams of honey and butter are unbroken. That fire of Vaishvakarma placed us in his own devas. 65. \nI am fire by birth, the Vedas are my oil, my eyes are my nectar. 66. \nI am the Ṛg Veda, the Yajur Veda, the Sama Veda and the Sama Veda. 67.\nFor the killing of Vartra and for the death of the army. Indra, we’re going to turn you around. 68. \nSahadanu, you invoked the decaying hand of Indra, and you killed the growing piyaru of Vritra with your sword. 69. \nO Indra, kill us in battle and give us the lowly army. 70.\nThe deer is not a terrible cow, but the mountains are the source of the universe. 71.\nMay the fire of the universe not go to the other side. Agni is our Sustuti. 72.\nThe fire in the heavens, the fire in the earth, the universe entered the herbs. 73.\nWe see that desire of yours, O fire, and we see the sun, the sun-god, the hero. 74.\nWe offer our obeisances to you today, Rarima, for we have raised our hands to desire you. 75.\nThe fire, Indra, Brahma and Brihaspati covered the abode. May the gods of the universe, who are conscious, offer us the sacrifice, O auspicious one. 76.\nYou are the youngest of the daśuṣas, protect the men and hear the words. Raksha Tokamut Tmana. 77 ।।",
    "adhyaya": 18 
  }, 
  "18": { 
    "veda": "yajurveda", 
    "samhita": "vajasneyi-madhyandina-samhita", 
    "chapter": 20,
    "text": "I create you with the sweetness of the sweet, the intense with the intense, the nectar with the nectar. I create you with the honey of the moon The moon is the best of the sacrifices.\nThe moon is the best of the waters The moon is the daughter of the sun, and she is the eternal source of water Dhehi This is your womb for Indra, this is your source of strength, this is your source of strength Hisi: entering her womb. 7. \nYou have taken the Aśvinī-kumāra, the Sarasvatī, the semen and the strength Give me strength, give me strength, give me strength, give me strength, give me anger, give me anger, give me courage, give me courage. May the fox protect the lion and the lion.\nWhen the son drinks from his mother, he is happy Pṛṅkta vi ma pṛṅkta.\nThe gods offered the sacrifice to the physician Aśvinī-kumāra Tokmas are the form of the moon, and the moon is the form of the moon The milk of the purchased is sprinkled on the horses by the Indra Saraswati. 16. The altar is completed by the barhi, the sacrificial fire is offered by the fire The householder obtains the sacrifices with the praises The sacrificial fires are the sacrificial offerings. Saktunaᳪ is the form of the upavaka: the form of the karamba.The reverberation is appropriate. Yajeti, the form of the nurse, is sung by the great sacrificers. 24.\nHalf – the form of the verse is obtained by the verse. The moon is covered with milk in the form of weapons by the oṁkāras. 25.\nThe morning sacrifice by the Aśvinī-kumāras, and the midday sacrifice by Indra. Vaishvadeva Saraswati completed the third Savannah. 26.\nThe wind blows the wind and the wind blows. The pots are filled with water and the pots are filled with pots. 27.\nThe planets are obtained by the Yajur Vedas and the stomas are obtained by the Vishtutis. The chants of the Ruktha weapons are applied to the Samnavabhrtha. 28.\nHe obtains food with the idas and blessings with the words of the Sukta. Shanyu’s wife was sacrificed to the sacrificial Yajur Veda. 29.\nHe obtains initiation by vows and obtains gifts by initiation. Dakshina obtains faith and faith obtains truth. 30.\nThis is the form of the sacrifice performed by the devas and Brahma. That’s all he gets in the sacrifice, Sautramani’s daughter. 31.\nThe buffaloes offer their obeisances to the sacrifice of the gods, the priests, the heroes. 32.\nYour juice is filled with the herbs of the moon, and the juice of the son is filled with wine. By that Jinva, the sacrificer, with his madness, Saraswati, Aśvinā, Indra and Agni. 33.\nYama, the horse, offered obeisances to the demon, the son of Saraswati, to the senses. 34.\nWhat is here for the son of the enemy, whom Indra has drunk with his daughters,\nI am eating here with the mind of Shiva, the king of the moon. 35.\nI offer my respectful obeisances to the forefathers, to the grandfathers, to the great-grandfathers and to the great-grandfathers. They are the fathers who have eaten this, the fathers who have passed away, the fathers who have been cleansed. 36.\nMay the fathers of the moon purify me, and may the grandfathers of the moon purify me. With a holy hundred years of life.\nMay the grandfathers purify me and may the great-grandparents purify me. The holy hundred-year-old Visvamayur Vyashnava. 37. \nAgni, you are the source of life, the wind is the source of your light. Oh, stop the bad guys. 38.\nMay the gods purify me and may the minds purify me. May the universe purify all beings, and may the fire of Jata purify me. 39.\nPurify with the holy, and do not give it to the god of Venus. Agne kratva kratum1 ranu. 40.\nThat which is holy to you, O fire, spread out among you. May Brahma purify me with it. 41.\nThe wind is blowing and it is blowing us today. May the one who is the ship purify me. 42.\nO Lord, by both the sun and the holy sun. Purify me from the universe. 43.\nThe Vaishvadevi, the purifying goddess, has given us these many bodies without backs. 44.\nThey are the same fathers in the kingdom of Yama. May their world be their offering and their sacrifice to the gods. 45.\nThey are equally minded among the living beings. May their prosperity be in me for a hundred years in this world:।। 46. ​​\nI have heard of two creations, the ancestors, the gods and the mortals. 47.\nMay this sacrifice be my reproduction for the welfare of all the ten heroes.\nMay the fire make me abundant in progeny and give us food, milk and semen. 48. \nThe best of the Udirata, the Utparasa, the Unmadhyama, the Pitras, the Somyas. 49. \nAngiraso is our father, Navagvaा Atharva, Bhrigu and Somya.\nTheir age is the best of the sacrificial animals. 50.\nThey who were our forefathers, the Somyas and Vasishta, brought us to the Soma-pitha. 51.\nYou are the moon, the source of all knowledge, and you are the source of all knowledge. 52.\nBy you, O moon, our ancestors performed their deeds in the past. 53.\nYou, the moon, are the source of the heavens and the earth, and you are the source of the universe. 54.\nBarhishadah pitra utya rvagima vo havya chakrama jushadhvam. 55. \nI know the ancestors well,2 the fall and the prowess of Vishnu. 56. \nThe fathers of the moon are invited to the sacrificial treasures, the dearest treasures. 57.\nMay the forefathers of the moon, who are carried by the fires, come to us in the paths of the gods. 58. \nO fathers of the fire, go here to the assembly – the assembly, the assembly, the well-prepared ones. 59.\nThose who are fire-breathing and those who are not fire-breathing in the midst of the heavens are pleased with their sacrifices. 60.\nWe offer our sacrifices to you who are quick to dance in the fires. 61. \nSit on your right knee and chant this sacrifice in the universe. 62. \nThe seated Arun gave the sun to the mortal.\nThe fathers gave his sons the Vasva and they gave him the energy here. 63.\nYamagne, the carrier of poetry, you think of the sun. That’s what we’re hearing with our voices, and we’re fighting with the gods. 64.\nThe fire which carries the poems and which has increased the ancestors by the Yakshas. 65.\nYou, O Agni, have made the vehicles of poetry to be worshipped, and you have made them fragrant. 66.\nThey who are here and those who are not here and whom we know and whom we do not know. 67.\nThis is the salutation to the ancestors who came today from the past. 68.\nHalf as our ancestors, the Paras, the Pratnas, the fire, the truth and the quickness. 69. \nUshantastva ni dhimahiyushanta samidhimahi. Ushannushata a vaha pitru havishe attave. 70.\nThey covered the head of Namuchi with the foam of water. Visva yadjaya sprudha:।। 71. \nThe moon, the king of nectar, gave up death by his son Rijisena. 72.\nThe Kruṅga-angirasa drank milk from the waters with his intelligence. 73. \nHe drank from the waters of the moon and purified himself with his laughter. 74.\nThe taste flowing from food was drunk by Brahma, the Kshatriyas drank the milk of the moon, and the Prajapatis drank the milk of the moon. 75.\nSemen leaves the urine and enters the vagina. The womb is covered by old age and leaves the womb at birth. 76.\nSeeing the form, the Creator explained truth and falsehood. The Creator placed faith in falsehood and faith in truth. 77. \nBy the Vedas the Creator drank in the form of his sons and daughters. 78.\nSeeing the juice flowing, the creator drank the milk of the moon with the sperm of the sperm. 79. \nThe sages weave the tantra with lead, the sages with the thread of wool. 80.\nThe three gods, Sachi and Rana, gave him the form of nectar. 81.\nThen the Aśvinī-kumāra, the Rudravartani, the Sarasvatī, blows the gap between the muscles. 82. \nSaraswati, with her mind, is a professional wealth, and she is not afraid of the untruth. 83.\nThey gave birth to sperm and nectar with milk and semen with wine and urine. 84. \nIndra, the Sutrama, gave birth to the truth with his heart, and the sun gave birth to the Purodas. 85. \nThe intestines are the pots of honey, the anus is the vessels of good milk, and the cow is not the spleen. 86. \nThe waterpot is the youngest, born of the Sachis, in whose womb the womb is inside. 87.\nThe face of the member is the head of the saint, and the tongue is the sacred horse of the Saraswati. 88.\nThe eyes of the horses are nectar, the planets are the goats, the light is the oblations of salt.\nThe eyelids are the wheat.Kuvalairutani Pesho does not live in Shukrasita. 89.\nAvir, the sheep, is the path of life for the semen, and the nectar for the planets. 90.\nThe form of Indra is the bull for strength, the ears are the nectar for the planets. 91.\nThere is no wolf's hair on his face, no mustache on his face, no tiger's hair on his head. 92. \nThe physician gave the body to the Aśvinī-kumāra with the limbs of the Aśvinī-kumāra. 93.\nSaraswati, the wife of the two horses, carries the pregnancy in her womb. 94.\nThe light of the animals is the oblation, the milk is the source of the senses, and the honey is the nectar of the horses. 95 ।।",
    "adhyaya": 19 
  }, 
  "19": { 
    "veda": "yajurveda", 
    "samhita": "vajasneyi-madhyandina-samhita", 
    "chapter": 21,
    "text": "You are the womb of the Kshatriya, you are the navel of the Kshatriya. Do not be afraid of me, do not be afraid of me I sprinkle you with the arms of the Aśvinī-kumāras in the birth of the sun, and with the hands of the Pūṣṇas I sprinkle you with fame.\nWho are you, and whose body are you, O king of truth? My eyes are the giant ears.\nMy tongue is my goodness, my mind is my light, my joy is my fingers, my strength is my senses, and my hands are my strength My back is my stomach, my neck is my hips, my thighs are my knees, and my limbs are all around me. The eggs of joy and happiness are my fortune and my fortune is the cow.\nWith my feet I am Dharma, the king of Vishi.9.\nI stand against the Kshatriyas, against the nation, against the horses, against the cows I stand against the life-force, against the heavens and against the earth, against the sacrifice ।।\nThe first, the second, the third, the third, the truth, the truth, the sacrifice, the sacrifice, the Yajur Veda, the Sama Veda, the Sama Veda, the Ṛg Veda, the Puro Anuvakya, the Puro Anuvakya, the Yajya May the sacrifices of the Vasatkaras satisfy my desires We are the gods, and may the fire release us from the universe If you are awake, may the sun not release us from the universe 17. \nWe swear that the waters are invincible, O Varuna, then release us O Pururavna, protect me from your wrath.\nMay the waters of your heart enter the sea ।।\nLet the minds be purified by the holy waters of the Lord, who are freed from the sweat of Drupada.They looked at the answer. The sun, the god of the gods, is the best light. 21.\nLet us create the waters that you have flowed today with your juice. 22.\nEdho’syedhiṣīmahi samidasi tejasī tejas me dhehi.\nThe earth is the same as the sun. Samu visvamidam jagat.\nVaishvanarajyotir bhuyasam vibhun kamas vyasnavai bhuh swaha. 23.\nI offer sacrifices to you, O fire, lord of the vows. 24.\nWhere Brahma and Kshatriya walk together.\nThat is the holy world of wisdom, where the gods are with the fire. 25.\nWhere Indra and the wind are moving together. That world is a holy place of wisdom where there is no altar. 26.\nAshuna te ashuḥ pṛchyatam paruṣa paruḥ. May your fragrance protect the moon and may your taste protect me, O infallible one. 27.\nThey sprinkle, they sprinkle, they sprinkle, they purify. Surai babhrai made kintvo vadati kintva. 28.\nDhanavantam karambhinam poopavantam mukthinam. Indra, bless us in the morning. 29.\nSing to Brihadindra, the Maruts, who killed Vritra. He who gave birth to the light of the falsehood of the gods awakened the gods. 30.\nThe priests bring the moon to the sacred mountains. Punahindraya patave. 31.\nWho is the Lord of all beings, upon whom the worlds rest.\nWho is the Lord of the greatest of the great, I take you in me, I take you in me. 32.\nYou have taken the offering of the Aśvinī-kumāras, the Sarasvatī, the Indra, the Sutramna, this is your womb, the Aśvinī-kumāra, the Sarasvatī, the Indra, the Sutramna. 33.\nYou are the source of my life-force, the source of my air, the source of my eyes and the source of my ears. 34.\nYou have been made by the Aśvinī-kumāras, and you have been made by the Saraswati, and you have been made by Indra and Sutra. 35. \nIndra, the sacrificial fire, who had previously increased his appearance in the morning light, killed Vritra with his three hundred thunderbolts. 36. \nThe heroic Miman, who is the source of the sacrifice, is the source of the sacrifice. 37. \nIdito devair harivan2 abhishtirajuhvano havisha shardhamana.\nPurandara gotabhidavajrabahura yatu yajnamupa no jushana. 38. \nJushano barhi harivan na Indra prachinᳪ sidat pradisha prithivya. 39.\nLet the mothers of the goddesses, who are running away from Indra, become the bull. 40.\nThe dawn and the night, the great, the great, the milky, the milky, the mighty Indra. 41.\nThe divine Mimana, the man, the Purutra, the priest, gave the first good words to Indra. 42. \nThe three goddesses, who are growing up with Havisha, are the mothers of Indra, who are not his wives..\nThe fibers cut off by the milk of the Saraswati, the goddess Bharati, the universal turtle. 43. \nTvashta gave the sacrifice to Indra, and Apako gave the Puruni to the fame of Vrishna. 44. \nThe tree is not thrown down by the ropes, nor is the god bound by it. 45. \nThe mighty Indra, the bull-horse, is the moon of the Stokas. 46. ​​\nA yatu Indra avasa upa na iha stuto sadhamadastu shura. 47. \nA na Indra doorada na asad abhishtikridavase yasadugra. 48. \nMay Indra, the King of heaven, be with us and may you be pleased with us. 49. \nIndra, the saviour, the deliverer, Indra, the mighty Indra, the friend of the gods. 50.\nIndra: Sutrama Svavan2 Avobhis Sumridiko Bhavatu Visvavedas. 51. \nMay we be his age, and may he be the best of the sacrificial animals. 52. \nA slow Indra, go with the monkeys, with peacock feathers. 53.\nThis is Indra, the bull, the thunderbolt-armed Vasishta, whom the suns worship. 54.\nThe fire is kindled by the Aśvinī-kumāra, and the heat is the son of Virāta. The cow milks the Saraswati, the moonᳪ the sperm, and the senses here. 55.\nTanupa, the physician, had a daughter named Ashvinobha, who was the daughter of Saraswati. Honey carried the dust of the senses to Indra by the paths. 56. \nIndrayenduᳪ Saraswati Narashasena Nagnahum. Adhatam ashwaina madhu bheshajam bhishaja sute. 57.\nAjuhvana Saraswati Indra, the senses, the semen. They gave him the sun with the idas and the horses. 58.\nThe moon, the son of Namuchi, flowed to Venus. The Saraswati gave him the gift of the Barhisha Indra. 59.\nThe Kavashyas did not cross the river and the directions were not far from the horses. Indra did not cry, but Saraswati milked both desires. 60. \nThe morning and night are the horses of the heavens, and the evening is the senses. They are known to be well-fed and dressed in Saraswati. 61.\nProtect us from the fall of the Aśvinī-kumāra by day and by night, O Sarasvatī. The divine priests, the physicians, the fall of Indra, the son of Sacha. 62. \nThree threefold Saraswati and Aśvinā Bharatīda. They gave birth to the moon, which was flowing intensely. 63. \nThe honey is the medicine of the Aśvinī-kumāra, and the Saraswati is our medicine. Indra, Tvashta, fame, beauty, beauty, honey, daughter. 64.\nRituthendra Vanaspati:Shashman’s smile. The cow Saraswati milked honey from the horses of Keelala. 65.\nThe cows do not cover the moon with the horse and the month. Samadhatᳪ Saraswati Svahendra sutam madhu. 66. \nThe Aśvinī-kumāra offered the senses to the Sarasvatī. They gave the wealth of the demon Indra to Indra. 67. \nYama, the Aśvinī-kumāra, the Sarasvatī, increased the Havishendra. He pierced the ball of Indra and bowed to the demon Sacha. 68.\nThe animals, the Aśvinī-kumāras, and the Sarasvatī gave him Indra. They offered the sacrifice with the senses. 69. \nThe sun, Varuna and Bhaga gave the senses to Indra. He gave Sutrama the sacrifice to the sacrificer. 70. \nThe sun and Varuna gave the sacrifice to the sacrificer. He gave Namuchervasu the strength of his senses. 71.\nVaruna is the source of the senses, and the sun is the source of the opulence. Sutrama, with her fame and strength, ate the sacrifice. 72.\nThe horse is the sense of the cow, and the horse is the strength of the semen. Havishendraᳪ Saraswati increased the sacrifice. 73.\nThat is not a true, well-fed, deer-like man. Saraswati Havishmatindra protect us in our actions. 74.\nThat physician is a good worker, and she is a milky Saraswati. He gave the senses to Indra, the killer of Vritra, the hundred sacrifices. 75.\nThe young man bowed down to Surama with his horse and the demon Sacha. Vipipanas Saraswatindram Karmasvavata. 76.\nLike a son, the fathers of the Aśvinī-kumāras and the Indras gave birth to you with their poetic tears. 77.\nIn whom the bull breathed, the sheep were sacrificed, and the sacrifices were offered. 78. \nO fire, I offer you oblations like a ladle, like ghee, like the moon. 79.\nThe horse is the eye, the life-force is the Saraswati, and the semen is the power. They gave the senses to Indra by the force of their words. 80.\nThe cow dung is not a true horse, but a horse. Varti Rudra Nripayyam. 81.\nNot that the other, nor the other, took the bull’s-eye. The evil-doer is the mortal enemy. 82.\nTa na aa vodhamashvina rayim pishangasamdrim. Dhishnya varivovidam. 83.\nThe fire-goddess Saraswati has given us horses. Yajnam vastu dhiyavasuḥ. 84.\nThe encourager of the beautiful and the conscious of the wise. Saraswati gave the sacrifice. 85.\nMaho Arna: Saraswati pra chetayati ketuna. Dhiyo visva vi rajati. 86. \nIndra, go, Chitrabhana, these are your sons. They are purified by the breasts. 87. \nIndra, go and meditate on the brāhmaṇa’s son. Up Brahmani Vaghata:. 88. \nIndra, go to Tutujan, and you will be the Brahman, the Hariva. Sute, give us something. 89.\nLet the Aśvinī-kumāras drink the honey of the Sarasvatī with their light. 90 ।।",. He gave Sutrama the sacrifice to the sacrificer. 70. \nThe sun and Varuna gave the sacrifice to the sacrificer. He gave Namuchervasu the strength of his senses. 71.\nVaruna is the source of the senses, and the sun is the source of the opulence. Sutrama, with her fame and strength, ate the sacrifice. 72.\nThe horse is the sense of the cow, and the horse is the strength of the semen. Havishendraᳪ Saraswati increased the sacrifice. 73.\nThat is not a true, well-fed, deer-like man. Saraswati Havishmatindra protect us in our actions. 74.\nThat physician is a good worker, and she is a milky Saraswati. He gave the senses to Indra, the killer of Vritra, the hundred sacrifices. 75.\nThe young man bowed down to Surama with his horse and the demon Sacha. Vipipanas Saraswatindram Karmasvavata. 76.\nLike a son, the fathers of the Aśvinī-kumāras and the Indras gave birth to you with their poetic tears. 77.\nIn whom the bull breathed, the sheep were sacrificed, and the sacrifices were offered. 78. \nO fire, I offer you oblations like a ladle, like ghee, like the moon. 79.\nThe horse is the eye, the life-force is the Saraswati, and the semen is the power. They gave the senses to Indra by the force of their words. 80.\nThe cow dung is not a true horse, but a horse. Varti Rudra Nripayyam. 81.\nNot that the other, nor the other, took the bull’s-eye. The evil-doer is the mortal enemy. 82.\nTa na aa vodhamashvina rayim pishangasamdrim. Dhishnya varivovidam. 83.\nThe fire-goddess Saraswati has given us horses. Yajnam vastu dhiyavasuḥ. 84.\nThe encourager of the beautiful and the conscious of the wise. Saraswati gave the sacrifice. 85.\nMaho Arna: Saraswati pra chetayati ketuna. Dhiyo visva vi rajati. 86. \nIndra, go, Chitrabhana, these are your sons. They are purified by the breasts. 87. \nIndra, go and meditate on the brāhmaṇa’s son. Up Brahmani Vaghata:. 88. \nIndra, go to Tutujan, and you will be the Brahman, the Hariva. Sute, give us something. 89.\nLet the Aśvinī-kumāras drink the honey of the Sarasvatī with their light. 90 ।।",. He gave Sutrama the sacrifice to the sacrificer. 70. \nThe sun and Varuna gave the sacrifice to the sacrificer. He gave Namuchervasu the strength of his senses. 71.\nVaruna is the source of the senses, and the sun is the source of the opulence. Sutrama, with her fame and strength, ate the sacrifice. 72.\nThe horse is the sense of the cow, and the horse is the strength of the semen. Havishendraᳪ Saraswati increased the sacrifice. 73.\nThat is not a true, well-fed, deer-like man. Saraswati Havishmatindra protect us in our actions. 74.\nThat physician is a good worker, and she is a milky Saraswati. He gave the senses to Indra, the killer of Vritra, the hundred sacrifices. 75.\nThe young man bowed down to Surama with his horse and the demon Sacha. Vipipanas Saraswatindram Karmasvavata. 76.\nLike a son, the fathers of the Aśvinī-kumāras and the Indras gave birth to you with their poetic tears. 77.\nIn whom the bull breathed, the sheep were sacrificed, and the sacrifices were offered. 78. \nO fire, I offer you oblations like a ladle, like ghee, like the moon. 79.\nThe horse is the eye, the life-force is the Saraswati, and the semen is the power. They gave the senses to Indra by the force of their words. 80.\nThe cow dung is not a true horse, but a horse. Varti Rudra Nripayyam. 81.\nNot that the other, nor the other, took the bull’s-eye. The evil-doer is the mortal enemy. 82.\nTa na aa vodhamashvina rayim pishangasamdrim. Dhishnya varivovidam. 83.\nThe fire-goddess Saraswati has given us horses. Yajnam vastu dhiyavasuḥ. 84.\nThe encourager of the beautiful and the conscious of the wise. Saraswati gave the sacrifice. 85.\nMaho Arna: Saraswati pra chetayati ketuna. Dhiyo visva vi rajati. 86. \nIndra, go, Chitrabhana, these are your sons. They are purified by the breasts. 87. \nIndra, go and meditate on the brāhmaṇa’s son. Up Brahmani Vaghata:. 88. \nIndra, go to Tutujan, and you will be the Brahman, the Hariva. Sute, give us something. 89.\nLet the Aśvinī-kumāras drink the honey of the Sarasvatī with their light. 90 ।।",Saraswati is the semen with her life. They gave the senses to Indra by the force of their words. 80.\nThe cow dung is not a true horse, but a horse. Varti Rudra Nripayyam. 81.\nNot that the other, nor the other, took the bull’s-eye. The evil-doer is the mortal enemy. 82.\nTa na aa vodhamashvina rayim pishangasamdrim. Dhishnya varivovidam. 83.\nThe fire-goddess Saraswati has given us horses. Yajnam vastu dhiyavasuḥ. 84.\nThe encourager of the beautiful and the conscious of the wise. Saraswati gave the sacrifice. 85.\nMaho Arna: Saraswati pra chetayati ketuna. Dhiyo visva vi rajati. 86. \nIndra, go, Chitrabhana, these are your sons. They are purified by the breasts. 87. \nIndra, go and meditate on the brāhmaṇa’s son. Up Brahmani Vaghata:. 88. \nIndra, go to Tutujan, and you will be the Brahman, the Hariva. Sute, give us something. 89.\nLet the Aśvinī-kumāras drink the honey of the Sarasvatī with their light. 90 ।।",Saraswati is the semen with her life. They gave the senses to Indra by the force of their words. 80.\nThe cow dung is not a true horse, but a horse. Varti Rudra Nripayyam. 81.\nNot that the other, nor the other, took the bull’s-eye. The evil-doer is the mortal enemy. 82.\nTa na aa vodhamashvina rayim pishangasamdrim. Dhishnya varivovidam. 83.\nThe fire-goddess Saraswati has given us horses. Yajnam vastu dhiyavasuḥ. 84.\nThe encourager of the beautiful and the conscious of the wise. Saraswati gave the sacrifice. 85.\nMaho Arna: Saraswati pra chetayati ketuna. Dhiyo visva vi rajati. 86. \nIndra, go, Chitrabhana, these are your sons. They are purified by the breasts. 87. \nIndra, go and meditate on the brāhmaṇa’s son. Up Brahmani Vaghata:. 88. \nIndra, go to Tutujan, and you will be the Brahman, the Hariva. Sute, give us something. 89.\nLet the Aśvinī-kumāras drink the honey of the Sarasvatī with their light. 90 ।।",
    "adhyaya": 20 
  }, 
  "20": { 
    "veda": "yajurveda", 
    "samhita": "vajasneyi-madhyandina-samhita", 
    "chapter": 22,
    "text": "O Varuna, hear this sacrifice for me and bless me today. They will bless you in the wheel Moshi.2.\nYou, O fire, are the head of the god Varuna Vyushtau.\nAva yakshva no Varunaᳪ rarano vihi mridika suhavo na edhi Susharma Aditi Supraṇīti.\nSutramanam Aditi Supraṇīti ।।\nSunavama ruheyamasravanti svastaye ।।7 ।।\nA no mitravaruna ghritai gavyutimukshata With ghee.\nMay the young men hear me, Mitra and Varuna, and may the heavens be our horses ।।\nThe horses of the horses are our wealth, O brāhmaṇas, the nectar of the truth.\nDrink the honey of this, and be satisfied, and go on the paths of the gods They gave the senses to the Trivir Gaurvas. The five Gaurvas gave the Anuṣṭupchanda the senses Mahi, Brahma, and Brihaspati.\nThe rows of the senses are the four-voiced Gaurvas. 17.\nThe divine priests, united with the lord of the physicians, gave the world the senses, the cows and the cows 19. \nTvashta, the wonderful Indra, the fire, the source of nourishment.The sun gave birth to Bhaga.\nThe two Vehas gave birth to the senses under the control of the Kakupchanda. 21. \nVaruna performed the sacrifice of Svaha and Sukshatra performed the medicine. 22.\nThe gods Vasava and Trivrata were praised by the spring season. 23.\nThe gods Rudras were praised in the fifteenth by the summer season. 24.\nThe suns were praised in the seventeenth stoma by the rains and the seasons. 25.\nThe twenty-one Ribhavas were praised by the gods in the autumn season. 26. \nThe Maruts praised the gods in the winter season. 27.\nThe three gods were praised by the winter season. 28.\nThe priest offers the sacrificial fire in the sacrificial fire, the lord of the Aśvinī-kumāras, the unborn Saraswati, the smoke, the medicine, the honey, the herbs, the fire, the senses, the milk, the moon, the flowing ghee, the honey, the sacrificial fire. 29.\nHota yakshatanunapatsarasvatimavirmesho na bheshajam patha madhumata bharannasvinendraya viryam badarairupavakabhir bheshajam tokmabhi: pay: som: parisruta ghritam madhu vyantvajyasya Hotaryaja. 30. \nHota yakshannarashasam na nagnahun pati suraya bheshajam mesha saraswati bhishagratha na chandrayasvino vapa Indrasya viryam badarairupavakabhir bheshajam paya soma parisruta ghritam Madhu vyantvajyasya hotaryaja. 31. \nThe priests, calling upon the yakshas, ​​increasing the strength of the Saraswati, increased the senses of the cows with the bull, the medicine for the lord of the Aśvinīs, the barley, the sun, the honey, the shame, the milk, the moon, the flowing ghee, the honey Vyantvajyasya hotaryaja. 32.\nHota yakshadbarhirurnammrada bhishagnasatya bhishaja ashvina ashwa shishumati bhishagdhenu saraswati bhishagduha Indra bheshajam pay: som: parisruta ghrita madhu vyantvajyasya hotaryaja. 3 3 ।।\nHota yakshas distant directions: Kavashyas not vyachasvatirasvibhya not distant directions Indra not rodasi milk milking cow Saraswati Ashvinendra bheshaja Shukra not light sense milk Soma parisruta Offer the oblations of ghee and honey. 34. \nThe priest sacrifices in the night, in the daytime, in the light of the Aśvinī-kumāra, in the light of the Saraswati, in the Indra, not in the medicine, not in the dust, not in the heart, not in the beauty, not in the month ।। 35.\nThe priests, the sacrificers, the divine priests, the physicians, did not awaken the lord of the Aśvinī-kumāras by day or by night, nor did they drink with medicines. 36. \nThe priest offers three goddesses, not medicine, the three elements, the form of water, the deer, the Ashvineda, the Bharati, the word, the great Saraswati, the great Indra, milk the senses, the milk, the moon, the flowing ghee, the honey, the sacrificial fire Hotaryaja. 37.\nHota yakshat surerasa bull naryapasam Tvashtara Indra aśvinā bhiṣajam na sarasvatīmojo na juti indriya vṛko na rabhaso bhiṣaḥ yaśa: suraya bhesaja Śrīya na masara payaḥ soma:They poured out the butter and honey and offered the oblations. 38. \nHota yakshadvanaspati shamitara shatakrata bhima rajanam vyaghra namasa ashvina bhama saraswati bhishagindraya milk the senses milk the moon flowing ghee honey of the sacrificial fire Hotaryaja. 39. \nHota Yakshadagni Svaha Ajyasya Stokana Svaha Medasam Prutha Svaha Chhagamasvibhya Svaha Aries Saraswati Svaha Rishabha Indra Sihaha Sahasa Indriya Svaha fire is not a medicine Svaha the moon is the sense Svaha Indra is the thread, the sun Varuna is the husband of the physicians Svaha the plant is the dear path, Svaha the gods are the sacrificial fires Fire is the medicine, milk is the moon, ghee is the flowing honey, and sacrifice is the sacrificial fire. 40.\nHota yakshas and the Aśvins offer the fat of the goat.\nHota yakshas Saraswati offer the fat of the ram.\nHota yakshas Indra the bull Vapaya medaso jushataᳪ havirhotaryaja. 41.\nThese are the moons, the Yakshas, ​​the Aśvinī-kumāras, the Sarasvatīs, the Indras, the Sutramanas, the Suramanas, the sons of the goats, not the sheep, the bulls, the grasses, the Tokmas, the Lajas, the great ones, the Madas, the Masaras, the Shukras May the nectar of the milk-bearing gods, who have given you honey, be given to you by the Aśvinī-kumāras, and may the Sutras, who kill Vṛtra, drink the honey of the moon.. 42. \nThe priests, the Yakshas and the Aśvinī-kumāras, have offered the oblations of the goat, and today the fat has sprung up from the midst of them They should offer oblations to the Aśvinī-kumāras, who are covered with fire and who are fasting and whose hips are cold and whose limbs are destroyed. 43.\nThe priest offered the Saraswati with the oblations of the ram, and today the fat that had sprung up from the midst of the enemies of the manhood was grazing on the grass of the immortals O Saraswati, the goddess of fortune, offer oblations to the hundred Rudriyas who are burning in the fire and who are wearing thick clothes. 44. \nThe priest offered the sacrifice of the Yaksha, Indra, the bull, today, the fat that had sprung up from the middle of the past, the past of the enemies, the past of the manhood, the vulture that was rubbing the grass of the immortals Indra offered oblations to the gods of the hands of the hundred Rudriyas who were burning with fire and who were fasting on thirst. 45.\nThe priest wrapped the yaksha in the forest with a rope of the finest of the flour. Where the oblations of the Aśvinī-kumāra are dear, where the oblations of the ram are dear to the Saraswati, where the oblations of the Indra are dear, where the oblations of the bull are dear, where the fire is dear, where the moon is dear Where are the abodes of Sutra, where are the abodes of the sun, where are the abodes of Varuna, where are the abodes of the plant, where are the abodes of the gods, where are the abodes of the sacrificial fire? There, offering these sacrifices, the god of the trees offered the oblations to the demigods. 46. ​​\nHota yakshadagniᳪ svishtakritamayadgnirashvinoshchagasya havisha: priya dhamanyayat saraswati meshasya havisha: priya dhamanyaya Indrasya rishabhasya havisha: priya dhamanyayadagni The beloved abode of the moon is the beloved abode of Indra, the beloved abode of Sutra, the beloved abode of the sun, the beloved abode of Varuna, the beloved abode of the tree, the beloved path of the gods Priya Dhamani Yakshadagnirhotu: Priya Dhamani Yakshat Svam Mahimanamayajatamejya Isha:May he perform the sacrifice of the Jataveda, the sacrificial fire. 47. \nThe goddess Saraswati gave the god Sudeva to Indra and the Aśvinī-kumāra. 48. \nThe goddess is the door of the Aśvinī-kumāra, the lord of the physicians. 49. \nThe goddess Usha and Aśvinī-kumāra gave the Sutra to Indra. 50.\nThe goddess Jostri, Saraswati, increased the lord of the Aśvinī-kumāras. 51. \nThe goddess Urjahuti, who is the source of all milk, is the Saraswati, who is the physician of the Aśvinī-kumāras. 52. \nThe gods are the physicians of the gods, the priests are Indra and the Aśvinī-kumāras. 53. \nThe three goddesses, the three goddesses, the Aśvinedā and the Sarasvatī. 54. \nThe god Indra, the lord of men, is the chariot of the three horses of the Saraswati. 55.\nThe god, the god, the deer-leaved tree, the horses, the Saraswati, the fig tree, cook honey for Indra. 56. \nThey spread the gods outside the sacrifice of the waters, and the horses, the dead, the Sarasvatīs, the Syons, the Indras, are your assembly. 57. \nThe god Agni, who offers the sacrifice, sacrifices the gods, as the priests, Indra, the Aśvinī-kumāra, the words, the Saraswati, the fire, the moon, the sacrifice, the sacrifice, the Sutrama, the sun, Varuna, the physician The plant, the sacrificial fire, the sacrificial fire, the sacrificial fire, the sacrificer, the fame of the sacrificer, the senses, the energy, the digestion, the sacrifice, the sacrifice of the earth, the sacrifice of the earth. 58. \nThe fire today covered the sacrificer, the sacrificer, cooking the rows, cooking the sacrifices, tying the goat to the horses, the ram to the Saraswati, the bull to the horses, the sun to the horses, the Saraswati to Indra, the Sutra Surasomaṇ. 59. \nToday the god of the soup became a plant, and the horses, the goat, the Saraswati, the ram, the bull, the eyes, the fat, the cooking, the greed, the sacrifices, the Saraswati, the Indra, the Sutrama Surasomaṇ. 60.\nToday, O sage, you are the sage who has covered the feet of the sages, and you are offering the sacrifice to many of the associates, and you are the gods who have given us the gifts of the gods Tell the Sukta to the man who is sent to speak the good words. 61 ।।",.Saraswati did not give the light to the heart, but to the priests, and gave the senses to the earth. 53. \nThe three goddesses, the three goddesses, the Aśvinedā and the Sarasvatī. 54. \nThe god Indra, the lord of men, is the chariot of the three horses of the Saraswati. 55.\nThe god, the god, the deer-leaved tree, the horses, the Saraswati, the fig tree, cook honey for Indra. 56. \nThey spread the gods outside the sacrifice of the waters, and the horses, the dead, the Sarasvatīs, the Syons, the Indras, are your assembly. 57. \nThe god Agni, who offers the sacrifice, sacrifices the gods, as the priests, Indra, the Aśvinī-kumāra, the words, the Saraswati, the fire, the moon, the sacrifice, the sacrifice, the Sutrama, the sun, Varuna, the physician The plant, the sacrificial fire, the sacrificial fire, the sacrificial fire, the sacrificer, the fame of the sacrificer, the senses, the energy, the digestion, the sacrifice, the sacrifice of the earth, the sacrifice of the earth. 58. \nThe fire today covered the sacrificer, the sacrificer, cooking the rows, cooking the sacrifices, tying the goat to the horses, the ram to the Saraswati, the bull to the horses, the sun to the horses, the Saraswati to Indra, the Sutra Surasomaṇ. 59. \nToday the god of the soup became a plant, and the horses, the goat, the Saraswati, the ram, the bull, the eyes, the fat, the cooking, the greed, the sacrifices, the Saraswati, the Indra, the Sutrama Surasomaṇ. 60.\nToday, O sage, you are the sage who has covered the feet of the sages, and you are offering the sacrifice to many of the associates, and you are the gods who have given us the gifts of the gods Tell the Sukta to the man who is sent to speak the good words. 61 ।।",.Saraswati did not give the light to the heart, but to the priests, and gave the senses to the earth. 53. \nThe three goddesses, the three goddesses, the Aśvinedā and the Sarasvatī. 54. \nThe god Indra, the lord of men, is the chariot of the three horses of the Saraswati. 55.\nThe god, the god, the deer-leaved tree, the horses, the Saraswati, the fig tree, cook honey for Indra. 56. \nThey spread the gods outside the sacrifice of the waters, and the horses, the dead, the Sarasvatīs, the Syons, the Indras, are your assembly. 57. \nThe god Agni, who offers the sacrifice, sacrifices the gods, as the priests, Indra, the Aśvinī-kumāra, the words, the Saraswati, the fire, the moon, the sacrifice, the sacrifice, the Sutrama, the sun, Varuna, the physician The plant, the sacrificial fire, the sacrificial fire, the sacrificial fire, the sacrificer, the fame of the sacrificer, the senses, the energy, the digestion, the sacrifice, the sacrifice of the earth, the sacrifice of the earth. 58. \nThe fire today covered the sacrificer, the sacrificer, cooking the rows, cooking the sacrifices, tying the goat to the horses, the ram to the Saraswati, the bull to the horses, the sun to the horses, the Saraswati to Indra, the Sutra Surasomaṇ. 59. \nToday the god of the soup became a plant, and the horses, the goat, the Saraswati, the ram, the bull, the eyes, the fat, the cooking, the greed, the sacrifices, the Saraswati, the Indra, the Sutrama Surasomaṇ. 60.\nToday, O sage, you are the sage who has covered the feet of the sages, and you are offering the sacrifice to many of the associates, and you are the gods who have given us the gifts of the gods Tell the Sukta to the man who is sent to speak the good words. 61 ।।",.He cooked the sacrificial offerings, tied the goat to the horses, gave the ram to the Saraswati, gave the bull to Indra, gave the sun to the horses, and gave the Sutra to Indra. 59. \nToday the god of the soup became a plant, and the horses, the goat, the Saraswati, the ram, the bull, the eyes, the fat, the cooking, the greed, the sacrifices, the Saraswati, the Indra, the Sutrama Surasomaṇ. 60.\nToday, O sage, you are the sage who has covered the feet of the sages, and you are offering the sacrifice to many of the associates, and you are the gods who have given us the gifts of the gods Tell the Sukta to the man who is sent to speak the good words. 61 ।।",.He cooked the sacrificial offerings, tied the goat to the horses, gave the ram to the Saraswati, gave the bull to Indra, gave the sun to the horses, and gave the Sutra to Indra. 59. \nToday the god of the soup became a plant, and the horses, the goat, the Saraswati, the ram, the bull, the eyes, the fat, the cooking, the greed, the sacrifices, the Saraswati, the Indra, the Sutrama Surasomaṇ. 60.\nToday, O sage, you are the sage who has covered the feet of the sages, and you are offering the sacrifice to many of the associates, and you are the gods who have given us the gifts of the gods Tell the Sukta to the man who is sent to speak the good words. 61 ।।",.
    "adhyaya": 21 
  }, 
  "21": { 
    "veda": "yajurveda", 
    "samhita": "vajasneyi-madhyandina-samhita", 
    "chapter": 23,
    "text": "You are the light, Venus, the nectar, the life-giving, and the life-giving .\nShe became our son in this world, and you are the source of the universe. I will kill the horse for the creator, O Brahman, and I will offer it to the gods for the creation I sprinkle you with sacrifice to the worlds, I sprinkle you with sacrifice to all the gods Svaha to the waters, Svaha to the joy, Svaha to the sun, Svaha to the wind, Svaha to Vishnu, Svaha to Indra, Svaha to Brihaspati, Svaha to Mitra, Svaha to Varuna Svaha prothate Svaha proprotha Svaha smell Svaha smell Svaha seated Svaha seated Svaha walking Svaha sitting Svaha lying Svaha sleeping Svaha awake Svaha cooing Svaha awake Svaha to the expanding Svaha to the scattered Svaha to the present Svaha to the ayana Svaha to the prayana Svaha Svaha to the sitting, Svaha to the rising, Svaha to the speed, Svaha, to the strength, Svaha, to the turning, Svaha, the turning, Svaha, the throwing, Svaha, the throwing, Svaha, the serving, Svaha, the hearing, Svaha, the looking, Svaha, the looking Svaha to him who gives Svaha to him who drinks Svaha to him who makes urine Svaha ।।\nI offer myself to the sun, the moon of the deer We offer our sacrifices to the sun, the god of the universe ।।\nAgni, the sacrificial fire, is the source of the sacrificial fire. Devan2 a sadayadiha ।।17 ।।\nAjijano hi pavamana suram vidhare shakmana paya: gojiraya raᳪhamana:.Purandhya. 18. \nYou are the almighty, the mother, the lord, the father, the horse, the chariot, the maya, the seven, the horse, the bull, the man. You are the child of the suns, and the gods are the guardians of hope. This horse is sprinkled with sacrifice from the gods. 19. \nBody Svaha to whom Svaha to whom Svaha Svaha to the meditator Svaha to the mind of the creator Svaha to the mind of the knower Svaha to the sun Svaha to me Svaha to the sun Sumridika Svaha Saraswati Svaha Saraswati O fire, O Saraswati, O greatness, O Pūṣṇa, O Pūṣṇa, O Prapathya, O Pūṣṇa, O Narandhiṣa, O Tvaṣṭā, O Tvaṣṭā, O Turipa, O Tvaṣṭā, O Pururupa, O Pūṣṇa, O Pūṣṇa, O Pūṣṇa, O Pūṣṇa, O Pūṣṇa, O Tvaṣṭā, O Tvaṣṭā, O Tvaṣṭā, O Pururupa, O Pūṣṇa, O Pūṣṇa, O Pūṣṇa, O Pūṣṇa, Nibhuyapaya Svaha Vishnu Shipivistaya Svaha. 20.\nThe world is the leader of the gods, and the dead are the friends. 21.\nO Brahman, may the Brahman, the Brahma-varchas, be born in the nation, may the kings, the brave, the arrows, the very sick, the great charioteers, the milky cows, the elephants, the seven Purandhis, the women, the charioteers of Jishnu, the best of the chariots, be born May the hero of the sacrifice be born to us in vain, may the rain fall on us in vain, may the fruitful herbs ripen, and may the safety of yoga be granted to us. 22.\nSvaha to the life-force, Svaha to the exhalation, Svaha to the eyes, Svaha to the ears, Svaha to the speech, Svaha to the mind. 23.\nSvaha to the east, Svaha to the north, Svaha to the south, Svaha to the west, Svaha to the north, Svaha to the north, Svaha to the north Svaha in the direction of Arvachya Svaha in the direction of Avachya Svaha in the direction of Arvachya. 24.\nSvaha to the waters, Svaha to the waters, Svaha to the standing, Svaha to the flowing, Svaha to the wells, Svaha, to the soods, Svaha, to the holders, Svaha, to the ocean, Svaha, to the sea, Svaha, to the rivers Svaha॑ ।। 25. \nSvaha to the wind, Svaha to the smoke, Svaha to the clouds, Svaha, to the lightning, Svaha, to the thunder, Svaha, to the thunder, Svaha, to the rain, Svaha, to the rain, Svaha, to the rain, Svaha, to the rain Svaha who takes up Svaha who is taken up Svaha who stirred up Svaha who complained Svaha who rained down Svaha who thundered Svaha who fogged up Svaha. 26. \nSvaha to the fire, Svaha to the moon, Svaha to Indra, Svaha to the earth, Svaha to the sky, Svaha to the heavens, Svaha to the directions, Svaha to the hopes, Svaha to the north, Svaha to the north. 27.\nSvaha to the stars, Svaha to the constellations, Svaha to the days and nights, Svaha to the half-months, Svaha to the months, Svaha to the seasons, Svaha to the seasons, Svaha to the year, Svaha to the heavens and the earth, Svaha to the moon Svaha to the sun Svaha to the rays Svaha to the earth Svaha to the Rudras Svaha to the suns Svaha to the Maruts Svaha to the gods of the universe Svaha to the roots Svaha to the branches Svaha to the plants Svaha to the flowers Fruits: Svahaushadhibhya:Svaha॑ ।। 28. \nOm the earth, O space, O heaven, O sun, O moon, O stars, O water, O herbs, O plants, O floods, O moving creatures, O reptiles. Svaha॑ ।। 29.\nAsave Svaha Vasave Svaha Vibhuve Svaha Vivasvate Svaha Ganashriye Svaha Ganapataye Svaha Abhibhuve Svaha Adhipatiye Svaha Shushaya Svaha Sasarpaye Svaha Chandraya Svaha Jyotishe Svaha Swaha to Malimlucha, Swaha to the day falls. 30. \nMadhave Svaha Madhava Svaha Shukra Svaha Shuchaye Svaha Nabhase Svaha Nabhasya Svahesha Svahorja Svaha Sahase Svaha Sahasya Svaha Tapase Svaha Tapasya Svaha ऽᳪhasaspataye svaha. 31. \nSvaha to the horse, Svaha to the delivery, Svaha to the Apija, Svaha to the sacrifice, Svaha to the heaven, Svaha to the head, Svaha to the Vyashnuvina, Svaha to the end, Svaha to the end of the future, Svaha, the lord of the world, Svaha, the master, Svaha, the creator Svaha॑ ।। 32. \nMay life be satisfied by sacrifice, Svaha, may life be satisfied by sacrifice, Svaha, may breath be satisfied by sacrifice, Svaha, may Vyana be satisfied by sacrifice, Svaha, may the gift be satisfied by sacrifice, Svaha, may the same be satisfied by sacrifice, Svaha May the eye be satisfied by sacrifice, Svaha may the ear be satisfied by sacrifice, Svaha may the mind be satisfied by sacrifice, Svaha may the mind be satisfied by sacrifice, Svaha may the soul be satisfied by sacrifice, Svaha may Brahma be satisfied by sacrifice May the light be satisfied by sacrifice, Svaha may the heaven be satisfied by sacrifice, Svaha may the back be satisfied by sacrifice, Svaha may the sacrifice be satisfied by sacrifice, Svaha. 33.\nSvaha to one, Svaha to two, Svaha to a hundred, Svaha to one hundred, Svaha to Vyushti, Svaha to heaven. 34 ।।",.Svaha to the head Svaha to the Vyashnuvina Svaha to the end Svaha to the end of the world Svaha to the lord of the world Svaha to the master Svaha to the creator. 32. \nMay life be satisfied by sacrifice, Svaha, may life be satisfied by sacrifice, Svaha, may breath be satisfied by sacrifice, Svaha, may Vyana be satisfied by sacrifice, Svaha, may the gift be satisfied by sacrifice, Svaha, may the same be satisfied by sacrifice, Svaha May the eye be satisfied by sacrifice, Svaha may the ear be satisfied by sacrifice, Svaha may the mind be satisfied by sacrifice, Svaha may the mind be satisfied by sacrifice, Svaha may the soul be satisfied by sacrifice, Svaha may Brahma be satisfied by sacrifice May the light be satisfied by sacrifice, Svaha may the heaven be satisfied by sacrifice, Svaha may the back be satisfied by sacrifice, Svaha may the sacrifice be satisfied by sacrifice, Svaha. 33.\nSvaha to one, Svaha to two, Svaha to a hundred, Svaha to one hundred, Svaha to Vyushti, Svaha to heaven. 34 ।।",.Svaha to the head Svaha to the Vyashnuvina Svaha to the end Svaha to the end of the world Svaha to the lord of the world Svaha to the master Svaha to the creator. 32 ।।\nMay the life be satisfied by sacrifice, Svaha, may the life-force be satisfied by sacrifice, Svaha, may the breath be satisfied by sacrifice, Svaha, may the exhalation be satisfied by sacrifice, Svaha, may the gift be satisfied by sacrifice, Svaha, may the same be satisfied by sacrifice, Svaha May the eye be satisfied by sacrifice, Svaha may the ear be satisfied by sacrifice, Svaha may the mind be satisfied by sacrifice, Svaha may the mind be satisfied by sacrifice, Svaha may the soul be satisfied by sacrifice, Svaha may Brahma be satisfied by sacrifice May the light be satisfied by sacrifice, Svaha may the heaven be satisfied by sacrifice, Svaha may the back be satisfied by sacrifice, Svaha may the sacrifice be satisfied by sacrifice, Svaha. 33.\nSvaha to one, Svaha to two, Svaha to a hundred, Svaha to one hundred, Svaha to Vyushti, Svaha to heaven. 34 ।।",.
    "adhyaya": 22 
  }, 
  "22": { 
    "veda": "yajurveda", 
    "samhita": "vajasneyi-madhyandina-samhita", 
    "chapter": 24,
    "text": "There was only one husband born of the deer-womb before the universe.\nHe gave us the earth and the heavens. To whom shall we offer these sacrifices? The womb is your glory, the sun.\nYou are the glory of the year, the glory of the air is the sky, the glory of the sun is the glory of the heavens He became the king of the world in a moment of life.\nWho is the Lord of this two-legged and four-legged god? The moon is your glory.\nYou are the glory of the night, the glory of the earth, the glory of the moon, the glory of the stars ।।\nThey use the brightness of the moon in the sky 7. May the Vasus bless you with the Gayatra chant, and may the Aditi bless you with the Jagat chant.\nBhurbhuva: Swarlaji3nchhachi3nyavye etadanmatta deva etadanmaddhi prajapati.\nWho walks alone and who is born again? The moon is born again, and the fire is the remedy for the snow ।।\nThe sky was the east, the horse was the two great ones.\nThere was the Pilippila, the night was the Pishangila May the charioteer, the bull, and the four-legged Brahma protect us, O fire ।।\nMake your own horses, sacrifice yourself, and your glory will not be destroyed by any other They went there, and may the sun bless you. 16. \nThe fire was the animal, and they conquered this world. If the fire is your world, you will conquer it, and you will drink the water If the wind conquers this world, it will be your world, and you will conquer it by drinking water.\nThe sun was an animal, and they sacrificed it.That will be your world and you will conquer it by drinking water. 17.\nSvaha to the life-force, Svaha to the exhalation, Svaha to the exhalation.\nO Ambika, Ambika, no one takes me away. 18.\nWe offer you Ganapati of the hosts, we offer you the dearest of the dear, we offer you the lord of the treasures, we offer you the lord of my dwelling. 19.\nMay the bull, the horse, the semen-giver, and the semen-bearer, spread out their four legs in heaven and in the world. 20.\nUtsakthya ava gudam dhehi samanjim charaya bull. who is the food of women’s lives. 21.\nThe Yakasakas cheat on the Shakuntika and the Ahalagi. They say that the cow is swallowed by the holder. 22.\nYako cheats on the bird Ahalagi. The priests seem to be opening their mouths, so don’t talk to us. 23.\nYour mother and father are growing at the top of the tree. Your father slammed his fist into the cow. 24.\nYour mother and father are playing in front of the tree. Your mouth seems to be opening, O Brahman, do not speak too much. 25.\nRaise her upwards as if she were lifting a burden from the mountain. Then she’s medium-sizedᳪ as if she were refreshed in the cold wind. 26.\nHe lifted him upwards, as if he were lifting a burden from the mountain. Then let the middle of it shine like a cold wind. 27.\nWhat her aᳪhubhedya: kridhu sthulamupatasat. The musk-knowing woman is like a cow in a cow’s hoof. 28.\nThat the gods entered the red sky. The woman is given by the forehead as the eyes of the truth. 29.\nA deer that eats barley is not considered a nourished animal. A śūdra who does not make money to feed his noble wife. 30.\nWhat the deer eats is barley and does not think it is very nutritious. A śūdra who does not consider his wife to be his foster mother. 31.\nDadhikravno akarisham jishnorasvasya vajina:.\nSurabhi no mukha karatpra na ayushi tarish. 32.\nGayatri with the Tristubjagatya Anuṣṭuppanktya. May the great warmth of the Kakup needles appease you. 33.\nThe two-legged, the four-legged, the three-legged and the six-legged. 34.\nThe great names of the Revati, the universe, the hopes of the Lord. 35.\nMay your wives search your hair with wisdom.\nMay the wives of the gods comfort you with their needles in the directions. 36.\nThe silver deer and the lead are used for the actions. 37. \nKuvidang, you are the barley-bearer, and you are the one who gives you the barley. 38.\nWho cuts you off, who rules you, who calms your limbs? Who is your calm poet? 39.\nMay the seasons rule over the seasons and the festivals. May the brightness of the year bless you with the lights of the year. 40.\nHalf a month in the past, let those months be calm. May the Maruts kill you day and night. 41.\nMay the divine priests cut you off and rule you. May the limbs of the festival be your borders and may they be calm. 42.\nMay the heavens, the earth, the sky and the wind cover your holes. May the sun and the stars make the world a saint. 43.\nSham te parebhyo gatrebhya:Shamastvavarebhyaḥ. May your body be blessed with the waters that are in peace. 44.\nWho walks alone in Sweden, and who is born again? What is the cure for sweat and what is the greatest cure? 45.\nThe sun moves alone and the moon is born again. Fire is the remedy for snow and the earth is a great source of heat. 46.\nWhat is the light like the sun, or the lake like the sea? What is it that does not rain on the earth? 47. \nBrahma is like the sun, and the sky is like the sea. Indra: There is no cow in the rain for the earth. 48.\nI ask you, friend of the gods, if you are here in the world with your mind. 49.\nAlso I am in those three steps in which the universe entered into the world. 50.\nWhich of the innermost beings did the Supreme Personality of Godhead enter into? 51. \nThe five-fold Purusha entered into them and offered them to the inner Purusha. 52.\nWhat was the sweat of the former, what was the sweat of the two great ones?\nWho was the sweat of the Pilippila, and what was the sweat of the Pishangila. 53. \nThe sky was the east, the horse was the two great ones. 54.\nWho is the Imre Pishangila, who is this Kurupishangila? 55.\nAjare Pishangila Svavit Kurupishangila.\nThe rabbit is angry with Askanda and the snake is crawling along the path. 56. \nHow many feces are there, how many letters are there, how many sacrifices are there, and how many kinds of sacrifices are offered? 57. \nThe feces of the six are one hundred syllables, the sacrifices are eighty, and the sacrificial fire is three. 58. Who knows the navel of the earth? Who knows the heavens, the earth and the space? 59. \nI know the navel of this world, I know the heavens, the earth and the space. 60. \nI ask you, the supreme end of the earth, I ask you, where the navel of the world is. 61.\nThis is the altar, the supreme end of the earth, this is the sacrifice, the navel of the world. 62.\nSubhu, the self-born, is the first in the great ocean. She gave birth to the dead woman from whom the Creator was born. 63.\nHota sacrificed the Prajapatiᳪ to the glory of the moon. Let the moon drink the sacrifice of the juice. 64. \nO creator, no one else has created these universal forms around you. 6 5 ।।",.. What is it that does not rain on the earth? 47. \nBrahma is like the sun, and the sky is like the sea. Indra: There is no cow in the rain for the earth. 48.\nI ask you, friend of the gods, if you are here in the world with your mind. 49.\nAlso I am in those three steps in which the universe entered into the world. 50.\nWhich of the innermost beings did the Supreme Personality of Godhead enter into? 51. \nThe five-fold Purusha entered into them and offered them to the inner Purusha. 52.\nWhat was the sweat of the former, what was the sweat of the two great ones?\nWho was the sweat of the Pilippila, and what was the sweat of the Pishangila. 53. \nThe sky was the east, the horse was the two great ones. 54.\nWho is the Imre Pishangila, who is this Kurupishangila? 55.\nAjare Pishangila Svavit Kurupishangila.\nThe rabbit is angry with Askanda and the snake is crawling along the path. 56. \nHow many feces are there, how many letters are there, how many sacrifices are there, and how many kinds of sacrifices are offered? 57. \nThe feces of the six are one hundred syllables, the sacrifices are eighty, and the sacrificial fire is three. 58. Who knows the navel of the earth? Who knows the heavens, the earth and the space? 59. \nI know the navel of this world, I know the heavens, the earth and the space. 60. \nI ask you, the supreme end of the earth, I ask you, where the navel of the world is. 61.\nThis is the altar, the supreme end of the earth, this is the sacrifice, the navel of the world. 62.\nSubhu, the self-born, is the first in the great ocean. She gave birth to the dead woman from whom the Creator was born. 63.\nHota sacrificed the Prajapatiᳪ to the glory of the moon. Let the moon drink the sacrifice of the juice. 64. \nO creator, no one else has created these universal forms around you. 6 5 ।।",.. What is it that does not rain on the earth? 47. \nBrahma is like the sun, and the sky is like the sea. Indra: There is no cow in the rain for the earth. 48.\nI ask you, friend of the gods, if you are here in the world with your mind. 49.\nAlso I am in those three steps in which the universe entered into the world. 50.\nWhich of the innermost beings did the Supreme Personality of Godhead enter into? 51. \nThe five-fold Purusha entered into them and offered them to the inner Purusha. 52.\nWhat was the sweat of the former, what was the sweat of the two great ones?\nWho was the sweat of the Pilippila, and what was the sweat of the Pishangila. 53. \nThe sky was the east, the horse was the two great ones. 54.\nWho is the Imre Pishangila, who is this Kurupishangila? 55.\nAjare Pishangila Svavit Kurupishangila.\nThe rabbit is angry with Askanda and the snake is crawling along the path. 56. \nHow many feces are there, how many letters are there, how many sacrifices are there, and how many kinds of sacrifices are offered? 57. \nThe feces of the six are one hundred syllables, the sacrifices are eighty, and the sacrificial fire is three. 58. Who knows the navel of the earth? Who knows the heavens, the earth and the space? 59. \nI know the navel of this world, I know the heavens, the earth and the space. 60. \nI ask you, the supreme end of the earth, I ask you, where the navel of the world is. 61.\nThis is the altar, the supreme end of the earth, this is the sacrifice, the navel of the world. 62.\nSubhu, the self-born, is the first in the great ocean. She gave birth to the dead woman from whom the Creator was born. 63.\nHota sacrificed the Prajapatiᳪ to the glory of the moon. Let the moon drink the sacrifice of the juice. 64. \nO creator, no one else has created these universal forms around you. 6 5 ।।",.per vochasyatra. 51. \nThe five-fold Purusha entered into them and offered them to the inner Purusha. 52.\nWhat was the sweat of the former, what was the sweat of the two great ones?\nWho was the sweat of the Pilippila, and what was the sweat of the Pishangila. 53. \nThe sky was the east, the horse was the two great ones. 54.\nWho is the Imre Pishangila, who is this Kurupishangila? 55.\nAjare Pishangila Svavit Kurupishangila.\nThe rabbit is angry with Askanda and the snake is crawling along the path. 56. \nHow many feces are there, how many letters are there, how many sacrifices are there, and how many kinds of sacrifices are offered? 57. \nThe feces of the six are one hundred syllables, the sacrifices are eighty, and the sacrificial fire is three. 58. Who knows the navel of the earth? Who knows the heavens, the earth and the space? 59. \nI know the navel of this world, I know the heavens, the earth and the space. 60. \nI ask you, the supreme end of the earth, I ask you, where the navel of the world is. 61.\nThis is the altar, the supreme end of the earth, this is the sacrifice, the navel of the world. 62.\nSubhu, the self-born, is the first in the great ocean. She gave birth to the dead woman from whom the Creator was born. 63.\nHota sacrificed the Prajapatiᳪ to the glory of the moon. Let the moon drink the sacrifice of the juice. 64. \nO creator, no one else has created these universal forms around you. 6 5 ।।",.per vochasyatra. 51. \nThe five-fold Purusha entered into them and offered them to the inner Purusha. 52.\nWhat was the sweat of the former, what was the sweat of the two great ones?\nWho was the sweat of the Pilippila, and what was the sweat of the Pishangila. 53. \nThe sky was the east, the horse was the two great ones. 54.\nWho is the Imre Pishangila, who is this Kurupishangila? 55.\nAjare Pishangila Svavit Kurupishangila.\nThe rabbit is angry with Askanda and the snake is crawling along the path. 56. \nHow many feces are there, how many letters are there, how many sacrifices are there, and how many kinds of sacrifices are offered? 57. \nThe feces of the six are one hundred syllables, the sacrifices are eighty, and the sacrificial fire is three. 58. Who knows the navel of the earth? Who knows the heavens, the earth and the space? 59. \nI know the navel of this world, I know the heavens, the earth and the space. 60. \nI ask you, the supreme end of the earth, I ask you, where the navel of the world is. 61.\nThis is the altar, the supreme end of the earth, this is the sacrifice, the navel of the world. 62.\nSubhu, the self-born, is the first in the great ocean. She gave birth to the dead woman from whom the Creator was born. 63.\nThe priest sacrificed the Prajapatiᳪ to the glory of the moon. Let the moon drink the sacrifice of the juice. 64. \nO creator, no one else has created these universal forms around you. 6 5 ।।",.\nI ask you, Vrishni, the semen of the horse, I ask you, the words, the supreme sky. 61.\nThis is the altar, the supreme end of the earth, this is the sacrifice, the navel of the world. 62.\nSubhu, the self-born, is the first in the great ocean. She gave birth to the dead woman from whom the Creator was born. 63.\nThe priest sacrificed the Prajapatiᳪ to the glory of the moon. Let the moon drink the sacrifice of the juice. 64. \nO creator, no one else has created these universal forms around you. 6 5 ।।",..\nI ask you, Vrishni, the semen of the horse, I ask you, the words, the supreme sky. 61.\nThis is the altar, the supreme end of the earth, this is the sacrifice, the navel of the world. 62.\nSubhu, the self-born, is the first in the great ocean. She gave birth to the dead woman from whom the Creator was born. 63.\nThe priest sacrificed the Prajapatiᳪ to the glory of the moon. Let the moon drink the sacrifice of the juice. 64. \nO creator, no one else has created these universal forms around you. 6 5 ।।",.
    "adhyaya": 23 
  }, 
  "23": { 
    "veda": "yajurveda", 
    "samhita": "vajasneyi-madhyandina-samhita", 
    "chapter": 25,
    "text": "The horse is the other cow of the Prajapatis, the black-necked fire is in front of the rarate, the Saraswati is below the ram, the bow is below the Aśvinī-kumāra, the arms are black, the navel is white, and the sun is white Krishna on his sides, Tvashta on his shoulders, white on his shoulders, white tail on his shoulders, and Vaishnava Vamana on his sides The beaver, the red beaver, the parrot, the Varuna, the cold hole on the other, the cold hole all around, the Savitras, the cold arm on the other, the cold arm on the other, the cold arm on the other side, the cold arm on the other side They are the thick-haired Maitravarunyas.\nThey are the pure-haired, the all-pure-haired, the Ashvins, the white-eyed, the red-eyed, the Rudra, the lord of the beasts, the Yamas, the uncovered, the terrible, the sky-like ।।\nPrishni, Tira, China, Prishni, Urdhva, Prishni, these are the winds, Phalgur, Lohitorni, Palakshi, those Saraswati, Plihakarna, Shunthakarna, Adhyalohakarna, these Tvastras, Krishnagriva, Shitikaksha, Anjisaktha The fires of Indra are black and the fires of the morning are great Shiti-bhravas are the Vasus, Rohita is the Rudras, and Avaroki is the sky-form of the suns The horses are the Kalmashas, ​​the Agnimarutas, and the Shyamas The bears are gentle and white, unknown to the sun, and the calves are the wives of the gods ।।\nSmoke is white for summer, dark for rain, red for autumn, yellow for winter Anustubhe turyavaha ushnihe The Savitri, Vatsa, Saraswati, Shyama, Paushna, Prishna, Maruta, Vaishvadeva, Vasha,\nThe heavens and the earth are mentioned The bodies are the others. 15. \nThe first knowledge is obtained by the fire, by the Maruts, by the Santapanas, by the Maruts, by the householders, by the Bashkihans, by the Maruts, by the games.\nThey followed their own. 1 6.\nThese are the above-mentioned moving fires of Indra, the horns of Indra, the multi-faceted Vaishvakarma. 17.\nThey are the smoke-like bears of the ancestorsᳪ the moon-gods, the smoke-like bears of the ancestors, the barhiṣadas of the ancestors, the black beavers of the ancestors of the fire-breathing\npṛṣanta-traiyambakas. 18.\nThese are the said movements of the Shunasiri, the white of the wind, and the white of the sun. 19.\nThey get the kapinjalas for spring, the kalavinkas for summer, the tittiris for autumn, the vartikas for winter, and the vikaras for winter. 20.\nHe gets the baby kills for the sea, the frogs for the rain, the fish for the friends, the squirrels for the Varuna, and the nakra for the Varuna. 21.\nThe moon is the source of the snow, the wind is the source of the Indra-fires, and the friend is the Madgun, and the Chakravakas are the source of the Varuna. 22.\nHe gets owls from the trees for the fire, peacocks from the horses, friends from Varuna and pigeons from the trees. 23.\nHe gets Laban for the moon, Tvashta for the cows, Kulika for the wives of the gods, Kulika for the goddess, and Parushna for the lord of the household. 24.\nHe obtains the pigeons during the day, the sea-goats at night, the moon-gods at the junctions of the night, and the moon-gods, and the great stars for the year. 25.\nThe earth gets its eyes for the sky, its wings for the sky, its wings for the sky, its wings for the sky, and the beavers for the sky. 26.\nHe obtains from the earth the sages, the Rudras, the Ruru, the suns, the Nyankus, the Visvas, the Devas, the Prishtas, the Sadhyas and the Kulungas. 27.\nFor the north-east, Parasvata obtains cows for Mitra, buffaloes for Varuna, cows for Brihaspati, and camels for Tvastra. 28.\nThe elephant for the creator gets the flesh in his mouth, the mosquitoes in his eyes, and the bees in his ears. 29. \nThe cow is for the creator and the wind, the forest is for Varuna, the ram is for Yama, the black is for the king of men, the peacock is for the tiger, the cow is for the swift fox, the blue worm is for the sea Himavate Hasti ।। 30. \nMayu, the Prajapati, Ula, Halikṣṇa, Vṛṣadaśa, the holder of the directions, Kanka, Dhuṅkṣa, Agneyi, Kalavinka, Lohitahi, Puṣkarasada, Tvaṣṭā, the crunch in your mouth. 31. \nThe moon is the Kulunga, the forest, the unborn, the Nakula, the Shaka, the Paushna, the croaking, the Maya, the Indra, the Gaura, the deer, the Pidvo, the Nyanku, the Kakka, the Chakravaka, for your permission. 32. \nSauri, Balaka, Sharga, Srijaya, Shayandaka, are your friends for Saraswati, Shari, Purushavak, Shvavidbhoumi, Shardula, Vrka, Pridaku, Manyave, Saraswati, Shuka,\nPurushavak. 33. \nSuparna, Parjanya, Ati, Vahaso, Darvida, to the wind, to Brihaspati, to Vachaspati, to the king of Paingaraja, to the sky, to the float, to the lord of the rivers, to the lord of the heavens and the earth,\nto the tortoise. 34.\nThe man, the deer, the moon, the cow, the black hole, the woodpecker, the lizard, the savior, the wind, the crocodile, the shark, the milk of the well, the shadow of the well. 35.\nThe frog, the mouse, the butterfly during the day, the lope of the snakes, the black Ashwin, the bear at night, the jatu, the Sushilika, and the Jahaka of other people, the Vaishnavi. 36.\nAnother water for half a month, the peacock.Garuda is the source of water for the Gandharvas, Kashyapa is the source of the month, Rohit is the source of the Kundrinachi, and Golattika is the source of death for the Apsaras. 37. \nThe horse of the rain is the hook of the seasons, the manthala is the strength of the ancestors, the jackal is the strength of the Vasus, the kapinjala is the pigeon, the owl is the moon, and the forest is the sheep of Varuna. 38. \nThe holy camel of the suns is the hateful one of the Vardhrinas, and the srimara of the forest is the ruru of the raudra, and the kutaru is the giver of the horses, and the pickaxe is the source of the desire of the horses. 39. \nThe sword, the Vaishvadeva, the dog, the black ear, the donkey, the rakshasa, the pig, the lion, the wind, the lizard, the pippaka, the bird, the sword of all the gods, are the sword of the gods. 40 ।।",
    "adhyaya": 24 
  }, 
  "24": { 
    "veda": "yajurveda", 
    "samhita": "vajasneyi-madhyandina-samhita", 
    "chapter": 26,
    "text": "Shadam dadbhiravakam dantamulairmrdam barsvaistegandashtrabhyaᳪ saraswati agrajihvam jihvaya utsadam avakrandena palate vajaᳪ hanubhyapa asyena vrishanamandabhyaam adityam With the mustache the path, with the eyebrows the heavens and the earth, the lightning with the lightning, with the white eyes, the black eyes, the eyes of the eyes, the eyes of the eyes, the eyes of the eyes With the breath in the nose, with the lips, with the right answer, with the light within, with the light within, with the head, without interruption, with the thunderbolt, with the brain, with the lightning with the little ears The ears are the ears, the lips are the ears, the mind is the dry throat, the mind is the sun, the head is the dance, the water is the head, the life is the silk Indra with his hair, Brihaspati with his sword, the tortoise with his bird's nest, his arms with his strong bears, his legs with his arms Jambilenaranyam agnimatirugbhya pooshanm dorbhya ashvinavasabhya rudraᳪ rorabhya The sixth is Maruta, the seventh is Brihaspati, the eighth is Arya, the ninth is Dhatu, the eleventh is Indra, the twelfth is Varuna, and the thirteenth is Yama The third is for water, the fourth for Nirritya, the fifth for Agnisoma, the sixth for Sarpanaᳪ the seventh for Vishnu, the eighth for Pushno, the ninth for Tvashta, the tenth for Indra, the eleventh for Varuna, the twelfth for Yama, the thirteenth for the south of heaven and earth The side of all the gods is the north Indra and Brihaspati with their hips, Mitra and Varuna with their thighs, attack with their strong leprosy Water with the intestines, the testicles with the eggs, the horses with the tail, the people with the semen, the tears with the bile, the legs with the cocoons, and the horses with the tail They filled the sky with their hearts, the clouds with their hearts, the sky with their stomachs, the chakravakas with their baths, the heavens with their kidneys, the mountains with their plashis, their spleen with their ants, their clothes with their gloves, their bushes with their diamonds. The lakes flow from their abdomen, the sea from their stomachs, the fire with their ashes You protect the earth with your tears, your voice with your polluted teeth, your limbs with your stars, and your skin with your skin To whom shall we offer this heavenly oblation?\nHe who, in the moment of life, became the king of the universe.\nHe who is the Lord of this two-legged and four-legged.To whom shall we offer oblations? 11.\nThese Himalayas are great and the sea is full of juice.\nTo whom are these directions and arms? To whom shall we offer oblations? 12.\nHe is the giver of self-realization and strength, and the gods worship Him in the universe. 13.\nMay the good sacrifices of the universe be our source of strength.\nMay the gods protect us in the heavens and in the heavens. 14.\nMay the good wisdom of the gods be straightened out and may the night of the gods turn away from us. 15.\nWe offer them in the past, Bhaga, Mitra, Aditi, Daksha and Sridha. 16. \nMay the wind be our medicine, and may the earth be our mother, and may the heavens be our father. 17.\nWe offer our sacrifices to the Lord of the universe, who is the source of all life. 18. \nMay Indra, the old-heard, and Pūṣā, the universal Vedas, bless us.\nMay Tarkṣya, Arishtanemi and Brihaspati bless us. 19.\nThe Maruts, the horses of the Pṛṣṇis, the mothers of the Pṛṣṇis, the auspicious Yavanas, the Jagmayas, the fire-tongued Manus, the Sura-cakṣasas, the demigods in the universe, have come down to us here. 20.\nLet us hear with our ears the good news of the gods and see with our eyes the good news of the sacrificers. 21.\nThe autumn of the hundred years, where the gods have covered us with old age and bodies. 22.\nAditi is the heaven, Aditi is the space, Aditi is the mother, that is the father, that is the son. 23.\nMay Varuna, our friend, Arya, Ayurveda, Indra, Ribhukṣa and Maruta, not destroy us. 24.\nThey carry the night of the rainbow from their mouths, which is covered with rain. 25.\nThis goat is carried by the horse of the city, the part of the moon, the goddess of the universe. 26. \nThe sacrifice of the dead is carried by the three men on horseback.reporting to the Naja. 27. \nHotadhvaryuravaya agnimindha gravagrabha uta shasta suvipra. 28.\nThey who carry the sacrificial wood or those who burn the grass for the horse sacrifice. 29.\nUp pragatsumanme adhayi manma devaanamasha up vitaprishtah.\nAnvenam vipra rishiyo madanti devaanam pushte chakrma subandhum. 30.\nThe reins of the horses, the sandals of the mountains, the ropes of the head, the grass of the fields, and all the grass of the fields, may they also be among the gods. 31.\nWhatever is in the horse's flesh, or in the fly's tail, or in the voice of his own sword. 32.\nThe Yadu killing is the smell of the flesh of the stomach. 33.\nThat which runs from your body, when it is cooked by fire, kills the slain. 34.\nThose who look at the horse when it is ripe and who say that it is ripe with fragrances. 35.\nThe eyes of the meat-cooking pot, which are the vessels for the hot irrigation. 36.\nMay the fire not sound you, nor may the smell of smoke, nor may the faces shine, nor may the bare feet shine. 37.\nThe invading, the sitting, the turning, and the Padvisha mountain. 38. \nThey who cover the horse with grass and the deer who give him the dress. 39.\nWhatever you have struck with the heel or the tail of a pig with the greatness of a simple sword. 40. \nThe horse of the thirty-four horses of the gods is the same as the sword of the horse. 41. \nOne Tvashta is the horse, and two are the instruments of the seasonsThey grab the horse against. 37.\nThe invading, the sitting, the turning, and the Padvisha mountain. 38. \nThey who cover the horse with grass and the deer who give him the dress. 39.\nWhatever you have struck with the heel or the tail of a pig with the greatness of a simple sword. 40. \nThe horse of the thirty-four horses of the gods is the same as the sword of the horse. 41. \nOne Tvashta is the horse, and two are the instruments of the seasonsThey grab the horse against. 37.\nThe invading, the sitting, the turning, and the Padvisha mountain. 38. \nThey who cover the horse with grass and the deer who give him the dress. 39.\nWhatever you have struck with the heel or the tail of a pig with the greatness of a simple sword. 40. \nThe horse of the thirty-four horses of the gods is the same as the sword of the horse. 41. \nOne Tvashta is the horse, and two are the instruments of the seasonsौ ।। 42.\nDo not let the heat of your dear soul drink you, and do not let your own body become drunk. 43.\nYou will not die for this, nor will you be angry with the gods2, for you are on the paths of goodness. 44.\nMay the horse be our horse, the sons of the man, and the sun of the universe. 45.\nWho are these who are the source of the earth, Indra and the gods of the universe?\nIndra, with the suns and the Maruts, is the source of our medicine. 46.\nAgne, you are our last or our saviour, Shiva, Varuthy. 47 ।।", 
    "adhyaya": 25 
  }, 
  "25": { 
    "veda": "yajurveda", 
    "samhita": "vajasneyi-madhyandina-samhita", 
    "chapter": 27,
    "text": "Fire and earth bow down to me, air and space bow down to me\nAditya and heaven bow down to me, water and Varuna bow down to me .\nSapta saᳪsada ashtami bhutasadhani sakama2adhvanaskuru sanjnanamastu me and.\nMay my desire be fulfilled in this world, dear to the gods, and may my desire be fulfilled That is the picture of the treasure in us.\nYou have taken the offering to Brihaspati, and this is your womb to Brihaspati 4. Indra, kill Vritra and drink the moon with the graves of the cows This is your womb, O cow, for you are the source of the light of the dead ।।\nWe shall be the king of the worlds, the glory of the worlds.\nThe sun is born here and sees the universe ।।\nMay the fire-god not go to the other side with the horse of the fire.\nYou are the source of the fire, and this is your womb We offer you this great cow.\nMay the great2 Indra, the sixteenth thunderbolt, grant you shame ।।\nYou are the source of the universe, and I offer you the gifts of the moon ।।\nThat which is burning in the fire is like a buffalo in the fire May the months protect you.\nMay the year protect us from the sacrifice and the people He gave us the fierce shame of the Maruts We will be fed by heroes and horses.\nMay the gods take us to the sacrifice on two legs and on four legs ।।\nAbhi yajnam grinihi no gnavo neshta:Drink in season.\nYou are a jewel. 21.\nDravinodaḥ pipiṣati juhot pra cha tiṣṭhat. Nestradritubhirishyat. 22. \nYou are the moon, and you are the eternal flower of the moon. 23.\nAmeva naḥ suhava a hi gantana ni barhiṣi sadatana raṇiṣṭana. 24.\nBreathe the moon with the sweetest and most intoxicating stream. Indra, the son of Patava. 25.\nThe demon-killer, Visvacharshani, is fighting in the womb. He sat down in the drone. 26 ।।",.
    "adhyaya": 26 
  }, 
  "26": { 
    "veda": "yajurveda", 
    "samhita": "vajasneyi-madhyandina-samhita", 
    "chapter": 28,
    "text": "May the fire, the seasons, and the sages, which are true, increase you.\nGive me the divine light, and may the universe shine in the four directions May the Brahmans, who are angry with you, be of fame. 2. \nThese Brahmans, O fire, ask you to protect us O fire, do not let the sun be your source of strength.\nMay the stars, O fire, be present to you and may your unpleasantness increase \nO Agne, in the midst of the kings, give us the gifts of the sun ।।\nO unbearable Jataveda, unwanted, O Viradagni, give us the Kshatriyas here Chitsantaraᳪ saᳪ shishadhi.\nMay the gods follow him for great fortune The physicians of the gods, O Agne, saw the north above the darkness Shochiᳪsyagniḥ.\nDyumattama supratikaṁ suṇoḥ Narashaso Agne.\nSukriddeva Savita Visvavara.\nAchchayameti Shavasa Ghritenedano Vahni Namasa In Mandra Suprayasa:.\nVasu and Vasudhatama.\nThe doors of the goddess of the universe are given to the fire Ushasanakta.\nThis sacrifice is our sacrifice. 17. \nThe divine priests have offered us the sacrifice of the fire Saraswati Bharati.\nThe earth is praising.\nThat is the wonderful Tvashta in men 21. Agni, offer sacrifice to Jataveda.\nMay the gods in the world offer this sacrifice \nThey stood in the wind and the men of the universe made their children. 24.\nThe waters, which are the greatest of the universe, conceive and give birth to fire.To whom shall we offer oblations? 25.\nHe who saw the waters in the month of Daksha, who gave birth to the sacrifice.\nHe who was the only god among the gods, to whom shall we offer oblations? 26.\nPra yasi daśvaᳪsamachcha niyudbhirāyaviṣṭye duroṇe. 27.\nCome to us with hundreds of sacrifices and thousands of sacrifices. 28.\nI will send the winds to you, Venus, and you will go to the house of Sunvata. 29. \nVayu Venus, I am your honey, the foremost of the heavens. 30.\nThe wind, the foremost of the sacrifices, went with them to the sacrifice with their minds. 31. \nGo with those thousand chariots of the wind. 32.\nOne and ten in your own being, and two in the sacrifice. 33. \nO lord of the winds, Tvashta, the wonderful mother of your wife, we ask you to be your wife. 34.\nWe are not like cows that have not been milked. 35.\nNo other heavenly being, nor any other earthly being, has ever been born or will be born. 36.\nWe offer you the seven horses of the caravan.\nYou are the Vritra, Indra, the lord of the gods, and you are the wood of the mountains. 37.\nThat you, thunderbolt-wielding, have greatly praised us, O mountain. 38.\nWho is our ever-growing friend, the messenger of the earth? 39.\nWho is the true buffalo of the madmen? 40.\nAbhi ṣu ṇa: sakhiṇamavita jaritṛṇam. 41.\nYajna-yajna vo agniye gira-gira cha dakshase.\nPra-pra vayam amritam jatavedasa priyam mitra na shasisham. 42. \nProtect us, O fire, with one, and protect us with the second. 43. \nThe energy that did not fall, he gave us the gift of the sacrifice. 44.\nYou are the year, you are the year, you are the year, you are the year, you are the year Let’s imagine. Spread the word for the dead.\nSuparnachidasi, by that deity, Angirasvad, be sure to be satisfied. 45 ।।",.always us. 28.\nI will send the winds to you, Venus, and you will go to the house of Sunvata. 29. \nVayu Venus, I am your honey, the foremost of the heavens. 30.\nThe wind, the foremost of the sacrifices, went with them to the sacrifice with their minds. 31. \nGo with those thousand chariots of the wind. 32.\nOne and ten in your own being, and two in the sacrifice. 33. \nO lord of the winds, Tvashta, the wonderful mother of your wife, we ask you to be your wife. 34.\nWe are not like cows that have not been milked. 35.\nNo other heavenly being, nor any other earthly being, has ever been born or will be born. 36.\nWe offer you the seven horses of the caravan.\nYou are the Vritra, Indra, the lord of the gods, and you are the wood of the mountains. 37.\nThat you, thunderbolt-wielding, have greatly praised us, O mountain. 38.\nWho is our ever-growing friend, the messenger of the earth? 39.\nWho is the true buffalo of the madmen? 40.\nAbhi ṣu ṇa: sakhiṇamavita jaritṛṇam. 41.\nYajna-yajna vo agniye gira-gira cha dakshase.\nPra-pra vayam amritam jatavedasa priyam mitra na shasisham. 42. \nProtect us, O fire, with one, and protect us with the second. 43. \nThe energy that did not fall, he gave us the gift of the sacrifice. 44.\nYou are the year, you are the year, you are the year, you are the year, you are the year Let’s imagine. Spread the word for the dead.\nSuparnachidasi, by that deity, Angirasvad, be sure to be satisfied. 45 ।।",.always us. 28.\nI will send the winds to you, Venus, and you will go to the house of Sunvata. 29. \nVayu Venus, I am your honey, the foremost of the heavens. 30.\nThe wind, the foremost of the sacrifices, went with them to the sacrifice with their minds. 31. \nGo with those thousand chariots of the wind. 32.\nOne and ten in your own being, and two in the sacrifice. 33. \nO lord of the winds, Tvashta, the wonderful mother of your wife, we ask you to be your wife. 34.\nWe are not like cows that have not been milked. 35.\nNo other heavenly being, nor any other earthly being, has ever been born or will be born. 36.\nWe offer you the seven horses of the caravan.\nYou are the Vritra, Indra, the lord of the gods, and you are the wood of the mountains. 37.\nThat you, thunderbolt-wielding, have greatly praised us, O mountain. 38.\nWho is our ever-growing friend, the messenger of the earth? 39.\nWho is the true buffalo of the madmen? 40.\nAbhi ṣu ṇa: sakhiṇamavita jaritṛṇam. 41.\nYajna-yajna vo agniye gira-gira cha dakshase.\nPra-pra vayam amritam jatavedasa priyam mitra na shasisham. 42. \nProtect us, O fire, with one, and protect us with the second. 43. \nThe energy that did not fall, he gave us the gift of the sacrifice. 44.\nYou are the year, you are the year, you are the year, you are the year, you are the year Let’s imagine. Spread the word for the dead.\nSuparnachidasi, by that deity, Angirasvad, be sure to be satisfied. 45 ।।",.Sakhinaamavita jaritrunam.\nShatam bhavasyutaye. 41.\nYajna-yajna vo agniye gira-gira cha dakshase.\nPra-pra vayam amritam jatavedasa priyam mitra na shasisham. 42. \nProtect us, O fire, with one, and protect us with the second. 43. \nThe energy that did not fall, he gave us the gift of the sacrifice. 44.\nYou are the year, you are the year, you are the year, you are the year, you are the year Let’s imagine. Spread the word for the dead.\nSuparnachidasi, by that deity, Angirasvad, be sure to be satisfied. 45 ।।",.Sakhinaamavita jaritrunam.\nShatam bhavasyutaye. 41.\nYajna-yajna vo agniye gira-gira cha dakshase.\nPra-pra vayam amritam jatavedasa priyam mitra na shasisham. 42. \nProtect us, O fire, with one, and protect us with the second. 43. \nThe energy that did not fall, he gave us the gift of the sacrifice. 44.\nYou are the year, you are the year, you are the year, you are the year, you are the year Let’s imagine. Spread the word for the dead.\nSuparnachidasi, by that deity, Angirasvad, be sure to be satisfied. 45 ।।",.
    "adhyaya": 27 
  }, 
  "27": { 
    "veda": "yajurveda", 
    "samhita": "vajasneyi-madhyandina-samhita", 
    "chapter": 30,
    "text": "Hota yakshatsamidhendramidaspade nabha prithivya adhi.\nDivo varshmantsamidhyata ojishtha charshanisaha vetvajyasya hotaryaja O god, know the heavenly paths with the sweetest of men's hopes, and offer sacrifice to the sacrificial fire Vetvajyasya hotaryaja ।।3 ।।\nHota yakshadbarhishindram nishabham naryapasam Saho dwara Indramavardhayan.\nSuprayana asminyajne vi shrayanta amritavrdha dwara Indra meedhushe vyantvajyasya hotaryaja 6. The priests, the divine priests, the physicians of the sacrificial fire, increased the calf with their splendour ।।\nHota yakshattisro devi na bheshajam traya tridhatavo apasa ida saraswati bharati mahi Bhishaja Suyajam Ghritashriyam.\nTvashta gave the senses to Indra, the source of the sacrificial fire The mind is the source of the senses.\nThe sacrifice is offered with honey and ghee Svaha kritinaᳪ Svaha havyasuktinam.\nSvaha deva ajyapa jushana Indra ajyasya vyantu hotaryaja 12. \nThe goddess, the door of Indra, increased her strength in the congregation.\nA calf, young and young May the goddess of the earth, who knocks the dust of the mountains, sacrifice to the earth.Prayasishtaᳪ Suprite Sudhite Vasuvane Vasudheyasya Vita Yaja. 14.\nMay the goddess Joshtri, the earth, increase the god Indra. 15. \nMay the goddess Urjahuti increase the king of milk in the milk of the Sudugha Offer the waters to the sacrificer who has learned to sacrifice to the earthly forest. 16.\nMay the gods, the divine priests, increase the god Indra. 17.\nThe three goddesses, the three goddesses, increased their husband Indra. 18. \nThe god Indra, the son of Narasha, the three-horned Tribandhu, increased the god Indra Vasuvane Vasudheyasya Vettu Yaja. 19.\nThe god of the gods, the deer-leaved tree, the honey-branch, the good fig tree, increased the god Indra. 20.\nThe god of the barhi, the god of the waters, increased Indra. 21. \nThe god Agni increased the god Indra who made the sacrifice. 22.\nThe fire today covered the sacrificial fire, and the sacrificer cooked the rows, and the priests tied the goat to Indra. The fat that has not been killed has been cooked against the tip of the sacrifice.\nYou are today, O sage. 23.\nThe priest offers the sacrificial fire, the great fame, the well-burnt fire, the best of the fires, the Indra, the oldest. 24.\nThe priest offers the sacrifice, which is the source of the young fall of the sacrificial fire. 25.\nHota yakshadidenyamiditam vritrahantamamidabhiridyam saha:Soma, Indra, the old man.\nAnustubha, the chant, the fifth sense, the fifth cow, the age, the sacrifice of the sacrificial fire. 26.\nHota yakṣat subarhiṣam pooṣaṇvantamamartyaᳪ sidantam barhiṣi priye amṛtandram vayodhasam. 27.\nHota, Yakshad, Vyachasvati, Suprayana, Ritavrddha, Dwara, Devi, Hiranyayi, Brahman, Indra, Vayodhasam. 28.\nThe priests are sacrificing with their own flesh and in good craftsmanship. 29.\nThe priest sacrificed the best of the gods with Pracheta, the priest, the divine poet, the young Indra. 30.\nHota sacrificed Peshasvati, the three goddesses, Hiranyayi, Bharati, Brihati, the earth, the husband of Indra, the old man. 31.\nThe priests are sacrificing the god Tvashta, who increases nourishment, and who bears the forms of nourishment, Indra, who is the source of nourishment. 32 ।।\nHota yakshadvanaspati shamitara shatakratu hiranyaparnam mukthinam rasanam bibhratam vashim bhagamindram vayodhasam Dadhadvetvajyasya hotaryaja. 33.\nThe priests offer sacrifices in the form of Svaha, the fire, the lord of the household, the separate Varuna, the medicine, the poet, the Kshatriya, the Indra, the old man. 34. \nThe god Barhi increased the age of the god Indra.\nThe Gayatri mantra, the sense of chanting, the eye of Indra, the age of the earth, the earthly Vetu, sacrifice. 35. \nThe goddess, the door of the old man, increased the pure Indra. 36. \nMay the goddess Ushasana increase the god Indra, the god of old age. 37. \nMay the goddess Joshtri, the earth, increase the god Indra, the god Vayodhasa. 38. \nMay the goddess Urjahuti, who is the source of milk and whose milk is the source of all milk, increase the age of the god. 39. \nMay the gods, the divine priests, increase the god Indra, the god of old age. 40. \nThe three goddesses, the three goddesses, increased the age of their husband, Indra. 41.\nThe god of men, Indra, the god of old age, increased the god of old age. 42. \nThe god Vanaspati raised Indra, the god of old age.\nDvipada chandasendriya bhagam Indra vaya dadha vasuvane vasudheyasya vetu yaja. 43. \nThe god of the outer waters, Indra, the god of the gods, increased the god of the gods. 44. \nThe god Agni, the god of the sacrifices, increased the god Indra, the god of old age. 45.\nThe fire today covered the offerer, the sacrificer, cooking the rows, cooking the sacrificial offering, and tying the goat to the old Indra The fat was digested and the tips of the fears increased with the sacrifice. You’re the sage today. 46 ।।",.
    "adhyaya": 28 
  }, 
  "28": { 
    "veda": "yajurveda", 
    "samhita": "vajasneyi-madhyandina-samhita", 
    "chapter": 31,
    "text": "Samiddho anjanam kridaram matinam ghritamagne madhumatpinvamana.\nvaji vahanam vajinam jataveda devanam vakshi priyama sadhastham The gods.\nFollow you in the seven directions and give your abode to this sacrificer ।।\nSpread out the beautiful Sushta, the thighs of Pruthu, the first of the earth. Sheltering in the lofty.\nMay the sages, the shields, the doors, the goddesses, and the goddesses be well-fed I am the source of the truth.\nThe first golden charioteer is the one who sees the worlds Bharati Vastu Yajnaᳪ Saraswati did not come with the Rudras.\nIdopahuta Vasubhi Sajosha Yajnam No Devi Amriteshu Dhatta Jajan bahoḥ kartamiha yakṣi hota Vavṛdhanaḥ sadyo jato dadhiṣe yajñamagne.\nSvahakritena haviṣa puroga yahi sadhya haviradantu devas Arms worshipped, they were born in the glory You are the sun, you are covered by three secret vows.\nYou are separated by the moon, they say, there are three bonds in heaven, three in water, and three in the sea.\nUteva me Varuna chants where they call the supreme mother.\nThese are your horses, these are the treasures of the sun ।।\nI saw myself as a bird falling from the sky in the sky.\nI saw your head as a bird fighting with the sweet dust of the paths Marto anu bhogamanadadid grasishta oshadhirajigah ।।\nThe deer-horned one whose feet were the lower of the mind was Indra Like the ranks of the horses who strive to see the divine sword:।। 21.\nYour body is falling and your mind is blowing like the wind. 22.\nUp pragachchasanam vajyarva devadricha manasa didhyana.\nAjah puro niyate nabhirasya anu paschat kavayo yanti rebhas. 23.\nUp pragat paramam yatsadhasthamarvan2 achcha pitaram mataram cha. 24.\nYou are burning today in Durona, the god of the gods, and you are burning the fire. 25.\nYou have followed the path of the truth, and you have covered the chariot of the truth with honey. 26. \nWe praise the glory of these men by the sacrifices of the sacrificer. 27. \nAjuhvan, you are the worshipful and the worshipful, and you are the fire, and you are the Yahva, the priest of the gods. 28.\nThe ancient outer direction of the earth is the source of her clothing before the day. 29.\nMay the goddesses, who are the doors of the great universe, be well-fed to the gods. 30.\nA susvayanti yajate upake ushasanakta sadata ni yonau.\nDivye yoshane brihati surukme adhi shriya shukrapisham dadhane. 31.\nThe divine priests are the first to speak the good news, and these are the sacrifices for the sacrifice of man. 32. \nA no sacrifice Bharati tuyametvida manusvadiha chetayanti. 33.\nHe who is the mother of these heavens and earth and who created the worlds in their forms. 34.\nThey offered sacrifices to the gods in the seasons.\nMay the plants, the gods, the fire, and the gods taste the sacrifices with honey and ghee. 35. \nThe fire which was immediately born became the foremost of the gods in the sacrifice. 36. \nYou are the one who makes Ketu the star of Pesho Marya. 37.\nIt is a symbol of the cloud that the armor goes to the Samada.\nMay the glory of the armor drink you. 38. \nWith the bow we shall conquer the cows, and with the bow we shall conquer the horses. 39. \nThe Vedas will tell you that you will embrace your beloved friend. 40.\nThey behave like women who carry their children like mothers. 41.\nThe father of many, the son of many, does the same thing. 42.\nStanding on his chariot, he takes the horses to the city wherever he wishes.।। 43. \nThey roar loudly, the horses with their chariots, and the horses with their chariots. 44. \nThe chariot-carrier is the name of the sacrifice, where the weapon is hidden, and the shield is placed there. 45. \nThey are the ancestors of the tasteful herbs, the old men, the hard-working, the strong, the deep. 46. ​​\nMay the Brahmanas, the forefathers, the Somas, the heavens and the earth protect us in Shiva. 47.\nThe deer wears the garment, and her teeth are tied to the cows, and she falls down when she gives birth. 48.\nMay the moon speak over us and may the sun give us peace. 49.\nA janghanti sanvesam jaghanam2 up jighnate.\nAsvajani prachetaso asvantsamatsu chodaya. 50.\nLike a snake, he runs around his arm with pleasures, striking the cause of his victory. 51. \nO tree, may the Veedvanga be our friend and the hero who delivers us. 52.\nThe heavens and the earth are covered with the trees.\nThe waters are covered with the cows. 53. \nThe thunderbolt of Indra is the army of the Maruts, and the womb of Mitra is the navel of Varuna. 54. \nBreathe the earth and the heavens, and let the world be your dwelling place. 55.\nA cry, strength and power, not half destroyed by the evil that is attacking you. 56. \nAmuraja pratyavartayemaḥ ketumaddundubhirvavaditi. 57. \nThe fire, the black-necked, the Saraswati, the sheep, the beaver, the gentle, the hot, the black, the cold-backed, the Barhaspati, the Shilpa, the Vaishvadeva, the Indra, the red, the wind, the Kalmasha, the Indra-agni, the Sahita, the Adhorama, the Savitri Varuna, Krishna, fell on the eighty-foot. 58.\nMay the Savitras, the Paushnas, the Rajatanabhis, the Vaishvadevas, the Pishangas, the Tuparas, the Marutas, the Kalmashas, ​​the Agneyas, the Krishnas, the Ajas, the Saraswatis, the Meshis and the Varunas, drink to the fire. 59. \nThe eight-headed Agni, the Gayatra, the Trivrit, the Rathantara, the Indra, the fifteenth, the Barhata, the eleventh, the Visvebhya, the seventeenth Vairupa, the awakened, the twelfth-headed Mitra and Varuna, the twenty-one Anustubhas, the Vairajas, the milk, the Brihaspati, the Kankta, the Trinava, the Shakvara, the Charu, the Savitri, the Aushni, the three Trishas, ​​the Raivata, the twelve skulls The Prājapatis offered the sacrificial fire to the sun, the wife of Vishnu, the twelve-headed sacrificial fire to the fire, and the eight-headed sacrificial fire to the fire. 60 ।।",.They destroy their enemies with their feet and destroy their enemies1 44. \nThe chariot-carrier is the name of the sacrifice, where the weapon is hidden, and the shield is placed there. 45. \nThey are the ancestors of the tasteful herbs, the old men, the hard-working, the strong, the deep. 46. ​​\nMay the Brahmanas, the forefathers, the Somas, the heavens and the earth protect us in Shiva. 47.\nThe deer wears the garment, and her teeth are tied to the cows, and she falls down when she gives birth. 48.\nMay the moon speak over us and may the sun give us peace. 49.\nA janghanti sanvesam jaghanam2 up jighnate.\nAsvajani prachetaso asvantsamatsu chodaya. 50.\nLike a snake, he runs around his arm with pleasures, striking the cause of his victory. 51. \nO tree, may the Veedvanga be our friend and the hero who delivers us. 52.\nThe heavens and the earth are covered with the trees.\nThe waters are covered with the cows. 53. \nThe thunderbolt of Indra is the army of the Maruts, and the womb of Mitra is the navel of Varuna. 54. \nBreathe the earth and the heavens, and let the world be your dwelling place. 55.\nA cry, strength and power, not half destroyed by the evil that is attacking you. 56. \nAmuraja pratyavartayemaḥ ketumaddundubhirvavaditi. 57. \nThe fire, the black-necked, the Saraswati, the sheep, the beaver, the gentle, the hot, the black, the cold-backed, the Barhaspati, the Shilpa, the Vaishvadeva, the Indra, the red, the wind, the Kalmasha, the Indra-agni, the Sahita, the Adhorama, the Savitri Varuna, Krishna, fell on the eighty-foot. 58.\nMay the Savitras, the Paushnas, the Rajatanabhis, the Vaishvadevas, the Pishangas, the Tuparas, the Marutas, the Kalmashas, ​​the Agneyas, the Krishnas, the Ajas, the Saraswatis, the Meshis and the Varunas, drink to the fire. 59. \nThe eight-headed Agni, the Gayatra, the Trivrit, the Rathantara, the Indra, the fifteenth, the Barhata, the eleventh, the Visvebhya, the seventeenth Vairupa, the awakened, the twelfth-headed Mitra and Varuna, the twenty-one Anustubhas, the Vairajas, the milk, the Brihaspati, the Kankta, the Trinava, the Shakvara, the Charu, the Savitri, the Aushni, the three Trishas, ​​the Raivata, the twelve skulls The Prājapatis offered the sacrificial fire to the sun, the wife of Vishnu, the twelve-headed sacrificial fire to the fire, and the eight-headed sacrificial fire to the fire. 60 ।।",.They destroy their enemies with their feet and destroy their enemies1 44. \nThe chariot-carrier is the name of the sacrifice, where the weapon is hidden, and the shield is placed there. 45. \nThey are the ancestors of the tasteful herbs, the old men, the hard-working, the strong, the deep. 46. ​​\nMay the Brahmanas, the forefathers, the Somas, the heavens and the earth protect us in Shiva. 47.\nThe deer wears the garment, and her teeth are tied to the cows, and she falls down when she gives birth. 48.\nMay the moon speak over us and may the sun give us peace. 49.\nA janghanti sanvesam jaghanam2 up jighnate.\nAsvajani prachetaso asvantsamatsu chodaya. 50.\nLike a snake, he runs around his arm with pleasures, striking the cause of his victory. 51. \nO tree, may the Veedvanga be our friend and the hero who delivers us. 52.\nThe heavens and the earth are covered with the trees.\nThe waters are covered with the cows. 53. \nThe thunderbolt of Indra is the army of the Maruts, and the womb of Mitra is the navel of Varuna. 54. \nBreathe the earth and the heavens, and let the world be your dwelling place. 55.\nA cry, strength and power, not half destroyed by the evil that is attacking you. 56. \nAmuraja pratyavartayemaḥ ketumaddundubhirvavaditi. 57. \nThe fire, the black-necked, the Saraswati, the sheep, the beaver, the gentle, the hot, the black, the cold-backed, the Barhaspati, the Shilpa, the Vaishvadeva, the Indra, the red, the wind, the Kalmasha, the Indra-agni, the Sahita, the Adhorama, the Savitri Varuna, Krishna, fell on the eighty-foot. 58.\nMay the Savitras, the Paushnas, the Rajatanabhis, the Vaishvadevas, the Pishangas, the Tuparas, the Marutas, the Kalmashas, ​​the Agneyas, the Krishnas, the Ajas, the Saraswatis, the Meshis and the Varunas, drink to the fire. 59. \nThe eight-headed Agni, the Gayatra, the Trivrit, the Rathantara, the Indra, the fifteenth, the Barhata, the eleventh, the Visvebhya, the seventeenth Vairupa, the awakened, the twelfth-headed Mitra and Varuna, the twenty-one Anustubhas, the Vairajas, the milk, the Brihaspati, the Kankta, the Trinava, the Shakvara, the Charu, the Savitri, the Aushni, the three Trishas, ​​the Raivata, the twelve skulls The Prājapatis offered the sacrificial fire to the sun, the wife of Vishnu, the twelve-headed sacrificial fire to the fire, and the eight-headed sacrificial fire to the fire. 60 ।।",.May the moon, the moon, protect us from the heavens and the earth without effort. 47.\nThe deer wears the garment, and her teeth are tied to the cows, and she falls down when she gives birth. 48.\nMay the moon speak over us and may the sun give us peace. 49.\nA janghanti sanvesam jaghanam2 up jighnate.\nAsvajani prachetaso asvantsamatsu chodaya. 50.\nLike a snake, he runs around his arm with pleasures, striking the cause of his victory. 51. \nO tree, may the Veedvanga be our friend and the hero who delivers us. 52.\nThe heavens and the earth are covered with the trees.\nThe waters are covered with the cows. 53. \nThe thunderbolt of Indra is the army of the Maruts, and the womb of Mitra is the navel of Varuna. 54. \nBreathe the earth and the heavens, and let the world be your dwelling place. 55.\nA cry, strength and power, not half destroyed by the evil that is attacking you. 56. \nAmuraja pratyavartayemaḥ ketumaddundubhirvavaditi. 57. \nThe fire, the black-necked, the Saraswati, the sheep, the beaver, the gentle, the hot, the black, the cold-backed, the Barhaspati, the Shilpa, the Vaishvadeva, the Indra, the red, the wind, the Kalmasha, the Indra-agni, the Sahita, the Adhorama, the Savitri Varuna, Krishna, fell on the eighty-foot. 58.\nMay the Savitras, the Paushnas, the Rajatanabhis, the Vaishvadevas, the Pishangas, the Tuparas, the Marutas, the Kalmashas, ​​the Agneyas, the Krishnas, the Ajas, the Saraswatis, the Meshis and the Varunas, drink to the fire. 59. \nThe eight-headed Agni, the Gayatra, the Trivrit, the Rathantara, the Indra, the fifteenth, the Barhata, the eleventh, the Visvebhya, the seventeenth Vairupa, the awakened, the twelfth-headed Mitra and Varuna, the twenty-one Anustubhas, the Vairajas, the milk, the Brihaspati, the Kankta, the Trinava, the Shakvara, the Charu, the Savitri, the Aushni, the three Trishas, ​​the Raivata, the twelve skulls The Prājapatis offered the sacrificial fire to the sun, the wife of Vishnu, the twelve-headed sacrificial fire to the fire, and the eight-headed sacrificial fire to the fire. 60 ।।",.May the moon, the moon, protect us from the heavens and the earth without effort. 47.\nThe deer wears the garment, and her teeth are tied to the cows, and she falls down when she gives birth. 48.\nMay the moon speak over us and may the sun give us peace. 49.\nA janghanti sanvesam jaghanam2 up jighnate.\nAsvajani prachetaso asvantsamatsu chodaya. 50.\nLike a snake, he runs around his arm with pleasures, striking the cause of his victory. 51. \nO tree, may the Veedvanga be our friend and the hero who delivers us. 52.\nThe heavens and the earth are covered with the trees.\nThe waters are covered with the cows. 53. \nThe thunderbolt of Indra is the army of the Maruts, and the womb of Mitra is the navel of Varuna. 54. \nBreathe the earth and the heavens, and let the world be your dwelling place. 55.\nA cry, strength and power, not half destroyed by the evil that is attacking you. 56. \nAmuraja pratyavartayemaḥ ketumaddundubhirvavaditi. 57. \nThe fire, the black-necked, the Saraswati, the sheep, the beaver, the gentle, the hot, the black, the cold-backed, the Barhaspati, the Shilpa, the Vaishvadeva, the Indra, the red, the wind, the Kalmasha, the Indra-agni, the Sahita, the Adhorama, the Savitri Varuna, Krishna, fell on the eighty-foot. 58.\nMay the Savitras, the Paushnas, the Rajatanabhis, the Vaishvadevas, the Pishangas, the Tuparas, the Marutas, the Kalmashas, ​​the Agneyas, the Krishnas, the Ajas, the Saraswatis, the Meshis and the Varunas, drink to the fire. 59. \nThe eight-headed Agni, the Gayatra, the Trivrit, the Rathantara, the Indra, the fifteenth, the Barhata, the eleventh, the Visvebhya, the seventeenth Vairupa, the awakened, the twelfth-headed Mitra and Varuna, the twenty-one Anustubhas, the Vairajas, the milk, the Brihaspati, the Kankta, the Trinava, the Shakvara, the Charu, the Savitri, the Aushni, the three Trishas, ​​the Raivata, the twelve skulls The Prājapatis offered the sacrificial fire to the sun, the wife of Vishnu, the twelve-headed sacrificial fire to the fire, and the eight-headed sacrificial fire to the fire. 60 ।।",.।। 51. \nO tree, may the Veedvanga be our friend and the hero who delivers us. 52.\nThe heavens and the earth are covered with the trees.\nThe waters are covered with the cows. 53. \nThe thunderbolt of Indra is the army of the Maruts, and the womb of Mitra is the navel of Varuna. 54. \nBreathe the earth and the heavens, and let the world be your dwelling place. 55.\nA cry, strength and power, not half destroyed by the evil that is attacking you. 56. \nAmuraja pratyavartayemaḥ ketumaddundubhirvavaditi. 57. \nThe fire, the black-necked, the Saraswati, the sheep, the beaver, the gentle, the hot, the black, the cold-backed, the Barhaspati, the Shilpa, the Vaishvadeva, the Indra, the red, the wind, the Kalmasha, the Indra-agni, the Sahita, the Adhorama, the Savitri Varuna, Krishna, fell on the eighty-foot. 58.\nMay the Savitras, the Paushnas, the Rajatanabhis, the Vaishvadevas, the Pishangas, the Tuparas, the Marutas, the Kalmashas, ​​the Agneyas, the Krishnas, the Ajas, the Saraswatis, the Meshis and the Varunas, drink to the fire. 59. \nThe eight-headed Agni, the Gayatra, the Trivrit, the Rathantara, the Indra, the fifteenth, the Barhata, the eleventh, the Visvebhya, the seventeenth Vairupa, the awakened, the twelfth-headed Mitra and Varuna, the twenty-one Anustubhas, the Vairajas, the milk, the Brihaspati, the Kankta, the Trinava, the Shakvara, the Charu, the Savitri, the Aushni, the three Trishas, ​​the Raivata, the twelve skulls The Prājapatis offered the sacrificial fire to the sun, the wife of Vishnu, the twelve-headed sacrificial fire to the fire, and the eight-headed sacrificial fire to the fire. 60 ।।",.।। 51. \nO tree, may the Veedvanga be our friend and the hero who delivers us. 52.\nThe heavens and the earth are covered with the trees.\nThe waters are covered with the cows. 53. \nThe thunderbolt of Indra is the army of the Maruts, and the womb of Mitra is the navel of Varuna. 54. \nBreathe the earth and the heavens, and let the world be your dwelling place. 55.\nA cry, strength and power, not half destroyed by the evil that is attacking you. 56. \nAmuraja pratyavartayemaḥ ketumaddundubhirvavaditi. 57. \nThe fire, the black-necked, the Saraswati, the sheep, the beaver, the gentle, the hot, the black, the cold-backed, the Barhaspati, the Shilpa, the Vaishvadeva, the Indra, the red, the wind, the Kalmasha, the Indra-agni, the Sahita, the Adhorama, the Savitri Varuna, Krishna, fell on the eighty-foot. 58.\nMay the Savitras, the Paushnas, the Rajatanabhis, the Vaishvadevas, the Pishangas, the Tuparas, the Marutas, the Kalmashas, ​​the Agneyas, the Krishnas, the Ajas, the Saraswatis, the Meshis and the Varunas, drink to the fire. 59. \nThe eight-headed Agni, the Gayatra, the Trivrit, the Rathantara, the Indra, the fifteenth, the Barhata, the eleventh, the Visvebhya, the seventeenth Vairupa, the awakened, the twelfth-headed Mitra and Varuna, the twenty-one Anustubhas, the Vairajas, the milk, the Brihaspati, the Kankta, the Trinava, the Shakvara, the Charu, the Savitri, the Aushni, the three Trishas, ​​the Raivata, the twelve skulls The Prājapatis offered the sacrificial fire to the sun, the wife of Vishnu, the twelve-headed sacrificial fire to the fire, and the eight-headed sacrificial fire to the fire. 60 ।।",.।। 58.\nMay the Savitras, the Paushnas, the Rajatanabhis, the Vaishvadevas, the Pishangas, the Tuparas, the Marutas, the Kalmashas, ​​the Agneyas, the Krishnas, the Ajas, the Saraswatis, the Meshis and the Varunas, drink to the fire. 59. \nThe eight-headed Agni, the Gayatra, the Trivrit, the Rathantara, the Indra, the fifteenth, the Barhata, the eleventh, the Visvebhya, the seventeenth Vairupa, the awakened, the twelfth-headed Mitra and Varuna, the twenty-one Anustubhas, the Vairajas, the milk, the Brihaspati, the Kankta, the Trinava, the Shakvara, the Charu, the Savitri, the Aushni, the three Trishas, ​​the Raivata, the twelve skulls The Prājapatis offered the sacrificial fire to the sun, the wife of Vishnu, the twelve-headed sacrificial fire to the fire, and the eight-headed sacrificial fire to the fire. 60 ।।",.।। 58.\nMay the Savitras, the Paushnas, the Rajatanabhis, the Vaishvadevas, the Pishangas, the Tuparas, the Marutas, the Kalmashas, ​​the Agneyas, the Krishnas, the Ajas, the Saraswatis, the Meshis and the Varunas, drink to the fire. 59. \nThe eight-headed Agni, the Gayatra, the Trivrit, the Rathantara, the Indra, the fifteenth, the Barhata, the eleventh, the Visvebhya, the seventeenth Vairupa, the awakened, the twelfth-headed Mitra and Varuna, the twenty-one Anustubhas, the Vairajas, the milk, the Brihaspati, the Kankta, the Trinava, the Shakvara, the Charu, the Savitri, the Aushni, the three Trishas, ​​the Raivata, the twelve skulls The Prājapatis offered the sacrificial fire to the sun, the wife of Vishnu, the twelve-headed sacrificial fire to the fire, and the eight-headed sacrificial fire to the fire. 60 ।।",.
    "adhyaya": 29 
  }, 
  "29": { 
    "veda": "yajurveda", 
    "samhita": "vajasneyi-madhyandina-samhita", 
    "chapter": 32, 
    "text": "Deva savita: pra suva yajnam pra suva yajnapatim bhagaya.\nThe divine Gandharva May Ketupū purify us and may Vachaspati give us the taste of the sun ।।3 ।।\nWe offer the dividersᳪ of Vasu and Chitra.\nThe sun is the eye of men For the sinful, the clean, the unfit, the lustful, the prostitute, the angry, the Magadha The son of a virgin in the woman is the charioteer for intelligence, the sword for patience Fortune, the rope is the death of the deer, and the dog is the destroyer of the deerI am the Naishada from the bees, the madman from the tiger, the Vratya from the Gandharvas and Apsaras, the Prayug from the mad serpent-gods, the unrelenting from the Kitavamiryata, the Akitavam from the devils, the Bidalkari from the Yatudhanas ।। 8. \nThe old woman in the evening, the husband of the house, the husband of the dead, the wealth of the dead, the dance of the dead, the husband of the dead, the present of the peshaskari, the remembrance of the senses. 9.\nThe hunchback from the destruction, the dwarf from the joy, the dwarf from the doors, the blind from the dream, the deaf from the iniquity, the holy, the physician from the wisdom, the star-gazing from the teaching, the questioning from the teaching, the questioning from the dignity Question Judgment. 10.\nThe elephant for the arms, the horse for the cowboy for nourishment, the cowherd for the strength, the guardian for the splendour, the keeper of the goat for the miracle, the keeper for the key, the wine-maker for the good, the householder for the wealth. 11.\nBhayai darvaharam prabhayai agnyedham bradhnasya vishtapayabhishekataram varshishtaya nakaya pariveshtaram devalokaya peshitaram manushyalokaya prakaritaram sarvebhyo lokabhya upasektaramva rityai They are the ones who are stirred up to kill, the ones who are dressed for intelligence, and the ones who are dressed for lust. 12.\nThe heart of the thief for the season, the killing of enmity, the beast, the separation of the Kshatriyas, the separation of the Kshatriyas, the following of the Kshatriyas, the following of the Bala, the Parishkanda of the earth, the beloved of the beloved, the horse of the Marishta The rain-soaked nose is the surrounding. 13.\nIt is the source of iron for anger, the source of yoga, the source of sorrow, the source of peace, the source of freedom from the unfavorable and the unfavorable Yamayasum. 14.\nYama, Yama, Sumatharva, Avatoka, Samvatsara, Paryayini, Parivatsara, Avijata, Ativatsara, Atishkadvari, Vatsara, Vijarjara, Samvatsara Palikni mrbhubhyo ajinasandhaᳪ sadhyebhya charmamnam. 15.\nDaivara from the lakes, Dasha from the Vaishantas, Bainda from the Nadvalas, Shaushkala from the Para, Margara, Vara, Kaivarta from the holy places, Andam from the uneven Mainalᳪ sounds, and Parnaka from the caves. Kiratᳪ from the slopes, Jambhaka from the mountains, and Kimpurusha from the mountains. 16. \nThe poulcus for the terrible, the golden for the colour, the balance for the merchant, the latter for the evil, the glavin for the worlds.I have covered the people’s voice with the growth of the proud, the awakening of the future, the awakening of the future, the dreaming of the mortal. 17. \nThe king of the letters, who has done what he has done, who has seen the day, who has imagined the Treta, who has imagined the Dvapara, who has imagined the assembly, who has killed the cow, who has killed the cow, who is hungry, who stands begging Charakacharya for the evildoer and Sailaga for the sinful. 18.\nThe cry of the promised woman is the sound of the horse, the speaker of many, the infinite, the silent sound, the blow of the vanity, the great harp, the crow, the whistle, the conch, the forest, the forest, the other forest. 19.\nYou remember the carriage for the joke, the prostitute, the laughter, the villager in Shabbal, the counterpart, the crowd, the harp-player, the hand-shooter, the quiver-player, the dancer, the joyful\ntalava. 20.\nThe fire is the drink, the back-snake is the earth, the wind is the chandala, the sky is the dancer, the sun is the haryaksha, the stars are the kirmira, the moon is the moon, the moon is the moon, and the moon is the moon Black and pink eyes for the night. 21.\nThen he takes these eight forms: very long, very short, very thick, very white, very black, very tall and very hairy They are the prostitutes, the Kitavas, the Clebos, the Sudras, the Brahmins, and the Prajapatis. 22 ।।",.
    "adhyaya": 30 
  }, 
  "30": { 
    "veda": "yajurveda", 
    "samhita": "vajasneyi-madhyandina-samhita", 
    "chapter": 33, 
    "text": "Sahasrashirsa Purusha Sahasraksha Sahasrapat.\nSa bhumiᳪ sarvata Touching and rising ten fingers.\nThe Supreme Being is everything that has happened and is to come The beings are the nectar of the three feet in heaven.\nThe man rose from the three feet and his feet became here again Then he crossed the earth and the city.\nFrom the sacrifice he offered the sacrificial animals \nThe chants were born of him, and the Yajur Veda was born of him.\nFrom him were born the horses, and from him were born the goats \nThe devas and the sages who sacrificed him 11. The moon was born of the mind, the sun was born of the eyes, and the air was born of the ears, and the life-force was born of the mouth The heavens were covered with the feet, the earth with the ears, and the worlds with the ears The circles were made of three and seven sacrificial fires.\nThe gods bound the sacrifice to the man and the animal There are gods.\nThe earth is filled with water and the taste of the universe is present The greatest of the suns is beyond darkness.\nThere is no other way to die knowing Him The worlds stood firm in him.\nHe who offers sacrifices to the gods is the priest of the gods 21. The gods were under the control of the Brahmin who knew you ।।", 
    "adhyaya": 31 
  }, 
  "31": { 
    "veda":"yajurveda", 
    "samhita": "vajasneyi-madhyandina-samhita", 
    "chapter": 34,
    "text": "That is the fire, that is the sun, that is the air, that is the moon.\nThat is the Venus, that is the Brahman, that is the water, that is the Creator 2. There is no image of Him whose name is great fame.\nHe is the womb of the deer, and He is the one who is not born .\nHe who is born and who is to be born stands everywhere Sixteenth.\nBy whom the heavens and the earth are firmly established.\nTo whom shall we offer sacrifices in the sky? When the sun shines above it, to whom shall we offer oblations?\nThe waters are the greatest waters 8. The Gandharva, who knows the nectar, said to him, 'This is the abode of the cave.\nThe three feet of the cave are hidden in him He was the father of our father.\nHe is our friend, and he is the creator of the universe. The directions and the directions.\nApproaching the first immortal, he entered into himself He saw it and it was.\nSadasaspati, the wonderful dearest of Indra Kuru Svaha.\nMay Varuna, the Creator, grant me intelligence.\nMay Indra and Vayu, the creator, grant me intelligence 16. 
    "adhyaya": 32 
  }, 
  "32": { " 
    veda": "yajurveda", 
    "samhita": "vajasneyi-madhyandina-samhita", 
    "chapter": 35,
    "text": "They worship the immortality of this universe, the smoke, the fires and the fires Vrthagagnaya: ।।2 ।।\nYaja no mitravaruna yaja devam2 ritam brihat ।।\nTwo disfigured animals run to each other for their own sake.\nHari is in one of them and Chukra is in the other The Bhrigus, who had found him in the sacrifices, stirred up the wonderful power in the forests They placed the priest outside us. 7. \nThe head of the heavens, the fire of the earth, the nectar of the fire 9. Drink the honey of the universe with the wind of your friend .\nAgni gave birth to Shardha, the flawless young man, and killed him 12. \nWe cover you with the slowest of the sun's sorrows, O fire. .\nThey who are the Indras, who give the heads of the cows ।।\nAditi of all sacrifices and guest of all human beings.\nMay the fire cover the gods and be the source of the Vedas 17.\nWe are the best of the sun, and we ask you today for the names of the gods 18. \nThe earth is the source of the sacrifice The bull of the cry is the source of the universe ।।\nPra vo mahe mandamanaaya andhaso archa visvanaraaya visvabhuve.\nIndrasya yasya sumakha saho mahi shrava nrimnam cha rodasi saparyata: Svaru: whose young friend.\nIndra covered Vritra with all the festivals of the moon.Pra mayinamaminadvarpanitiḥ.\nAhan vyasamushadhagvaneṣvavirdhena akṛṇodramyaṇam. 26.\nWhere are you, Indra, going alone, O lord of the gods?\nWhat are you doing here? yu॑chchasi ।। 27. \nA tatta Indrayava: panantabhi ya urvam gomantam titritsa.\nSakritsvam ye puruputra mahiᳪ sahasradhara brihat milk. 28. \nI fill your mind with this great and glorious prayer that you have brought. 29.\nLet the Vibhrad drink the great moon, the honey-bearing, the sacrificial fire, the source of the wind. 30.\nThe stars carry the god who is born of the fire. He saw the sun for the universe. 31.\nWhich fire follows the people2 with their eyes. You’re looking at Varuna. 32.\nThe divine priests came in a chariot with the skin of the sun. You performed the sacrifice with honey.\nThis is the Venus of the gods. 33.\nA na idabhir vidathe sushasti visvanara savita deva etu.\nApi yatha yuvano matsatha no visvam jagadbhipitve manisha. 34.\nWhat today is the sun rising to kill Vritra? Everything is under your control, Indra. 35.\nYou are the sun, the source of light for the universe. Visvama bhasi rochanam. 36.\nThat divinity of the sun, that greatness, spread out in the middle of the doer. 37. \nThe sun takes the form of Varuna in the sky when he sees his friend Varuna. 38. \nBanmaha2 you are the sun, you are the great sun, you are the great2 sun. 39.\nBat, you are the sun, you are great in your hearing, you are the great god in the sacrifice. 40.\nThey ate the sun of Visvedindra as if they were sheltering. 41.\nToday the gods have risen and the sun has risen without fear.\nMay our friend Varuna, the sun, the sea, the earth and the heavens, kill me. 42.\nA black chariot of the sun, which is present in the dust, infuses nectar and mortals. 43. \nPra vavrije supraya barhiresama vispativa vvirit iyate. 44. \nIndra, Vayu, Brihaspati, Mitra, Agni, Pūṣaṇa and Bhaga. The suns and the winds. 45. \nVaruṇa, the friend of the universe, is blessed with the roots of the universe. do us the best of the best. 46.\nAdhi na Indraisam Vishnu jatyanam. These are the Maruts and the Aśvinī-kumāras. 47. \nAgni, Indra, Varuna, Mitra, the gods, Shardha, Pra yanta, Marutota, Vishnu. 48. \nIndra, Agni, Mitra, Varuna, and the Maruts, the heavens, the earth and the heavens.The mountains2 are water.\nThey offered Vishnu, Pūṣāṇa, the lord of the Brahmans, Bhaga, the moon, and the moon. 49. \nMay the Rudras, the mountains, the mighty ones, the Bharahutas, the killers of Vritra, the eldest of Indras, who praises and praises us, protect us. 50.\nArvancho adya bhavata yajatra a vo hardi bhayamano vyeyayam.\nTradhvam no deva nijuro vrikasya tradhvam kartadavapada yajatrah. 51.\nMay the Maruts, the universal winds, the universal fires and the sacrificial fires be in the universe today. 52.\nLet the gods of the universe hear my sacrifice, you who are in the sky, and you who are in the heavens. 53.\nFor the gods are the first to give immortality to the sacrificial animals. 54.\nPra vayumachcha brihati manisha brihadrayi visvavaraᳪ rathapram. 55.\nThese are the daughters of Indravayu, who have gone up to the Prayobhira. Induvo vamushanti hi. 56.\nMitraᳪ offered Putadakṣa and Varuna, the enemies. Dhiyam ghritachiᳪ sadhanta. 57.\nThe ten young men were the daughters of Nasatya Vriktabarhisha. A ya॑tᳪ Rudravartani ।। That’s what Venus is trying to do. 5 8. \nIf Sarama knew the path of the sick mountain, the east was right. 59. \nThere is no other source of fire than this Vaishvanara. 60. \nWe fight the fierce Indra with the fierce obstacle. May they bless us in such a way. 61.\nUpasamai gayata nara: pavamanayendave. Abhi devan2 iyakshate. 62.\nThey who have killed you, O Indra, and the monkeys who have entered the Śāmbara, who have surely allowed you to drink, drink the moon with the Maruts. 63. \nJanishta is fierce and suddenly slow to the horse, and Ojishta is very proud. 64. \nA tu na Indra Vritrahanna smakamardhama gahi. great earths and roots. 65. \nYou, Indra, are the competitor of the universe in the praturtis. 66.\nThey followed the snow-white horse, but the mothers did not follow the child. 67. \nThe sacrifice of the gods is offered to the gods, and the suns are bless you. 68. \nO sun, whose feet are not covered, protect us today with the Shivas. 69.\nThey gave their sons to the left-hand priests, who were cleansed by their bravery..\nCarry the wind, and go, and drink the wine of your son. 70.\nThe earth is the source of the sacrifice. Both ears are golden. 71.\nThe kings of the poems, the sacrifice of Daksha in Durona. Rishadasa sadhastha aa. 72.\nThe divine priests came in a chariot with the skin of the sun. Madhva yajnaᳪ samanjathe.\nTam pratnatha 'yam venah. 73. \nThe rays of the sun spread out below them and sweat above them. 74.\nA rodasi apṛṇada svarmahajjatam yadenamapasa adhārayāṇ. 75.\nUkthebhi vritrahantama ya mandana chida gira. Angushairavivasato. 76.\nMay the sons of the dead hear the words of the dead. May they be our Sumridikas. 77.\nThe Brahmans are my minds, and the sons of Shushma are my mountains. 78.\nYou are incomparable, O Indra, and there is no god who knows you. 79.\nThat gave him the eldest of the worlds, for he was born of the fierce and the strong. 80.\nMay these words of the Puruvas, which are mine, increase you. 81. \nThis is the noble servant of the universe, the enemy of the lord of the sheep. 82.\nHe was like the sea, accompanied by a thousand sages. 83. \nO sun, whose feet are not covered, protect us today with the Shivas. 84. \nA no sacrifice touches the heavens, O wind, and go with us. 85.\nWe offer you the Indra-vayu, which is well-suited to the Suhaveh. 86.\nRidhagittha, the mortal, was the source of the gods. 87.\nA go, adorn ourselves with honey, and drink it with the horse. 88.\nPraitu Brahmanaspati: Pra Devye Sunrita. May the gods take us to the sacrifice of a good heroic man in a row. 89. \nThe moon is running in the sky, and the moon is running in the sky. 90. \nI live in you, God, and I worship you. We offer sacrifices to the gods and goddesses, chanting with the divine mind. 91.\nThe great fire of Vaisvanara, when asked in the sky, appeared. 92. \nThe fire of Indra came to the east of the footsteps. 93.\nThe gods are angry with us in the universe, and the Saratas are with us.।। 94. \nApadhamadabhishastirashastihathendra dyumnyabhavat. 95. \nPra va Indra, the great Maruts, worship Brahma. 96.\nAsyedindra vavrdhe Vrishnyaᳪ shavo made sutasya vishnu.\nAdya tamasya mahimana mayava anu stuvanti purvatha. 97 ।।",
    "adhyaya": 33 
  }, 
  "33": { 
    "veda": "yajurveda", 
    "samhita": "vajasneyi-madhyandina-samhita", 
    "chapter": 36,
    "text": "यज्जाग्र॑तो दू॒रमु॒दैति॒ दैवं॒ तदु॑ सु॒प्तस्य॒ तथै॒वैति॑ ।\nदू॒र॒ङ्ग॒मं ज्योति॑षां॒ ज्योति॒रेकं॒ तन्मे॒ मन॑: शि॒वस॑ङ्कल्पमस्तु ।। १ ।।\nयेन॒ कर्मा॑ण्य॒पसो॑ मनी॒षिणो॑ य॒ज्ञे कृ॒ण्वन्ति॑ वि॒दथे॑षु॒ धीरा॑: ।\nयद॑पू॒र्वं य॒क्षम॒न्तः प्र॒जानां॒ तन्मे॒ मन॑: शि॒वस॑ङ्कल्पमस्तु ।। २ ।।\nयत्प्र॒ज्ञान॑मु॒त चेतो॒ धृति॑श्च॒ यज्ज्योति॑र॒न्तर॒मृतं॑ प्र॒जासु॑ ।\nयस्मा॒न्न ऋ॒ते किं च॒न कर्म॑ क्रि॒यते॒ तन्मे॒ मन॑: शि॒वस॑ङ्कल्पमस्तु ।। ३ ।।\nयेने॒दं भू॒तं भुव॑नं भवि॒ष्यत् परि॑गृहीतम॒मृते॑न॒ सर्व॑म् ।\nयेन॑ य॒ज्ञस्ता॒यते॑ स॒प्तहो॑ता॒ तन्मे॒ मन॑: शि॒वस॑ङ्कल्पमस्तु ।। ४ ।।\nयस्मि॒न्नृच॒: साम॒ यजू॑ᳪषि॒ यस्मि॒न् प्रति॑ष्ठिता रथना॒भावि॑वा॒राः ।\nयस्मिँ॑श्चि॒त्तᳪ सर्व॒मोतं॑ प्र॒जानां॒ तन्मे॒ मन॑: शि॒वस॑ङ्कल्पमस्तु ।। ५ ।।\nसु॒षा॒र॒थिरश्वा॑निव॒ यन्म॑नु॒ष्या॒न्नेनी॒यते॒ऽभीशु॑भिर्वा॒जिन॑ इव ।\nहृ॒त्प्रति॑ष्ठं॒ यद॑जि॒रं जवि॑ष्ठं॒ तन्मे॒ मन॑: शि॒वस॑ङ्कल्पमस्तु ।। ६ ।।\nपि॒तुं नु स्तो॑षं म॒हो ध॒र्माणं॒ तवि॑षीम् ।\nयस्य॑ त्रि॒तो व्योज॑सा वृ॒त्रं विप॑र्वम॒र्दय॑त् ।। ७ ।।\nअन्विद॑नुमते॒ त्वं मन्या॑सै॒ शं च॑ नस्कृधि ।\nक्रत्वे॒ दक्षा॑य नो हिनु॒ प्र ण॒ आयू॑ᳪषि तारिषः ।। ८ ।।\nअनु॑ नो॒ऽद्यानु॑मतिर्य॒ज्ञं दे॒वेषु॑ मन्यताम् ।\nअ॒ग्निश्च॑ हव्य॒वाह॑नो॒ भव॑तं दा॒शुषे॒ मय॑: ।। ९ ।।\nसिनी॑वालि॒ पृथु॑ष्टुके॒ या दे॒वाना॒मसि॒ स्वसा॑ ।\nजु॒षस्व॑ ह॒व्यमाहु॑तं प्र॒जां दे॑वि दिदिड्ढि नः ।। १० ।।\nपञ्च॑ न॒द्यः सर॑स्वती॒मपि॑ यन्ति॒ सस्रो॑तसः ।\nसर॑स्वती॒ तु प॑ञ्च॒धा सो दे॒शेऽभ॑वत्स॒रित् ।। ११ ।।\nत्वम॑ग्ने प्रथ॒मो अङ्गि॑रा॒ ऋषि॑र्दे॒वो दे॒वाना॑मभवः शि॒वः सखा॑ ।\nतव॑ व्र॒ते क॒वयो॑ विद्म॒नाप॒सोऽजा॑यन्त म॒रुतो॒ भ्राज॑दृष्टयः ।। १२ ।।\nत्वं नो॑ अग्ने॒ तव॑ देव पा॒युभि॑र्म॒घोनो॑ रक्ष त॒न्व॒श्च वन्द्य ।\nत्रा॒ता तो॒कस्य॒ तन॑ये॒ गवा॑म॒स्यनि॑मेष॒ᳪ रक्ष॑माण॒स्तव॑ व्र॒ते ।। १३ ।।\nउ॒त्ता॒नाया॒मव॑ भरा चिकि॒त्वान्त्स॒द्यः प्रवी॑ता॒ वृष॑णं जजान ।\nअ॒रु॒षस्तू॑पो॒ रुश॑दस्य॒ पाज॒ इडा॑यास्पु॒त्रो व॒युने॑ऽजनिष्ट ।। १४ ।।\nइडा॑यास्त्वा प॒दे व॒यं नाभा॑ पृथि॒व्या अधि॑ ।\nजात॑वेदो॒ निधी॑म॒ह्यग्ने॑ ह॒व्याय॒ वोढ॑वे ।। १५ ।।\nप्र म॑न्महे शवसा॒नाय॑ शू॒षमा॑ङ्गू॒षं गिर्व॑णसे अङ्गिर॒स्वत् ।\nसु॒वृ॒क्तिभि॑ स्तुव॒त ऋ॑ग्मि॒यायार्चा॑मा॒र्कं नरे॒ विश्रु॑ताय ।। १६ ।।\nप्र वो॑ म॒हे महि॒ नमो॑ भरध्वमाङ्गू॒ष्य॒ᳪ शवसा॒नाय॒ साम॑ ।\nयेना॑ न॒: पूर्वे॑ पि॒तर॑: पद॒ज्ञा अर्च॑न्तो॒ अङ्गि॑रसो॒ गा अवि॑न्दन् ।। १७ ।।\nइ॒च्छन्ति॑ त्वा सो॒म्यास॒: सखा॑यः सु॒न्वन्ति॒ सोमं॒ दध॑ति॒ प्रया॑ᳪसि ।\nतिति॑क्षन्ते अ॒भिश॑स्तिं॒ जना॑ना॒मिन्द्र॒ त्वदा कश्च॒न हि प्र॑के॒तः ।। १८ ।।\nन ते॑ दू॒रे प॑र॒मा चि॒द्रजा॒ᳪस्या तु प्र या॑हि हरिवो॒ हरि॑भ्याम् ।\nस्थि॒राय॒ वृष्णे॒ सव॑ना कृ॒तेमा यु॒क्ता ग्रावा॑णः समिधा॒ने अग्नौ ।। १९ ।।\nअषा॑ढं यु॒त्सु पृत॑नासु॒ पप्रि॑ᳪ स्व॒र्षाम॒प्सां वृ॒जन॑स्य गो॒पाम् ।\nभ॒रे॒षु॒जाᳪ सु॑क्षि॒तिᳪ सु॒श्रव॑सं॒ जय॑न्तं॒ त्वामनु॑ मदेम सोम ।। २० ।।\nसोमो॑ धे॒नुᳪ सोमो॒ अर्व॑न्तमा॒शुᳪ सोमो॑ वी॒रं क॑र्म॒ण्यं॒ ददाति ।\nसा॒द॒न्यं॒ विद॒थ्य॒ᳪ स॒भेयं॑ पितृ॒श्रव॑णं॒ यो ददा॑शदस्मै ।। २१ ।।\nत्वमि॒मा ओष॑धीः सोम॒ विश्वा॒स्त्वम॒पो अ॑जनय॒स्त्वं गाः ।\nत्वमा त॑तन्थो॒र्वन्तरि॑क्षं॒ त्वं ज्योति॑षा॒ वि तमो॑ ववर्थ ।। २२ ।।\nदे॒वेन॑ नो॒ मन॑सा देव सोम रा॒यो भा॒गᳪ स॑हसावन्न॒भि यु॑ध्य ।\nमा त्वा त॑न॒दीशि॑षे वी॒र्य॒स्यो॒भये॑भ्य॒:Prachikitsa went. 23.\nThe eight sky, the earth, the three bow yojanas, the seven seas. 24.\nThe sun, the golden-handed, crosses the heavens and the earth in the form of a chariot. 25. \nThe demon Sunitha and Sumridika, holding the deer, went to their own places. 26.\nThe paths which you have made in the sky, the sun, the east, the dust and the dust. Avidriyabhirutibhi: ।। 28.\nApnasvati, the Aśvinī-kumāra, has made us the ten testicles of the mind. 29.\nMay the sun, the moon and the auspicious rays fall upon us.\nMay our friend Varuna, the sun, the sea, the earth and the heavens kill me. 30.\nA black chariot, which is the source of all dust, infuses nectar and mortals.\nThe sun, the god, travels in a golden chariot, seeing the worlds. 31.\nA night, the earth, the dust, the father's dwellings.\nThe heavens are always great, and you remain in the darkness. 32.\nUsha, that wonderful load, is like a horse for us. By which we feed Toka and his son.33. \nWe offer the morning fire, the morning Indra, the morning friend Varuna, the morning Ashwa. 34. \nWe offer sacrifices to the fierce Bhaga who has been threatened in the morning, who is the son of Aditi. 35. \nO Lord, the initiator, O Satyaradha, O Lord, give us this wisdom. 36.\nUted now, O Lord, we shall be drunk, or in the middle of the day. 37.\nBhaga is the Lord2, may the gods be the Lord, and by him we shall be the Lord. 38.\nThe women of the same sacrifice bow down to the pure feet of the Dadhikrava. 39.\nMay the horses, the cows, the heroes, and the heroes of the morning, be the good ones. 40.\nWe will never be angry with you for keeping your vow. The praisers are here. 41.\nPathspath: the husband of the words of desire, made the sun. 42. \nVishnu gave the cows three steps. Therefore, they hold the dharmas. 43.\nThey are the brahmins who are awake and who are awake. The supreme abode of Vishnu. 44. \nThe earth is the source of all the worlds, and the earth is full of honey and milk. 45.\nMay those who are our enemies become our enemies, and may we banish them with the fires of Indra. 46.\nA nasatya, the three and eleven gods, who have gone here with the honey-drinking horse. 47.\nThis is your stoma, O Marut, this is the gift of the noble, the honorable, the car. 48. \nThe seven divine sages, covered with a thousand stomas and a thousand chandas, and with a thousand measures, 49.\nAyushyam varchasyaᳪ ryasposhamaudbhidam. This deer shines and enters me for Jaitra. 50.\nYou do not protect it, nor do the devils spread it, for it is the firstborn of the gods.\nHe who carries the Dakshayana deer grants long life to the gods and long life to men. 51.\nWhen the Dakshayanas tied up the deerᳪ, offering flowers to the hundred army. 52. \nMay the serpent, the wise, hear us, O one-footed earth, and the sea. 53.\nI offer these words to the suns, the source of ghee, and to the kings of the eternal world. 54.\nThe seven sages are restrained in the body and the seven protect the Sadama and Pramada. 55.\nArise, O Lord of the Brahmans, and we will worship you. Up pra yantu maruta:Sudanava Indra Prashurbhava Sacha. 56.\nPr surely the Brahman husband speaks the mantra. In whom Indra, Varuna, Mitra and Aryama were the gods. 57.\nO lord of the Brahmans, you are the source of this Sukta, and you are the son of Bodhi give .. 58 ।।",.
    "adhyaya": 34 
  }, 
  "34": { 
    "veda": "yajurveda", 
    "samhita": "vajasneyi-madhyandina-samhita", " 
    chapter": 37, 
    "text": \nMay Yama give you the end of your bodies.\nMay the sun purify you from your bodies May the sun shine upon you in the presence of your mother Peace be upon the earth.\nI place you in the world of the gods I tell you, do not destroy the people, O heroes.\nMay the wind be your source of hate, and may the fires of the earth be your source of happiness May the directions be yours, and may the seas be yours.\nMay the sky be yours, and may all the directions be yours Let us kill the unfortunate horses that we have killed May the enemies be to him who hates us and to him whom we hate. They looked to the north.\nThe sun, the god of the gods, went to the best of lights By the mountain.\nAgni, breathe in us the meat of the good Protect your son, etc. Svaha.\nThey have sent the fire to the demigods .\nHere is the other Jataveda who carries the sacrifice to the gods, knowing Namantaᳪ Svaha.\nSyona, you are our dwelling place on earth Svaha॑ ।। 22 ।।", 
    "adhyaya": 35 
  }, 
  "35": { 
    "veda": "yajurveda", 
    "samhita": "vajasneyi-madhyandina-samhita",
    "chapter": 38,
    "text": "I have the Ṛg Veda, the speech, the mind, the Yajur Veda, the Sama Veda, the life-force, the eyes and the ears May Brihaspati bestow it upon us.\nMay the lord of the worlds bless us. Who is the best of the madmen?\nWho is the best of the best? You are not slow, O bull, with what you praise.\nMay Indra, the god of the universe, bless us Vishnu is the most powerful.\nMay the wind bless us and may the sun bless us May Indra and Varuna be our night sacrifices.\nMay Indra and Soma be our source of happiness ।।\nSyona, you are our dwelling place on earth.\nGive us peace with your customs. Like mothers of Ushati. \nPeace be upon the trees, peace be upon the world, peace be upon the gods, peace be upon all, peace be upon you, peace be upon you I look at all things with my eyes.\nWe look at you with the eyes of a friend 20. O lightning, O thunderbolt, O Lord, from whom you are able to burn Make us safe from the people and safe from the cattle. We shall see a hundred 
  autumns , 
    we shall live a hundred autumns, we 
  shall hear a hundred autumns, we shall be a hundred autumns, we shall be a hundred autumns, and we shall be a hundred more autumns 
    . "yajurveda", 
    "samhita": "vajasneyi-madhyandina-samhita", 
    "chapter": 39,
    "text": "The sun gave birth to you with the arms of the Aśvinī-kumāras and the Pūṣṇa with his hands. He gave you a woman Inmahi devasya savitah paristuti: svaha.\nThe goddess of heaven and earth is the head of the sacrifice today I am the head of the sacrifice of the gods.\nI am the head of the sacrifice of the gods I am the head of the sacrifice today in the sacrifice of the gods Sunrita, the heroic man, may the gods take us to the sacrifice.\nYou are the head of the sacrifice. You are the head of the sacrifice.\nYou are the head of the sacrifice I offer you sacrifice on the head of the sacrifice.\nI offer you sacrifice on the head of the horse.\nI offer you sacrifice on the head of the horse I offer you the sacrifice of the earth.\nI offer you the sacrifice of the horse You are the head of the sacrifice.\nYou are the head of the sacrifice On the head, you are the sacrifice of the sun Give me long life, O daughter-in-law, and give me progeny in the south, under the rule of Indra .\nVidhriti, lord of the universe, give me strength, O horse of the mind The husband of the wise is the god who has gone with the sun.\nThe fire who has gone with the sun has gone with the sun He rose with the sun.\nThe holder of the heavens shines on the earth, the holder of the gods, the immortal, the austere walking along the paths.\nHe is a righteous man.He is the source of the equator and the source of the worlds. 17.\nLord of the earth of faith, lord of the mind of the universe, lord of the words of the universe, lord of the words of all. 18. \nIn my heart, in my mind, in the heavens, in the sun. 19.\nYou are our father, our father, enlighten us, but do not be afraid of us. 20.\nMay the day be offered by the Ketu, and may the night be offered by the Ketu. 21 ।।,"
    "adhyaya": 37 
  }, 
  "37": { 
    "veda": "yajurveda", 
    "samhita": "vajasneyi-madhyandina-samhita", 
    "chapter": 40,
    "text": "The sun gave birth to you with the arms of the Aśvinī-kumāras and with the hands of the Pūṣṇa.\nA gave you the rasna to the sun Rasna was the heat of Indra.\nYou are the sun, give me heat. 3. Drink to the horses, drink to Saraswati, drink to Indra Ratnadha Vasuvidhya Sudatra: \nBy whom you nourish the universe, O Sarasvati, I seek you in the sky alone I take it from the sky and give it to you.\nIndra, the Aśvinī-kumāra, pours down the heat of the Saragha, and the Vasus sacrifice the Vat Svaha.\nSvaha to the wind that is unbearable.Svaha to the wind that is unbearable.\nSvaha to the wind that is unbearable O Indra, you are the source of the sun, O Indra, you are the destroyer of pride.\nO Savitri, you are the source of the universe Svaha to the heat, Svaha to the father of the heat May the heat of the sacrificial fire be poured down on the heavens and the earth May the nights be here. 13. \nDrink from the heavens, drink from the Brahman, drink from the heavens and the earth 14. \nSvaha to the moon, Svaha to the rocks, Svaha to the suns, Svaha to the forefathers, Svaha to the heavens, Svaha to the earth, Svaha to the gods Rudrahutaya Svaha Sam Jyotisha Jyoti:.\nAha: Ketu Jushata Sujyoti Jyotisha Svaha.\nRatri: Ketu Jushata Sujyoti Jyotisha Svaha Obeisance to you, do not be afraid.\nThe glory of the heavens became the brahmin with the customs Havirdhane.\nMay she drink and be satisfied with her.\nShe who is auspicious in the heat of the sky and the fire of the Tristubhya.\nMay she who is auspicious to you in the heat of the earth be satisfied May she be the member of the world.\nMay she be satisfied with you.\nMay you protect the body of the Kshatriyas.Srakti is the navel of the truth, and he is our life, and he is our life, and he is our life, and he is our life. 20.\nThis is your manhood, and grow and drink with it. We will grow and we will become thirsty. 21.\nThe bull cried out, and the great friend Hari did not show up. He is the treasure of the ocean that shines with the sun. 22.\nMay the waters and herbs of Sumitra not be friendly to him who hates us and whom we hate. 23.\nThe two of them looked north at the sky above the darkness. The sun, the god of the gods, is the best light. 24.\nEdho'syedhishimahi samidasi tejasi tejo mei dhehi. 25.\nAs far as the heavens and the earth are concerned and as far as the seven seas are spread out. 26.\nIn Me is the great sense, in Me is the Daksha, in Me is the sacrifice. 27.\nThe milk of the semen is covered with milk, and the milk is equal to the north and the north I’m eating it. 28 ।।",.
    "adhyaya": 38 
  }, 
  "38": { 
    "veda": "yajurveda", 
    "samhita": "vajasneyi-madhyandina-samhita", 
    "adhyaya": 39, 
    "text": "Svaha to the life-force and the masters. Svaha to the earth, Svaha to the fire, Svaha to the space Svaha to the wind.\nSvaha to the sun. Svaha to the directions. Svaha to the stars. Svaha to the waters. Svaha to the navel. Svaha to the eyes, Svaha to the ears, Svaha to the ears The emperor is being prepared, the Vaishvadeva is being prepared, the heat is present, the light is rising, the Ashwin is bringing the milk, the Paushna is pouring, the wind is weakening The sun is the fire in the first, the wind in the second, the sun in the fourth, the moon in the fifth, the seasons in the sixth, the Maruts in the seventh, and Jupiter in the eighth .\nMitra in the ninth, Varuna in the tenth, Indra in the eleventh, Visve in the twelfth I am the lord of the animals with my heart, and I am the lord of the animals with my whole heart ।।\nThe Maruts, with their fierce red friend, played with Indra, and with their strength, played with the neck of Bhava, and with the side of the great god, they played with him Pashupate: puritat. Svaha to the baths, Svaha to the bones, Svaha to the marrows, Svaha to the marrows Svaha to the mourner Svaha to the sorrowful Svaha to the austerity Svaha to the burning Svaha to the burning Svaha to the heat ।।\nSvaha to Yama, Svaha to Antaka, Svaha to death, Svaha to Brahman, Svaha to Brahma-hatya, Svaha to all the gods, Svaha to the heavens and the earth. 
  }, 
  "39": { 
    "veda": "yajurveda", 
    "samhita": "vajasneyi-madhyandina-samhita", 
    "adhyaya": 40,
    "text": "God is your dwelling place, and everything in this world.\nEat what you have given up, and do not covet anyone's wealth There is no other way to taint man.\nThey are called asuras and are covered with blindness and darkness He touched it first.\nIt stands in the water of the mother horse.\nIt shines in it, it shines in the distance He sees beings in himself.\nTherefore he does not heal himself in all beings The body of Shukra is cleansed of wounds and cleansed of all sins Those who worship non-being.\nThen again, those who are engaged in becoming are in darkness He who knows both of them.\nThey who worship ignorance enter blind darkness ।।\nThey say others of knowledge and others of ignorance.\nWe have heard this from the steadfast who have examined it 14. The wind is the nectar of the body.\nO3m remember the sacrifice 16. \nI am the man who covered the face of truth with a golden vessel.\nO3m Brahma. 
  } } 
}
